[{"Name": "pmarca", "Time": "20180705", "Text": "Thread: Books I've recently read and recommend --&gt;"}, {"Name": "pmarca", "Time": "20180705", "Text": "Expert Political Judgment: How Good Is It? How Can We Know? by @PTetlock -- Is the future knowable, and by whom? Al… https://t.co/JSY6wj6yTB"}, {"Name": "pmarca", "Time": "20180705", "Text": "Thinking, Fast and Slow by Daniel Kahneman -- Captivating dive into human decision making, marred by inclusion of s… https://t.co/nh3YvsRciP"}, {"Name": "pmarca", "Time": "20180705", "Text": "Thinking in Bets by @AnnieDuke -- Compact guide to probabilistic domains like poker, or venture capital. Best artic… https://t.co/FfrhulEiHH"}, {"Name": "pmarca", "Time": "20180705", "Text": "The Spider Network by @davidenrich -- \"Billions\"-esque saga of global financial market manipulation, at mind-boggli… https://t.co/mOlbep7xsf"}, {"Name": "pmarca", "Time": "20180705", "Text": "A Guide to the Good Life: The Ancient Art of Stoic Joy by William B. Irvine -- Best (?) walk through the ancient/cu… https://t.co/LlpUczowwh"}, {"Name": "pmarca", "Time": "20180705", "Text": "The Courage to Be Disliked by Ichiro Kishimi &amp; Fumitake Koga -- Smash hit in Japan, and easy to see why. Adlerian p… https://t.co/KEfdF5N85n"}, {"Name": "pmarca", "Time": "20180705", "Text": "All Out War: The Full Story of How Brexit Sank Britain's Political Class by @ShippersUnbound -- Inside story of how… https://t.co/jNZuzcU46x"}, {"Name": "pmarca", "Time": "20180705", "Text": "When the Wolves Bite: Two Billionaires, One Company, and an Epic Wall Street Battle by @ScottWapnerCNBC -- \"Wall St… https://t.co/tCvl4vImxV"}, {"Name": "pmarca", "Time": "20180705", "Text": "But What If We're Wrong?: Thinking About the Present As If It Were the Past by @CKlosterman -- Wide-ranging meditat… https://t.co/x9nJlyJArF"}, {"Name": "pmarca", "Time": "20180705", "Text": "Chasing Hillary: Ten Years, Two Presidential Campaigns, and One Intact Glass Ceiling by @amychozick -- On the bus/i… https://t.co/L8OOPlESNh"}, {"Name": "pmarca", "Time": "20180705", "Text": "The Strange Death of Europe by @DouglasKMurray -- One perspective on the politics of immgiration in Europe, playing… https://t.co/MvgAxqWkCC"}, {"Name": "pmarca", "Time": "20180705", "Text": "A Higher Loyalty: Truth, Lies, and Leadership by @Comey -- Certainly the story is well known, but given author's pr… https://t.co/703MFYKg9E"}, {"Name": "pmarca", "Time": "20180705", "Text": "Conspiracy: Peter Thiel, Hulk Hogan, Gawker, and the Anatomy of Intrigue by @RyanHoliday -- Startlingly deep cultur… https://t.co/YLDyGmonIm"}, {"Name": "pmarca", "Time": "20180705", "Text": "Skin in the Game by @nntaleb -- Skin in the game as conflict of interest, or as attaching one's livelihood to one's… https://t.co/hcSDF7yhOW"}, {"Name": "pmarca", "Time": "20180705", "Text": "12 Rules for Life: An Antidote to Chaos by @jordanbpeterson -- A bracing disassembly and reconstruction of a theory… https://t.co/yR3vJHfzuj"}, {"Name": "pmarca", "Time": "20180705", "Text": "Slugfest: Inside the Epic, 50-year Battle between Marvel and DC by @reed_tucker -- Spellbinding creative and busine… https://t.co/o44DMwS0Iv"}, {"Name": "pmarca", "Time": "20180705", "Text": "Hacks: The Inside Story of the Break-ins and Breakdowns That Put Donald Trump in the White House by @donnabrazile -… https://t.co/KYURDLaJdG"}, {"Name": "pmarca", "Time": "20180706", "Text": "Days of Rage: America's Radical Underground, the FBI, and the Forgotten Age of Revolutionary Violence by… https://t.co/3W2PocYhLI"}, {"Name": "pmarca", "Time": "20180706", "Text": "Civilian Warriors: The Inside Story of Blackwater by Erik Prince -- The founding and growth of military contractor… https://t.co/nvwOiI0m59"}, {"Name": "pmarca", "Time": "20180706", "Text": "The Rise of Superman: Decoding the Science of Ultimate Human Performance by @steven_kotler -- Startling walk throug… https://t.co/8HoyYIdPeZ"}, {"Name": "pmarca", "Time": "20180706", "Text": "Devil's Bargain: Steve Bannon, Donald Trump, and the Storming of the Presidency by @JoshuaGreen -- Best (?) book so… https://t.co/VFIvdRwiqL"}, {"Name": "pmarca", "Time": "20180706", "Text": "Shattered: Inside Hillary Clinton's Doomed Campaign by @jonallendc &amp; @amieparnes -- Best (?) book so far on the Dem… https://t.co/jerBAigOHP"}, {"Name": "pmarca", "Time": "20180706", "Text": "Living with a SEAL: 31 Days Training with the Toughest Man on the Planet by @the100MileMan -- What's it like to tra… https://t.co/C0E5y92GzQ"}, {"Name": "pmarca", "Time": "20180706", "Text": "The Myth of the Rational Voter by @bryan_caplan -- \"The median American is a moderate national socialist – statist… https://t.co/g0Q1mJTtg1"}, {"Name": "pmarca", "Time": "20180706", "Text": "A Very Expensive Poison: The Assassination of Alexander Litvinenko by @lukeharding1968 -- The astonishing story of… https://t.co/xd6WvAeLNu"}, {"Name": "pmarca", "Time": "20180706", "Text": "Lone Survivor: The Eyewitness Account of Operation Redwing and the Lost Heroes of SEAL Team 10 by @MarcusLuttrell -… https://t.co/xuCJi1H1AI"}, {"Name": "pmarca", "Time": "20180706", "Text": "How to Live: A Life of Montaigne in One Question and Twenty Attempts at an Answer by @Sarah_Bakewell -- \"How to get… https://t.co/svKfPfQGkN"}, {"Name": "pmarca", "Time": "20180706", "Text": "A Spy Among Friends: Kim Philby and the Great Betrayal by @BenMacintyre1 -- True, chilling saga of straight up, pro… https://t.co/RBEUa7jpU5"}, {"Name": "pmarca", "Time": "20180706", "Text": "The Rational Optimist: How Prosperity Evolves by @mattwridley -- Sparkling explanation of how the economy evolves,… https://t.co/exQMwDrH1L"}, {"Name": "pmarca", "Time": "20180706", "Text": "Triumph of the City: How Our Greatest Invention Makes Us Richer, Smarter, Greener, Healthier, and Happier by Edward… https://t.co/qgSDRXOhcz"}, {"Name": "pmarca", "Time": "20180707", "Text": "Extreme Ownership: How U.S. Navy SEALs Lead and Win by @jockowillink -- I hand out more copies of this book than an… https://t.co/FB8uk6aGCV"}, {"Name": "pmarca", "Time": "20180707", "Text": "Thread: Reading The Revolt Of The Public And The Crisis Of Authority In The New Millennium by @mgurri --&gt; https://t.co/8gqtyQFTkN"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Back when the world and I were young, information was scarce, hence valuable... A curious thing happens to sources… https://t.co/UbqCnzNYIj"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Public discussion was limited to a very few topics of interest to the articulate elites.\" https://t.co/Ue7ZMlXMNo"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"The docile mass audience, so easily persuaded by advertisers and politicians, had been a monopolist's fantasy whic… https://t.co/J7jtXYJrce"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Two modes of being, old and new, hierarchical and networked, industrial and egalitarian, top down and bottom up, s… https://t.co/2Af07wwMoq"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Persons in authority have had to jump through hoops of fire to achieve their lofty posts -- and feel disinclined t… https://t.co/A3nDh7BW9Q"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Do most people legitimately disagree with one another? Or are they merely conforming to supposedly dominant ideas?… https://t.co/QqFOexyGol"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Most Americans are not impassioned ideologues, neither coopted by Soros nor swayed by Koch. According to a May 201… https://t.co/5ArGXlEYAs"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"One of the most important concepts for understanding social behavior is preference falsification -- when an indivi… https://t.co/5wvPK7ilGM"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"We falsify our preferences to maintain or improve our standing within a group. Conformity to group preferences yie… https://t.co/LhOICZZFcP"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Moderates are more likely to move toward the extremes than partisans are to move toward the middle. Given their fl… https://t.co/b3LU5M0gz3"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"How do moderates navigate this complex web of political tribes and echo chambers? Simply put, they falsify their p… https://t.co/cbq1Bd0gJR"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Less opinionated entrants falsify their preferences to not upset those who decide the rules, rewards, and punishme… https://t.co/opvihlnGlP"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Preference falsification artificially inflates political polarization. If our political preferences have been fals… https://t.co/RneXcR726X"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"When moderates acquiesce to partisans, they signal to the opposition ideological inflexibility and unwillingness t… https://t.co/aIngpLgj4O"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"A record-low of U.S. workers earned poverty-level wages last year, and that share is likely to fall further.\"… https://t.co/FTwt1xsLip"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Critics agree that liberalism can no longer solve our deep social, cultural, political and economic problems, and… https://t.co/oh67te7Bth"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"The prediction of liberalism’s imminent demise is hardly a new story. Scholars and statesmen have been declaring l… https://t.co/mJvT3WNmNt"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"According to this analysis, liberalism first died in the late 1870s, then died some more at the turn of the 20th c… https://t.co/AHXEOen0KI"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Authors did not start declaring communism dead until just before its actual demise in 1989. Liberalism, by contras… https://t.co/mBcKPkPqNA"}, {"Name": "KerrisdaleCap", "Time": "20180709", "Text": "Come to the @Traders4ACause charity event on July 17 at @huntandfishnyc with @jonnajarian and @PowerLunch anchor Ty… https://t.co/CuQw1jUvD3"}, {"Name": "ActivistShorts", "Time": "20180710", "Text": "Short seller 1.01. https://t.co/9aoXOA5mu8"}, {"Name": "KerrisdaleCap", "Time": "20180710", "Text": "This @FCC letter should terrify every $DISH shareholder. $I is the far better way to play #5G\n\nhttps://t.co/d7LmR1Q9kW"}, {"Name": "FundyLongShort", "Time": "20180711", "Text": "@LibertyRPF @dollarsanddata Good stuff--thanks for posting.  My alma mater..."}, {"Name": "KerrisdaleCap", "Time": "20180712", "Text": "RT @pbdes: Fleet operator @Eutelsat_SA joins @INTELSAT / @SES_Satellites &amp; @intel to persuade @FCC to let sat C-band operators negotiate 3.…"}, {"Name": "KerrisdaleCap", "Time": "20180712", "Text": "$I: FCC meeting comments were super positive. O'Rielly wished he could sign final order now; stressed need for doin… https://t.co/Fcw6u5kf5O"}, {"Name": "KerrisdaleCap", "Time": "20180712", "Text": "RT @VerizonPolicy: Today, the @FCC has taken an important step towards a robust #5G future for more Americans. #5gReady #spectrum https://t…"}, {"Name": "KerrisdaleCap", "Time": "20180713", "Text": "@nim_darling I expect FCC final order in Q1 ‘19"}, {"Name": "KerrisdaleCap", "Time": "20180713", "Text": "RT @MichaelJobe: Comments from the FCC Commissioner today. \"I wish we were voting on this item today.\" This is very interesting for Intelsa…"}, {"Name": "KerrisdaleCap", "Time": "20180713", "Text": "@stockalerts001 @MichaelJobe I expect FCC final order in Q1 ‘19"}, {"Name": "KerrisdaleCap", "Time": "20180713", "Text": "RT @QTRResearch: Sahm Adrangi joins me on the QTR podcast this evening to talk Intelsat $I and anything else I wanna talk about. Should be…"}, {"Name": "FundyLongShort", "Time": "20180716", "Text": "@BasicCap That's the only problem with Texas: heat."}, {"Name": "ActivistShorts", "Time": "20180717", "Text": "This short seller is \"facing the absurd\" at $SHOP as it releases its second negative report against the e-commerce… https://t.co/on90p8BaRU"}, {"Name": "TMTanalyst", "Time": "20180717", "Text": "@ReformedBroker Reading these comments you clearly struck a nerve in some people."}, {"Name": "TMTanalyst", "Time": "20180717", "Text": "Keens has definitely become my pregame spot for the garden. This is at least my 10th foo fighters show. There is fu… https://t.co/wWZlDyIjRk"}, {"Name": "FundyLongShort", "Time": "20180718", "Text": "@BarbarianCap @Bonobos total disaster."}, {"Name": "TMTanalyst", "Time": "20180718", "Text": "@tariro Great article but a negroni doesn’t have amaro. A classic negroni is gin, sweet vermouth and Campari. There… https://t.co/Hlt3dgscE7"}]