[{"Name": "AureliusValue", "Time": "20190622", "Text": "RT @WSJ: Last year, Black Cube’s cover was blown on a case targeting billionaire George Soros. It's just one of a series where the firm's t…"}, {"Name": "TruthGundlach", "Time": "20190622", "Text": "Trump: “I didn’t want to kill 150 Iranians” re: aborted strike. Chilling as I recall reading about Civil War casualty projections from 1861."}, {"Name": "Carl_C_Icahn", "Time": "20190624", "Text": "Just issued statement regarding $CZR and $ERI merger: https://t.co/zwgSqG7ZQ7"}, {"Name": "TMTanalyst", "Time": "20190624", "Text": "How good can the machine learning product that you are pitching be if you haven’t gotten the hint from the 500 ignored emails?"}, {"Name": "KerrisdaleCap", "Time": "20190624", "Text": "RT @Benzinga: .@sprucepointcap, @KerrisdaleCap Talk Bearish Bets: 'You Have To Work Harder To Understand The Short' https://t.co/z6iAwMatdH…"}, {"Name": "TruthGundlach", "Time": "20190625", "Text": "Everyone agrees recycling is a good thing in concept. Why do public schools not teach “how to recycle”?What good are bins without knowledge?"}, {"Name": "KerrisdaleCap", "Time": "20190625", "Text": "Tomorrow, we write on a tech/telecom operator with a collection of businesses that are either declining or destroyi… https://t.co/lIpmbvILHa"}, {"Name": "JohnHuber72", "Time": "20190626", "Text": "Big-time error of omission: I just reviewed my notes from 6/26/18, an entry on SBUX. No good reason I didn't buy it… https://t.co/DgaDe5nd80"}, {"Name": "JohnHuber72", "Time": "20190626", "Text": "This is also another example of how even the largest, most well-followed stocks in the market can get mispriced. Nu… https://t.co/sgoz665M9B"}, {"Name": "KerrisdaleCap", "Time": "20190626", "Text": "We are short $TCX. Report avail at https://t.co/ZbOhgWVQda. Tucows’ domains and MVNO businesses are in decline and… https://t.co/9pv3WU4A9a"}, {"Name": "KerrisdaleCap", "Time": "20190626", "Text": "Organic subscribers have declined at Ting Mobile since 2017, ever since well-capitalized cable operators like Comca… https://t.co/z7AQGt9APk"}, {"Name": "KerrisdaleCap", "Time": "20190626", "Text": "The domains business is suffering similar stagnation. Industry growth is abysmal, in low single-digits. Biz is comm… https://t.co/ziYoULDM4c"}, {"Name": "KerrisdaleCap", "Time": "20190626", "Text": "Tiny fiber biz is overhyped. No public company – not $VZ, not $GOOGL – has generated a high ROIC fiber network. Nor… https://t.co/lGYCJWD8Oa"}, {"Name": "KerrisdaleCap", "Time": "20190626", "Text": "$TCX likely to miss 2019 rev, earnings estimates, with shortfalls growing in 2020 &amp; 2021. Factors behind the Q1 mis… https://t.co/2JlfiNaWPm"}, {"Name": "JohnHuber72", "Time": "20190626", "Text": "@JunkieValue Wish I had a good reason, but I don't. It was just a mistake. I flagged in my notes from a year ago th… https://t.co/m70Ge9ZrZW"}, {"Name": "KerrisdaleCap", "Time": "20190626", "Text": "RT @VicF77: New York short seller @KerrisdaleCap is targeting Canadian telecom company Tucows, calling for its stock to fall to around $25…"}, {"Name": "pmarca", "Time": "20190626", "Text": "RT @Golden: 1/ Today we’re pleased to announce the launch of our first paid product - the Golden Research Engine. Query exotic entity types…"}, {"Name": "pmarca", "Time": "20190626", "Text": "RT @Golden: 2/ We are attempting to build a very versatile query tool that has capabilities we don’t see in any other query tool — not just…"}, {"Name": "pmarca", "Time": "20190626", "Text": "RT @Golden: 3/ The genesis for the Golden Research Engine came from not being able to take results from structured data queries and see can…"}, {"Name": "pmarca", "Time": "20190626", "Text": "RT @Golden: 4/ We found that people had to search in many places to get a holistic picture on a particular field, market or technology spac…"}, {"Name": "pmarca", "Time": "20190626", "Text": "RT @Golden: 5/ The Golden Research Engine is designed so you can stay on top of the information you need to know to be super-effective in y…"}, {"Name": "pmarca", "Time": "20190626", "Text": "RT @Golden: 6/ We think this will be especially useful for investors (VCs, investment bankers, private equity, accelerators) and people in…"}, {"Name": "pmarca", "Time": "20190626", "Text": "RT @Golden: 7/ A unique component of the service is to also apply human/AI assistance in finding information for paid customers. If you can…"}, {"Name": "pmarca", "Time": "20190626", "Text": "RT @Golden: 8/ It is available as a per-seat SaaS web-based tool ($99/month/person), but also via API and integrations to your favorite CRM."}, {"Name": "pmarca", "Time": "20190626", "Text": "RT @Golden: 9/ We also opened up hundreds of queries as well for the public good eg https://t.co/EKWisy7T3v &amp; https://t.co/Us7VPFOwmC and w…"}, {"Name": "pmarca", "Time": "20190626", "Text": "RT @Golden: 10/ If you are part of an organization or team and need access to the leading edge of knowledge in your industry, get in touch…"}, {"Name": "marketfolly", "Time": "20190627", "Text": "Profile of Tiger Global / Chase Coleman https://t.co/6NA1r4kZ76"}, {"Name": "AureliusValue", "Time": "20190627", "Text": "$BANC SEC declares J. Sugarman as business partner of Galanis and \"the biggest winner from the fraud\".  Any thought… https://t.co/Q1UfSoHcrJ"}, {"Name": "TruthGundlach", "Time": "20190628", "Text": "Online video of 1957 Mike Wallace interview with James Eastland is worth watching, particularly if followed by recent Jonathan Kozol video."}, {"Name": "TruthGundlach", "Time": "20190628", "Text": "I said at Sohn Biden has no chance.  Joe’s performance tonight proved it."}, {"Name": "TMTanalyst", "Time": "20190628", "Text": "@KidDynamiteBlog @Morgan_03 It was a baby Ruth!"}, {"Name": "TruthGundlach", "Time": "20190701", "Text": "Biden’s “raise your hand for undocumented healthcare” moment was so telling. He sorta raised a hand, only after looking to his left &amp; right."}, {"Name": "JohnHuber72", "Time": "20190701", "Text": "@patrick_oshag Once a Runner"}, {"Name": "JohnHuber72", "Time": "20190701", "Text": "The latest CCAR results once again demonstrate how well-capitalized the US banking system is, and as a result, the… https://t.co/zkNZtUMmKb"}, {"Name": "JohnHuber72", "Time": "20190701", "Text": "Wells Fargo got Fed approval to buy back $23.1 billion over the coming 12 months, which is ~11% of its shares at cu… https://t.co/sJRhqD5AR3"}, {"Name": "marketfolly", "Time": "20190701", "Text": "Update Re: Lou Simpson / SQ Advisors.  Just filed new 13F now showing sold all positions. Looks like no longer mana… https://t.co/wlw0Sebj9i"}, {"Name": "TruthGundlach", "Time": "20190701", "Text": "New CNN poll: “Slidin’ Biden” ahead by 5 thin pts over new 2nd placer Harris. Warren + Sanders (relevant due to similar views) up 7 on Joe."}, {"Name": "pmarca", "Time": "20190702", "Text": "RT @jpm25: For the last 6-8 mos, I spent a lot of time close to the Direct Listing process - here I try to demystify it a bit and share som…"}, {"Name": "xuexishenghuo", "Time": "20190702", "Text": "What  you gonna do when they come for you $USNA $NUS $HLF https://t.co/DRH8yMe62l"}, {"Name": "TMTanalyst", "Time": "20190703", "Text": "@VolSlinger @mosesaintme @MrMojoRisinX @TgMacro @AnonymousHFM @GammaPanda1738 Cherry by nico walker or power of the dog by don Winslow"}, {"Name": "MicroFundy", "Time": "20190703", "Text": "@given2tweet wow! What was your peak SRPT delta adj position?"}, {"Name": "FundyLongShort", "Time": "20190703", "Text": "@Nonrelatedsense Humans!"}, {"Name": "GrantsPub", "Time": "20190705", "Text": "Carl E. Walter, longtime bank executive and coauthor of “Red Capitalism,” joins @GrantsPub to discuss important rec… https://t.co/hysLKW4zCG"}]