[{"Name": "JohnHuber72", "Time": "20190522", "Text": "RT @lhamtil: Related:  Via @BadaBingCapital, a look at the dramatic difference in performance between capital intensive and non-capital int…"}, {"Name": "marketfolly", "Time": "20190522", "Text": "Been a while since we did a “what we’re reading” so here’s the latest: https://t.co/6rw19OwUAL"}, {"Name": "TMTanalyst", "Time": "20190522", "Text": "@MLPguy Everyday. Rupert murdoch wore allbirda with his suit at the fox analyst day earlier this month."}, {"Name": "TruthGundlach", "Time": "20190523", "Text": "Robert O’Rourke’s CNN Town Hall appearance last night attracted fewer viewers than that of John Hicken-who?-per back in March.  Bye, “Beto”."}, {"Name": "marketfolly", "Time": "20190523", "Text": "Aaaand the hf to family office trend continues. https://t.co/UUoYhhAUNn"}, {"Name": "MicroFundy", "Time": "20190523", "Text": "https://t.co/IM7ahzDTeP"}, {"Name": "AureliusValue", "Time": "20190523", "Text": "$MDXG a complete and utter fraud https://t.co/bg0yxqH60h"}, {"Name": "AureliusValue", "Time": "20190523", "Text": "RT @DonutShorts: Old enough to remember when the $MDXG sock puppets and management team scoffed at the notion that employees were spied upo…"}, {"Name": "AureliusValue", "Time": "20190523", "Text": "RT @CGrantWSJ: MiMedx Group announces audit committee investigation finds \"extensive misconduct\" by former senior management. https://t.co/…"}, {"Name": "AureliusValue", "Time": "20190523", "Text": "Remember when Petit denied bugging hotels and cars in this bizarre 2018 $MDXG \"illegal short selling\" press release… https://t.co/m282yemH0k"}, {"Name": "AureliusValue", "Time": "20190524", "Text": "RT @gmorgenson: NEW: MiMedx Injectables Don’t Meet Regulatory Standards Despite Claim to FDA https://t.co/jrD3a3FcvR"}, {"Name": "AureliusValue", "Time": "20190524", "Text": "$HIIQ Dorfman victims will finally be notified and must \"opt-in\" to keep the sham insurance plans they were sold. W… https://t.co/3CgnvIgmlu"}, {"Name": "AureliusValue", "Time": "20190524", "Text": "RT @AlderLaneeggs: CFO's abruptly resigning from Financially desperate  companies where key Executives are being charged under The Sherman…"}, {"Name": "AureliusValue", "Time": "20190524", "Text": "$INS: A Wolf in Pete’s Clothing https://t.co/SsJnJWSl7W via @AureliusValue"}, {"Name": "TMTanalyst", "Time": "20190524", "Text": "@DumbLuckCapital That sucked!!"}, {"Name": "JohnHuber72", "Time": "20190526", "Text": "“Wine’m, dine’m, let’s resign’m”... Nice to see Kawhi and the Raptors get over the hump and get to the Finals. Hope… https://t.co/Vrdm04DK1i"}, {"Name": "TMTanalyst", "Time": "20190527", "Text": "@Morgan_03 Those are our special places. Why are you putting it out there like that?"}, {"Name": "AureliusValue", "Time": "20190527", "Text": "@GregVous @AlderLaneeggs No related party disclosure of any kind in the SEC filings.  The audit committee (parker)… https://t.co/oDEHiud714"}, {"Name": "AureliusValue", "Time": "20190528", "Text": "$INS A Goldman Sachs rival pulled out of the Apple Card deal on fears it will be a money loser https://t.co/UM7t85x2Ga"}, {"Name": "CitronResearch", "Time": "20190528", "Text": "$JMIA - Halt/Delisting Candidate. Blatant Fraud. Former executive testimonies with documented proof of manipulated… https://t.co/8jVPK3DOFg"}, {"Name": "marketfolly", "Time": "20190528", "Text": "@ElliotTurn @mariocibelli @BluegrassCap Maybe look at China for this industry? Already a duopoly (Meituan,… https://t.co/L57I1psnsQ"}, {"Name": "MicroFundy", "Time": "20190529", "Text": "fake meat hasn't budged when priced in fake money\n#beyond https://t.co/e4cvXHrr36"}, {"Name": "TruthGundlach", "Time": "20190529", "Text": "Long maturity US Treasury price action today was consistent with a blowoff momentum top. I suspect buyer’s remorse will set in fairly soon."}, {"Name": "TruthGundlach", "Time": "20190530", "Text": "DB price action looking pretty scary.  And Soc Gen, still run by the indefatigably incompetent Oudea, is heading straight south yet again."}, {"Name": "BergenCapital", "Time": "20190530", "Text": "RT @TruthGundlach: DB price action looking pretty scary.  And Soc Gen, still run by the indefatigably incompetent Oudea, is heading straigh…"}, {"Name": "PresciencePoint", "Time": "20190530", "Text": "We look forward to working with the newly refreshed board to realize substantial value for all $MDXG shareholders. https://t.co/GvLMRcA0rb"}, {"Name": "PresciencePoint", "Time": "20190530", "Text": "We are very excited to have reached an agreement for a broad reconstitution of the board of $MDXG. Under the plan,… https://t.co/lEuFGPDPRP"}, {"Name": "JohnHuber72", "Time": "20190530", "Text": "Tiger Woods (book) is fun/disturbing/shocking all at once. Like Bad Blood. You can't analyze Woods' epic rise &amp; Sha… https://t.co/NwvNlwpNo5"}, {"Name": "FundyLongShort", "Time": "20190530", "Text": "@Nonrelatedsense @teasri @EconomPic @Valuetrap13 @Macropsychology \"Few things\"?  We're on a pretty good 240+ year run here..."}, {"Name": "AureliusValue", "Time": "20190530", "Text": "RT @ResearchGrizzly: In our first report we have uncovered material undisclosed related party transactions at $INS that make the stock unin…"}, {"Name": "AureliusValue", "Time": "20190530", "Text": "Malfeasance at another company Parker Petit @PetePetitGroup is involved in?  Who would have thought. $INS… https://t.co/M6OqIfg7tx"}, {"Name": "JohnHuber72", "Time": "20190530", "Text": "@rsosa8 It's well worth reading. Incredible piece of journalism, and it's a really interesting view into what turne… https://t.co/KbVfGTWzBP"}, {"Name": "JohnHuber72", "Time": "20190530", "Text": "@Kevin_Holloway @TravisWiedower Yeah in recent years he's changed his approach to interacting with fans/media/playe… https://t.co/mZETVPLCj0"}, {"Name": "AureliusValue", "Time": "20190530", "Text": "$INS this commentary from CEO about money losing investments in customers seems problematic given there is no relat… https://t.co/w6Np1TsNYu"}, {"Name": "MicroFundy", "Time": "20190530", "Text": "Seriously...\n#BeyondMeat : #BeyondDollars https://t.co/Tx2vZ1cgHt"}, {"Name": "JohnHuber72", "Time": "20190531", "Text": "That crazy “maybe Golden State is better without Durant” narrative lost a little luster tonight"}, {"Name": "TMTanalyst", "Time": "20190531", "Text": "@fromedome @qz Maybe because the user base is tiny compared to other social media players."}, {"Name": "TMTanalyst", "Time": "20190531", "Text": "@fromedome Even more so if people aren’t aware of it"}, {"Name": "FundyLongShort", "Time": "20190531", "Text": "@TadAllagash Love the hell out of it.  Gonna make the SEC even more monstrous than it already is."}, {"Name": "FundyLongShort", "Time": "20190531", "Text": "@BluegrassCap Vanderbilt will do so for football next year."}, {"Name": "FundyLongShort", "Time": "20190531", "Text": "@TadAllagash Baby steps?  If something can be overdone, you know the SEC will do it."}, {"Name": "MicroFundy", "Time": "20190531", "Text": "Thank goodness ConEd started doing two-factor authentication every time you login to pay a bill. Otherwise someone… https://t.co/6apAQZqJdL"}, {"Name": "PresciencePoint", "Time": "20190603", "Text": "RT @MiMedx: We issued a letter explaining what is at stake at our upcoming Annual Meeting. Help our company move forward by voting the BLUE…"}, {"Name": "FundyLongShort", "Time": "20190603", "Text": "@Nonrelatedsense Yep.  It's also a great way to learn new things, which is never bad."}, {"Name": "MicroFundy", "Time": "20190603", "Text": "RT @MicroFundy: $QQQ.Q ™"}, {"Name": "TruthGundlach", "Time": "20190604", "Text": "Roger Goodell: NFL wants a new Bills stadium so the team “remains competitive”.  Since when is it the stadium that makes a team competitive?"}, {"Name": "JohnHuber72", "Time": "20190604", "Text": "@rationalwalk Agree, Nothing will ever be as great as the iPhone for Apple. But, nothing will ever be as great as t… https://t.co/Lqlfht5EpO"}, {"Name": "FundyLongShort", "Time": "20190604", "Text": "@patrick_oshag Why is Tom Saberhagen no longer there?"}, {"Name": "AureliusValue", "Time": "20190604", "Text": "RT @SeekingAlpha: $LCI - Lannett: Industry-Wide Drug Pricing Case Enters The Criminal Phase https://t.co/LR9nav5G6z"}, {"Name": "PresciencePoint", "Time": "20190604", "Text": "MiMedx Shareholders Should Visit https://t.co/KQuJJCGF0p for information on how to vote in the upcoming annual meet… https://t.co/3WpbLU1k1D"}, {"Name": "PresciencePoint", "Time": "20190604", "Text": "RT @MiMedx: Visit https://t.co/D4jRcgXP6J to read about our three new director nominees up for election at the 2018 Annual Meeting. Every v…"}, {"Name": "PresciencePoint", "Time": "20190605", "Text": "RT @MiMedx: MiMedx just posted a presentation for investors. Download the presentation here: https://t.co/9iVS5fN4bX. Vote the BLUE card to…"}, {"Name": "PresciencePoint", "Time": "20190605", "Text": "RT @MiMedx: MDXG encourages all shareholders to vote the BLUE card today! Voting instructions are available at https://t.co/9iVS5fN4bX. $MD…"}, {"Name": "MicroFundy", "Time": "20190605", "Text": "You can't fire me, I quit https://t.co/2UBqKHpb9A"}]