["THE", {"Name": "KerrisdaleCap", "Time": 20180627, "Text": "$I and $SESG are satellite operators and by far the largest players in the 3.7-4.2GHz frequency range. This is a hu… https://t.co/bUH25iZuo6", "clean_text": "I AND SESG ARE SATELLITE OPERATORS AND BY FAR THE LARGEST PLAYERS IN THE 3742GHZ FREQUENCY RANGE THIS IS A HU ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "KerrisdaleCap", "Time": 20180627, "Text": "The FCC wants to see as much of this spectrum as possible moved as quickly as possible, without disrupting incumben… https://t.co/yxPLd11YFa", "clean_text": "THE FCC WANTS TO SEE AS MUCH OF THIS SPECTRUM AS POSSIBLE MOVED AS QUICKLY AS POSSIBLE WITHOUT DISRUPTING INCUMBEN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20180627, "Text": "After a detailed look at incumbent uses of the band, we believe $I and $SESG can free up (over a few years) and mon… https://t.co/gJohTvn8sI", "clean_text": "AFTER A DETAILED LOOK AT INCUMBENT USES OF THE BAND WE BELIEVE I AND SESG CAN FREE UP OVER A FEW YEARS AND MON ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20180627, "Text": "Will the FCC let satco's keep the proceeds? Yes – the proposal from $I &amp; $SESG is exactly the kind of industry-led,… https://t.co/xptDmv1Hon", "clean_text": "WILL THE FCC LET SATCO KEEP THE PROCEEDS YES THE PROPOSAL FROM I AMP SESG IS EXACTLY THE KIND OF INDUSTRYLED ", "count1": 1, "count2": 1, "count3": 0, "count4": 4}, {"Name": "KerrisdaleCap", "Time": 20180627, "Text": "We've been bearish on almost every spectrum story out there, for years. But $I and $SES are different, and the upsi… https://t.co/lgJJ31Od4T", "clean_text": "WEVE BEEN BEARISH ON ALMOST EVERY SPECTRUM STORY OUT THERE FOR YEARS BUT I AND SES ARE DIFFERENT AND THE UPSI ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActivistShorts", "Time": 20180627, "Text": "A busy day @ActivistShorts - seven stories posted, covering the likes of @sprucepointcap @investorsbeware and… https://t.co/aHEK6Hb1NR", "clean_text": "A BUSY DAY @ACTIVISTSHORTS  SEVEN STORIES POSTED COVERING THE LIKES OF @SPRUCEPOINTCAP @INVESTORSBEWARE AND ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20180625, "Text": "Citron selectively uses the F word. Here goes: $COOL full on stock FRAUD.  SEC should halt for clarification.  Full… https://t.co/owhD6cjH4c", "clean_text": "CITRON SELECTIVELY USES THE F WORD HERE GOES COOL FULL ON STOCK FRAUD  SEC SHOULD HALT FOR CLARIFICATION  FULL ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TMTanalyst", "Time": 20180621, "Text": "@ddale8 Are these chants spontaneous or does he have plants who get the crowd going?", "clean_text": "@DDALE8 ARE THESE CHANTS SPONTANEOUS OR DOES HE HAVE PLANTS WHO GET THE CROWD GOING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20180619, "Text": "@Nonrelatedsense The worst--I've never understood it.", "clean_text": "@NONRELATEDSENSE THE WORSTIVE NEVER UNDERSTOOD IT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20180615, "Text": "Citron $NFLX to $340 call.  Before any of the pundits or critics who criticize Citron comment further,  just read a… https://t.co/yqHbU8zYNu", "clean_text": "CITRON NFLX TO 340 CALL  BEFORE ANY OF THE PUNDITS OR CRITICS WHO CRITICIZE CITRON COMMENT FURTHER  JUST READ A ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20180614, "Text": "RT @jacobsoboroff: I’m a part of the first group of journalists to go into the shelter for detained child migrants in Brownsville Texas sin…", "clean_text": "RT @JACOBSOBOROFF IM A PART OF THE FIRST GROUP OF JOURNALISTS TO GO INTO THE SHELTER FOR DETAINED CHILD MIGRANTS IN BROWNSVILLE TEXAS SIN", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "CitronResearch", "Time": 20180614, "Text": "Citron explains why $NFLX is on its way back to $340. A theory that Bob Dylan would agree with. The winds have chan… https://t.co/Qn8RrXyfQh", "clean_text": "CITRON EXPLAINS WHY NFLX IS ON ITS WAY BACK TO 340 A THEORY THAT BOB DYLAN WOULD AGREE WITH THE WINDS HAVE CHAN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]