["RT", {"Name": "GothamResearch", "Time": 20180526, "Text": "RT @fr3ino: Because of #GDPR, USA Today decided to run a separate version of their website for EU users, which has all the tracking scripts…", "clean_text": "RT @FR3INO BECAUSE OF #GDPR USA TODAY DECIDED TO RUN A SEPARATE VERSION OF THEIR WEBSITE FOR EU USERS WHICH HAS ALL THE TRACKING SCRIPTS", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActivistShorts", "Time": 20180525, "Text": "RT @ActivistInsight: Herbalife tender heavily oversubscribed, Icahn sells some shares. If Cristiano Ronaldo doesn't do the business tomorro…", "clean_text": "RT @ACTIVISTINSIGHT HERBALIFE TENDER HEAVILY OVERSUBSCRIBED ICAHN SELLS SOME SHARES IF CRISTIANO RONALDO DOESNT DO THE BUSINESS TOMORRO", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180523, "Text": "RT @SkytopStrat: Activist short selling has become an increasingly recognized and important part of the capital markets over the last 3 yea…", "clean_text": "RT @SKYTOPSTRAT ACTIVIST SHORT SELLING HAS BECOME AN INCREASINGLY RECOGNIZED AND IMPORTANT PART OF THE CAPITAL MARKETS OVER THE LAST 3 YEA", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20180522, "Text": "RT @RodBoydILM: Whoa. https://t.co/rxpBiH89TJ", "clean_text": "RT @RODBOYDILM WHOA ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20180518, "Text": "RT @drewlazor: SESSION COCKTAILS lands this Tuesday May 22! Did you order yours yet? https://t.co/6BzER0KW5C\n\nI am fired up so I want to gi…", "clean_text": "RT @DREWLAZOR SESSION COCKTAILS LANDS THIS TUESDAY MAY 22 DID YOU ORDER YOURS YET \n\nI AM FIRED UP SO I WANT TO GI", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180518, "Text": "RT @ActivistInsight: ICYMI our latest report for you to download. https://t.co/kUVmch81o6", "clean_text": "RT @ACTIVISTINSIGHT ICYMI OUR LATEST REPORT FOR YOU TO DOWNLOAD ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}]