["WE", {"Name": "GothamResearch", "Time": 20181113, "Text": "RT @privacyint: We filed complaints against 7 companies that, despite exploiting the data about millions of people, are not well-known and…", "clean_text": "RT @PRIVACYINT WE FILED COMPLAINTS AGAINST 7 COMPANIES THAT DESPITE EXPLOITING THE DATA ABOUT MILLIONS OF PEOPLE ARE NOT WELLKNOWN AND", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Carl_C_Icahn", "Time": 20181108, "Text": "@davidfaber @davidfaber your critique of my record – saying we did only as well as the S&amp;P – misses the whole point… https://t.co/quLAXQYa49", "clean_text": "@DAVIDFABER @DAVIDFABER YOUR CRITIQUE OF MY RECORD SAYING WE DID ONLY AS WELL AS THE SAMPP MISSES THE WHOLE POINT ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActivistShorts", "Time": 20181108, "Text": "In this month's 'Short Campaign in Focus' we take a look at @QCMFunds' campaign at $FLLIY.\n\nThe stock is down almos… https://t.co/V6QtH66YY3", "clean_text": "IN THIS MONTH HORT CAMPAIGN IN FOCU WE TAKE A LOOK AT @QCMFUND CAMPAIGN AT FLLIY\n\nTHE STOCK IS DOWN ALMOS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GothamResearch", "Time": 20181107, "Text": "$MED quietly -26% today, trading at $159 per share as of this moment. We believe several problems not covered in ou… https://t.co/z2uaXleXXC", "clean_text": "MED QUIETLY 26% TODAY TRADING AT 159 PER SHARE AS OF THIS MOMENT WE BELIEVE SEVERAL PROBLEMS NOT COVERED IN OU ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GothamResearch", "Time": 20181031, "Text": "$CRTO , whose shares have declined -50% since we initiated coverage last year, reported earnings today. Revenue dec… https://t.co/b4E7SbZNo7", "clean_text": "CRTO  WHOSE SHARES HAVE DECLINED 50% SINCE WE INITIATED COVERAGE LAST YEAR REPORTED EARNINGS TODAY REVENUE DEC ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GothamResearch", "Time": 20181031, "Text": "While we have covered our $CRTO short position, we don't see evidence yet that the business is bottoming, nor that… https://t.co/qhf0WFPFM9", "clean_text": "WHILE WE HAVE COVERED OUR CRTO SHORT POSITION WE DONT SEE EVIDENCE YET THAT THE BUSINESS IS BOTTOMING NOR THAT ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "GothamResearch", "Time": 20181031, "Text": "@rexxxryan10 Yes, and will we short more if the stock bounces on earnings. Patience is a virtue.", "clean_text": "@REXXXRYAN10 YES AND WILL WE SHORT MORE IF THE STOCK BOUNCES ON EARNINGS PATIENCE IS A VIRTUE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}]