["TO", {"Name": "CitronResearch", "Time": 20181207, "Text": "Congrats to $CRON. A floor has been established- time to rethink all valuations. $APHA is compelling on all metrics… https://t.co/TO3haSfS5G", "clean_text": "CONGRATS TO CRON A FLOOR HAS BEEN ESTABLISHED TIME TO RETHINK ALL VALUATIONS APHA IS COMPELLING ON ALL METRICS ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "ActivistShorts", "Time": 20181203, "Text": "Interesting to see whether it gets any kind of pickup in the ESG community, which is mostly designed for passive ma… https://t.co/9yEWbCw0wC", "clean_text": "INTERESTING TO SEE WHETHER IT GETS ANY KIND OF PICKUP IN THE ESG COMMUNITY WHICH IS MOSTLY DESIGNED FOR PASSIVE MA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20181203, "Text": "RT @WillauerProsky: @ActivistShorts We've been pitching activist shorting and the moral aspects and power of it to corpgov and ESG communit…", "clean_text": "RT @WILLAUERPROSKY @ACTIVISTSHORTS WEVE BEEN PITCHING ACTIVIST SHORTING AND THE MORAL ASPECTS AND POWER OF IT TO CORPGOV AND ESG COMMUNIT", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20181203, "Text": "Viceroy's take on the second presentation to target $EBIX today. https://t.co/Kfx79BSBDe", "clean_text": "VICEROY TAKE ON THE SECOND PRESENTATION TO TARGET EBIX TODAY ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20181129, "Text": "@DumbLuckCapital Milhouse is the worst, but he's been very funny to watch recently... https://t.co/LT4XVWUE3U", "clean_text": "@DUMBLUCKCAPITAL MILHOUSE IS THE WORST BUT HE BEEN VERY FUNNY TO WATCH RECENTLY ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20181126, "Text": "$MNK has just FAILED it's only real clinical trial of Acthar. Mallinckrodt has failed to disclose.  Citron will fol… https://t.co/bss1GLKJ3i", "clean_text": "MNK HAS JUST FAILED IT ONLY REAL CLINICAL TRIAL OF ACTHAR MALLINCKRODT HAS FAILED TO DISCLOSE  CITRON WILL FOL ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}]