["THE", {"Name": "KerrisdaleCap", "Time": 20180709, "Text": "Come to the @Traders4ACause charity event on July 17 at @huntandfishnyc with @jonnajarian and @PowerLunch anchor Ty… https://t.co/CuQw1jUvD3", "clean_text": "COME TO THE @TRADERS4ACAUSE CHARITY EVENT ON JULY 17 AT @HUNTANDFISHNYC WITH @JONNAJARIAN AND @POWERLUNCH ANCHOR TY ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20180707, "Text": "Thread: Reading The Revolt Of The Public And The Crisis Of Authority In The New Millennium by @mgurri --&gt; https://t.co/8gqtyQFTkN", "clean_text": "THREAD READING THE REVOLT OF THE PUBLIC AND THE CRISIS OF AUTHORITY IN THE NEW MILLENNIUM BY @MGURRI GT ", "count1": 2, "count2": 4, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180707, "Text": "\"Back when the world and I were young, information was scarce, hence valuable... A curious thing happens to sources… https://t.co/UbqCnzNYIj", "clean_text": "BACK WHEN THE WORLD AND I WERE YOUNG INFORMATION WAS SCARCE HENCE VALUABLE A CURIOUS THING HAPPENS TO SOURCES ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20180707, "Text": "\"Public discussion was limited to a very few topics of interest to the articulate elites.\" https://t.co/Ue7ZMlXMNo", "clean_text": "PUBLIC DISCUSSION WAS LIMITED TO A VERY FEW TOPICS OF INTEREST TO THE ARTICULATE ELITES ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "pmarca", "Time": 20180707, "Text": "\"The docile mass audience, so easily persuaded by advertisers and politicians, had been a monopolist's fantasy whic… https://t.co/J7jtXYJrce", "clean_text": "THE DOCILE MASS AUDIENCE SO EASILY PERSUADED BY ADVERTISERS AND POLITICIANS HAD BEEN A MONOPOLIST FANTASY WHIC ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180707, "Text": "\"One of the most important concepts for understanding social behavior is preference falsification -- when an indivi… https://t.co/5wvPK7ilGM", "clean_text": "ONE OF THE MOST IMPORTANT CONCEPTS FOR UNDERSTANDING SOCIAL BEHAVIOR IS PREFERENCE FALSIFICATION  WHEN AN INDIVI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180707, "Text": "\"Moderates are more likely to move toward the extremes than partisans are to move toward the middle. Given their fl… https://t.co/b3LU5M0gz3", "clean_text": "MODERATES ARE MORE LIKELY TO MOVE TOWARD THE EXTREMES THAN PARTISANS ARE TO MOVE TOWARD THE MIDDLE GIVEN THEIR FL ", "count1": 0, "count2": 2, "count3": 2, "count4": 1}, {"Name": "pmarca", "Time": 20180707, "Text": "\"Less opinionated entrants falsify their preferences to not upset those who decide the rules, rewards, and punishme… https://t.co/opvihlnGlP", "clean_text": "LESS OPINIONATED ENTRANTS FALSIFY THEIR PREFERENCES TO NOT UPSET THOSE WHO DECIDE THE RULES REWARDS AND PUNISHME ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20180707, "Text": "\"When moderates acquiesce to partisans, they signal to the opposition ideological inflexibility and unwillingness t… https://t.co/aIngpLgj4O", "clean_text": "WHEN MODERATES ACQUIESCE TO PARTISANS THEY SIGNAL TO THE OPPOSITION IDEOLOGICAL INFLEXIBILITY AND UNWILLINGNESS T ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "pmarca", "Time": 20180707, "Text": "\"The prediction of liberalism’s imminent demise is hardly a new story. Scholars and statesmen have been declaring l… https://t.co/mJvT3WNmNt", "clean_text": "THE PREDICTION OF LIBERALISMS IMMINENT DEMISE IS HARDLY A NEW STORY SCHOLARS AND STATESMEN HAVE BEEN DECLARING L ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180707, "Text": "\"According to this analysis, liberalism first died in the late 1870s, then died some more at the turn of the 20th c… https://t.co/AHXEOen0KI", "clean_text": "ACCORDING TO THIS ANALYSIS LIBERALISM FIRST DIED IN THE LATE 1870S THEN DIED SOME MORE AT THE TURN OF THE 20TH C ", "count1": 1, "count2": 3, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "Days of Rage: America's Radical Underground, the FBI, and the Forgotten Age of Revolutionary Violence by… https://t.co/3W2PocYhLI", "clean_text": "DAYS OF RAGE AMERICA RADICAL UNDERGROUND THE FBI AND THE FORGOTTEN AGE OF REVOLUTIONARY VIOLENCE BY ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "Civilian Warriors: The Inside Story of Blackwater by Erik Prince -- The founding and growth of military contractor… https://t.co/nvwOiI0m59", "clean_text": "CIVILIAN WARRIORS THE INSIDE STORY OF BLACKWATER BY ERIK PRINCE  THE FOUNDING AND GROWTH OF MILITARY CONTRACTOR ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "The Rise of Superman: Decoding the Science of Ultimate Human Performance by @steven_kotler -- Startling walk throug… https://t.co/8HoyYIdPeZ", "clean_text": "THE RISE OF SUPERMAN DECODING THE SCIENCE OF ULTIMATE HUMAN PERFORMANCE BY @STEVEN_KOTLER  STARTLING WALK THROUG ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "Devil's Bargain: Steve Bannon, Donald Trump, and the Storming of the Presidency by @JoshuaGreen -- Best (?) book so… https://t.co/VFIvdRwiqL", "clean_text": "DEVIL BARGAIN STEVE BANNON DONALD TRUMP AND THE STORMING OF THE PRESIDENCY BY @JOSHUAGREEN  BEST  BOOK SO ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "Shattered: Inside Hillary Clinton's Doomed Campaign by @jonallendc &amp; @amieparnes -- Best (?) book so far on the Dem… https://t.co/jerBAigOHP", "clean_text": "SHATTERED INSIDE HILLARY CLINTON DOOMED CAMPAIGN BY @JONALLENDC AMP @AMIEPARNES  BEST  BOOK SO FAR ON THE DEM ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "Living with a SEAL: 31 Days Training with the Toughest Man on the Planet by @the100MileMan -- What's it like to tra… https://t.co/C0E5y92GzQ", "clean_text": "LIVING WITH A SEAL 31 DAYS TRAINING WITH THE TOUGHEST MAN ON THE PLANET BY @THE100MILEMAN  WHAT IT LIKE TO TRA ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "The Myth of the Rational Voter by @bryan_caplan -- \"The median American is a moderate national socialist – statist… https://t.co/g0Q1mJTtg1", "clean_text": "THE MYTH OF THE RATIONAL VOTER BY @BRYAN_CAPLAN  THE MEDIAN AMERICAN IS A MODERATE NATIONAL SOCIALIST STATIST ", "count1": 1, "count2": 3, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "A Very Expensive Poison: The Assassination of Alexander Litvinenko by @lukeharding1968 -- The astonishing story of… https://t.co/xd6WvAeLNu", "clean_text": "A VERY EXPENSIVE POISON THE ASSASSINATION OF ALEXANDER LITVINENKO BY @LUKEHARDING1968  THE ASTONISHING STORY OF ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "Lone Survivor: The Eyewitness Account of Operation Redwing and the Lost Heroes of SEAL Team 10 by @MarcusLuttrell -… https://t.co/xuCJi1H1AI", "clean_text": "LONE SURVIVOR THE EYEWITNESS ACCOUNT OF OPERATION REDWING AND THE LOST HEROES OF SEAL TEAM 10 BY @MARCUSLUTTRELL  ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "A Spy Among Friends: Kim Philby and the Great Betrayal by @BenMacintyre1 -- True, chilling saga of straight up, pro… https://t.co/RBEUa7jpU5", "clean_text": "A SPY AMONG FRIENDS KIM PHILBY AND THE GREAT BETRAYAL BY @BENMACINTYRE1  TRUE CHILLING SAGA OF STRAIGHT UP PRO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "The Rational Optimist: How Prosperity Evolves by @mattwridley -- Sparkling explanation of how the economy evolves,… https://t.co/exQMwDrH1L", "clean_text": "THE RATIONAL OPTIMIST HOW PROSPERITY EVOLVES BY @MATTWRIDLEY  SPARKLING EXPLANATION OF HOW THE ECONOMY EVOLVES ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180706, "Text": "Triumph of the City: How Our Greatest Invention Makes Us Richer, Smarter, Greener, Healthier, and Happier by Edward… https://t.co/qgSDRXOhcz", "clean_text": "TRIUMPH OF THE CITY HOW OUR GREATEST INVENTION MAKES US RICHER SMARTER GREENER HEALTHIER AND HAPPIER BY EDWARD ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "Expert Political Judgment: How Good Is It? How Can We Know? by @PTetlock -- Is the future knowable, and by whom? Al… https://t.co/JSY6wj6yTB", "clean_text": "EXPERT POLITICAL JUDGMENT HOW GOOD IS IT HOW CAN WE KNOW BY @PTETLOCK  IS THE FUTURE KNOWABLE AND BY WHOM AL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "The Spider Network by @davidenrich -- \"Billions\"-esque saga of global financial market manipulation, at mind-boggli… https://t.co/mOlbep7xsf", "clean_text": "THE SPIDER NETWORK BY @DAVIDENRICH  BILLIONSESQUE SAGA OF GLOBAL FINANCIAL MARKET MANIPULATION AT MINDBOGGLI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "A Guide to the Good Life: The Ancient Art of Stoic Joy by William B. Irvine -- Best (?) walk through the ancient/cu… https://t.co/LlpUczowwh", "clean_text": "A GUIDE TO THE GOOD LIFE THE ANCIENT ART OF STOIC JOY BY WILLIAM B IRVINE  BEST  WALK THROUGH THE ANCIENTCU ", "count1": 1, "count2": 3, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "The Courage to Be Disliked by Ichiro Kishimi &amp; Fumitake Koga -- Smash hit in Japan, and easy to see why. Adlerian p… https://t.co/KEfdF5N85n", "clean_text": "THE COURAGE TO BE DISLIKED BY ICHIRO KISHIMI AMP FUMITAKE KOGA  SMASH HIT IN JAPAN AND EASY TO SEE WHY ADLERIAN P ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "All Out War: The Full Story of How Brexit Sank Britain's Political Class by @ShippersUnbound -- Inside story of how… https://t.co/jNZuzcU46x", "clean_text": "ALL OUT WAR THE FULL STORY OF HOW BREXIT SANK BRITAIN POLITICAL CLASS BY @SHIPPERSUNBOUND  INSIDE STORY OF HOW ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "When the Wolves Bite: Two Billionaires, One Company, and an Epic Wall Street Battle by @ScottWapnerCNBC -- \"Wall St… https://t.co/tCvl4vImxV", "clean_text": "WHEN THE WOLVES BITE TWO BILLIONAIRES ONE COMPANY AND AN EPIC WALL STREET BATTLE BY @SCOTTWAPNERCNBC  WALL ST ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "But What If We're Wrong?: Thinking About the Present As If It Were the Past by @CKlosterman -- Wide-ranging meditat… https://t.co/x9nJlyJArF", "clean_text": "BUT WHAT IF WERE WRONG THINKING ABOUT THE PRESENT AS IF IT WERE THE PAST BY @CKLOSTERMAN  WIDERANGING MEDITAT ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "Chasing Hillary: Ten Years, Two Presidential Campaigns, and One Intact Glass Ceiling by @amychozick -- On the bus/i… https://t.co/L8OOPlESNh", "clean_text": "CHASING HILLARY TEN YEARS TWO PRESIDENTIAL CAMPAIGNS AND ONE INTACT GLASS CEILING BY @AMYCHOZICK  ON THE BUSI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "The Strange Death of Europe by @DouglasKMurray -- One perspective on the politics of immgiration in Europe, playing… https://t.co/MvgAxqWkCC", "clean_text": "THE STRANGE DEATH OF EUROPE BY @DOUGLASKMURRAY  ONE PERSPECTIVE ON THE POLITICS OF IMMGIRATION IN EUROPE PLAYING ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "A Higher Loyalty: Truth, Lies, and Leadership by @Comey -- Certainly the story is well known, but given author's pr… https://t.co/703MFYKg9E", "clean_text": "A HIGHER LOYALTY TRUTH LIES AND LEADERSHIP BY @COMEY  CERTAINLY THE STORY IS WELL KNOWN BUT GIVEN AUTHOR PR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "Conspiracy: Peter Thiel, Hulk Hogan, Gawker, and the Anatomy of Intrigue by @RyanHoliday -- Startlingly deep cultur… https://t.co/YLDyGmonIm", "clean_text": "CONSPIRACY PETER THIEL HULK HOGAN GAWKER AND THE ANATOMY OF INTRIGUE BY @RYANHOLIDAY  STARTLINGLY DEEP CULTUR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "Skin in the Game by @nntaleb -- Skin in the game as conflict of interest, or as attaching one's livelihood to one's… https://t.co/hcSDF7yhOW", "clean_text": "SKIN IN THE GAME BY @NNTALEB  SKIN IN THE GAME AS CONFLICT OF INTEREST OR AS ATTACHING ONE LIVELIHOOD TO ONE ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "Slugfest: Inside the Epic, 50-year Battle between Marvel and DC by @reed_tucker -- Spellbinding creative and busine… https://t.co/o44DMwS0Iv", "clean_text": "SLUGFEST INSIDE THE EPIC 50YEAR BATTLE BETWEEN MARVEL AND DC BY @REED_TUCKER  SPELLBINDING CREATIVE AND BUSINE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20180705, "Text": "Hacks: The Inside Story of the Break-ins and Breakdowns That Put Donald Trump in the White House by @donnabrazile -… https://t.co/KYURDLaJdG", "clean_text": "HACKS THE INSIDE STORY OF THE BREAKINS AND BREAKDOWNS THAT PUT DONALD TRUMP IN THE WHITE HOUSE BY @DONNABRAZILE  ", "count1": 1, "count2": 3, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180703, "Text": "RT @ActivistInsight: 🆕 | This week's poll question:\n\nWhat is the greatest confirmation of a short seller's thesis?\n\n#ShortSelling @Activist…", "clean_text": "RT @ACTIVISTINSIGHT THIS WEEK POLL QUESTION\n\nWHAT IS THE GREATEST CONFIRMATION OF A SHORT SELLER THESIS\n\n#SHORTSELLING @ACTIVIST", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180628, "Text": "RT @TMFAssociates: Revealing insight into the philosophy underpinning market-based reallocation of spectrum (viz C-band) https://t.co/kG2dD…", "clean_text": "RT @TMFASSOCIATES REVEALING INSIGHT INTO THE PHILOSOPHY UNDERPINNING MARKETBASED REALLOCATION OF SPECTRUM VIZ CBAND ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180628, "Text": "For @ActivistShorts China is the gift that keeps on giving. https://t.co/RJ3wXGQ9GX", "clean_text": "FOR @ACTIVISTSHORTS CHINA IS THE GIFT THAT KEEPS ON GIVING ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180627, "Text": "$I and $SESG are satellite operators and by far the largest players in the 3.7-4.2GHz frequency range. This is a hu… https://t.co/bUH25iZuo6", "clean_text": "I AND SESG ARE SATELLITE OPERATORS AND BY FAR THE LARGEST PLAYERS IN THE 3742GHZ FREQUENCY RANGE THIS IS A HU ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180627, "Text": "The FCC wants to see as much of this spectrum as possible moved as quickly as possible, without disrupting incumben… https://t.co/yxPLd11YFa", "clean_text": "THE FCC WANTS TO SEE AS MUCH OF THIS SPECTRUM AS POSSIBLE MOVED AS QUICKLY AS POSSIBLE WITHOUT DISRUPTING INCUMBEN ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180627, "Text": "After a detailed look at incumbent uses of the band, we believe $I and $SESG can free up (over a few years) and mon… https://t.co/gJohTvn8sI", "clean_text": "AFTER A DETAILED LOOK AT INCUMBENT USES OF THE BAND WE BELIEVE I AND SESG CAN FREE UP OVER A FEW YEARS AND MON ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180627, "Text": "Will the FCC let satco's keep the proceeds? Yes – the proposal from $I &amp; $SESG is exactly the kind of industry-led,… https://t.co/xptDmv1Hon", "clean_text": "WILL THE FCC LET SATCO KEEP THE PROCEEDS YES THE PROPOSAL FROM I AMP SESG IS EXACTLY THE KIND OF INDUSTRYLED ", "count1": 1, "count2": 4, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180627, "Text": "We've been bearish on almost every spectrum story out there, for years. But $I and $SES are different, and the upsi… https://t.co/lgJJ31Od4T", "clean_text": "WEVE BEEN BEARISH ON ALMOST EVERY SPECTRUM STORY OUT THERE FOR YEARS BUT I AND SES ARE DIFFERENT AND THE UPSI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180627, "Text": "A busy day @ActivistShorts - seven stories posted, covering the likes of @sprucepointcap @investorsbeware and… https://t.co/aHEK6Hb1NR", "clean_text": "A BUSY DAY @ACTIVISTSHORTS  SEVEN STORIES POSTED COVERING THE LIKES OF @SPRUCEPOINTCAP @INVESTORSBEWARE AND ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20180625, "Text": "Citron selectively uses the F word. Here goes: $COOL full on stock FRAUD.  SEC should halt for clarification.  Full… https://t.co/owhD6cjH4c", "clean_text": "CITRON SELECTIVELY USES THE F WORD HERE GOES COOL FULL ON STOCK FRAUD  SEC SHOULD HALT FOR CLARIFICATION  FULL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]