["OF", {"Name": "Carl_C_Icahn", "Time": 20180504, "Text": "We just released an open letter (including other important information) to shareholders of $XRX – available here: https://t.co/TKzltX6b6G", "clean_text": "WE JUST RELEASED AN OPEN LETTER INCLUDING OTHER IMPORTANT INFORMATION TO SHAREHOLDERS OF XRX AVAILABLE HERE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180503, "Text": "Discussed the scourge of phony online ad traffic, bots, fake websites, domain spoofing and how short activists can… https://t.co/JC3i6sUcho", "clean_text": "DISCUSSED THE SCOURGE OF PHONY ONLINE AD TRAFFIC BOTS FAKE WEBSITES DOMAIN SPOOFING AND HOW SHORT ACTIVISTS CAN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180503, "Text": "Project M's Enrique Abeyta is short $BUD on the basis of changing industry dynamics.", "clean_text": "PROJECT M ENRIQUE ABEYTA IS SHORT BUD ON THE BASIS OF CHANGING INDUSTRY DYNAMICS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180503, "Text": "Gabriel Grego of @QCMFunds tells @KaseLearning that Folli Follie sales may be much, much lower than reported. (FFGRP:Athens)", "clean_text": "GABRIEL GREGO OF @QCMFUNDS TELLS @KASELEARNING THAT FOLLI FOLLIE SALES MAY BE MUCH MUCH LOWER THAN REPORTED FFGRPATHENS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20180430, "Text": "RT @EditorEdge: Taylor Lewan just drank out of the mouth of a gigantic catfish, shotgunned multiple beers and flipped off the Winnipeg Jets…", "clean_text": "RT @EDITOREDGE TAYLOR LEWAN JUST DRANK OUT OF THE MOUTH OF A GIGANTIC CATFISH SHOTGUNNED MULTIPLE BEERS AND FLIPPED OFF THE WINNIPEG JETS", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20180426, "Text": "RT @GothamResearch: “effective on April 25, 2018, Eric Eichmann will no longer serve as Chief Executive Officer of the Company or as a memb…", "clean_text": "RT @GOTHAMRESEARCH EFFECTIVE ON APRIL 25 2018 ERIC EICHMANN WILL NO LONGER SERVE AS CHIEF EXECUTIVE OFFICER OF THE COMPANY OR AS A MEMB", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180426, "Text": "$AGO is almost back to where it was at Monday's open on the back of this rebuttal: https://t.co/tSSbGTx6EE https://t.co/Os5RbRedsN", "clean_text": "AGO IS ALMOST BACK TO WHERE IT WAS AT MONDAY OPEN ON THE BACK OF THIS REBUTTAL  ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20180425, "Text": "“effective on April 25, 2018, Eric Eichmann will no longer serve as Chief Executive Officer of the Company or as a… https://t.co/nF0iN3UclV", "clean_text": "EFFECTIVE ON APRIL 25 2018 ERIC EICHMANN WILL NO LONGER SERVE AS CHIEF EXECUTIVE OFFICER OF THE COMPANY OR AS A ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180424, "Text": "$JOE’s largest shareholder is failing and must comply with new SEC rules that limit holdings of illiquid stocks. JO… https://t.co/tL4Rv8vTZE", "clean_text": "JOES LARGEST SHAREHOLDER IS FAILING AND MUST COMPLY WITH NEW SEC RULES THAT LIMIT HOLDINGS OF ILLIQUID STOCKS JO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180424, "Text": "Most of its land near the beach and close to Highway 30A has already been monetized. The acres remaining are remote… https://t.co/AKP1vazlR7", "clean_text": "MOST OF ITS LAND NEAR THE BEACH AND CLOSE TO HIGHWAY 30A HAS ALREADY BEEN MONETIZED THE ACRES REMAINING ARE REMOTE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180424, "Text": "The only sellside analyst covering $JOE assumes FIFTY yrs of impossibly robust growth for the Bay-Walton Sector pla… https://t.co/qk9ad8NFkM", "clean_text": "THE ONLY SELLSIDE ANALYST COVERING JOE ASSUMES FIFTY YRS OF IMPOSSIBLY ROBUST GROWTH FOR THE BAYWALTON SECTOR PLA ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]