["OF", {"Name": "GlaucusResearch", "Time": 20180405, "Text": "We call on $BLA Blue Sky to provide the same level of transparency as the asset managers to which it compares itsel… https://t.co/SinNMgT1Sf", "clean_text": "WE CALL ON BLA BLUE SKY TO PROVIDE THE SAME LEVEL OF TRANSPARENCY AS THE ASSET MANAGERS TO WHICH IT COMPARES ITSEL ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "UnderwaterCap", "Time": 20180403, "Text": "@jerrycurlan I do. Part of the inefficiency of Taiwan...Most small-caps don't have English filings unfortunately.", "clean_text": "@JERRYCURLAN I DO PART OF THE INEFFICIENCY OF TAIWANMOST SMALLCAPS DONT HAVE ENGLISH FILINGS UNFORTUNATELY", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "HedgeyeENERGY", "Time": 20180330, "Text": "So long FinTwit - you've been great, made this job more fun and interesting.  best of luck all, cheers! - KK (4/4)", "clean_text": "SO LONG FINTWIT  YOUVE BEEN GREAT MADE THIS JOB MORE FUN AND INTERESTING  BEST OF LUCK ALL CHEERS  KK 44", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180328, "Text": "RT @AndrewScurria: \"... To try to discredit detailed reporting by one of the largest newspapers in Puerto Rico is simply ridiculous ... PRE…", "clean_text": "RT @ANDREWSCURRIA  TO TRY TO DISCREDIT DETAILED REPORTING BY ONE OF THE LARGEST NEWSPAPERS IN PUERTO RICO IS SIMPLY RIDICULOUS  PRE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GlaucusResearch", "Time": 20180328, "Text": "Glaucus is short Blue Sky Alternative Investments (ASX: BLA).  We value shares of $BLA at AU$&lt;2.66, 77% lower than… https://t.co/Tmdd4LfHx0", "clean_text": "GLAUCUS IS SHORT BLUE SKY ALTERNATIVE INVESTMENTS ASX BLA  WE VALUE SHARES OF BLA AT AULT266 77% LOWER THAN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GlaucusResearch", "Time": 20180328, "Text": "We believe that Blue Sky $BLA is significantly overstating its fee earning AUM by reporting the gross value of cert… https://t.co/51ssZo8Xnw", "clean_text": "WE BELIEVE THAT BLUE SKY BLA IS SIGNIFICANTLY OVERSTATING ITS FEE EARNING AUM BY REPORTING THE GROSS VALUE OF CERT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GlaucusResearch", "Time": 20180328, "Text": "Just an example of how absurdly $BLA Blue Sky marks up its investments: we calculate $BLA values 12 beach burrito j… https://t.co/Zj4r2aLlh7", "clean_text": "JUST AN EXAMPLE OF HOW ABSURDLY BLA BLUE SKY MARKS UP ITS INVESTMENTS WE CALCULATE BLA VALUES 12 BEACH BURRITO J ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GlaucusResearch", "Time": 20180328, "Text": "Over time, when Blue Sky $BLA inappropriately inflates the value of unrealized investments, its receivables balloon… https://t.co/JUVx1c5k90", "clean_text": "OVER TIME WHEN BLUE SKY BLA INAPPROPRIATELY INFLATES THE VALUE OF UNREALIZED INVESTMENTS ITS RECEIVABLES BALLOON ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20180328, "Text": "RT @ActivistInsight: The rise of activist short sellers, from the @FinancialReview, featuring data from Activist Insight Shorts.\n  https://…", "clean_text": "RT @ACTIVISTINSIGHT THE RISE OF ACTIVIST SHORT SELLERS FROM THE @FINANCIALREVIEW FEATURING DATA FROM ACTIVIST INSIGHT SHORTS\n  ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180327, "Text": "reading through the most recent $COG investor presentation ... the IR team there is on point.  one of the best E&amp;P… https://t.co/PAz8ihLHsp", "clean_text": "READING THROUGH THE MOST RECENT COG INVESTOR PRESENTATION  THE IR TEAM THERE IS ON POINT  ONE OF THE BEST EAMPP ", "count1": 0, "count2": 3, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180327, "Text": "not one mention of some bullshit, well-level return that only happens 1/10 wells.  kudos", "clean_text": "NOT ONE MENTION OF SOME BULLSHIT WELLLEVEL RETURN THAT ONLY HAPPENS 110 WELLS  KUDOS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20180327, "Text": "Citron short $TWTR.  Near-Term target $25   Of all social media, they are most vulnerable to privacy regulation  Wa… https://t.co/nSHNVrprXP", "clean_text": "CITRON SHORT TWTR  NEARTERM TARGET 25 OF ALL SOCIAL MEDIA THEY ARE MOST VULNERABLE TO PRIVACY REGULATION  WA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20180327, "Text": "RT @ActivistInsight: JCP Investment Management's campaign at Crius Energy Trust (TSX:KWH) is a rare example of a proxy fight following a sh…", "clean_text": "RT @ACTIVISTINSIGHT JCP INVESTMENT MANAGEMENT CAMPAIGN AT CRIUS ENERGY TRUST TSXKWH IS A RARE EXAMPLE OF A PROXY FIGHT FOLLOWING A SH", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180326, "Text": "ValueAct reports 3% position in Vopak $VPK.  SG&amp;A at 25% of sales, go get it Mr Ubben", "clean_text": "VALUEACT REPORTS 3% POSITION IN VOPAK VPK  SGAMPA AT 25% OF SALES GO GET IT MR UBBEN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20180326, "Text": "$SHOP has a MAJOR Facebook problem.  All growth tied to the abuse of Facebook privacy tools.  https://t.co/Fn9MwJO3Xn for full story", "clean_text": "SHOP HAS A MAJOR FACEBOOK PROBLEM  ALL GROWTH TIED TO THE ABUSE OF FACEBOOK PRIVACY TOOLS FOR FULL STORY", "count1": 0, "count2": 1, "count3": 0, "count4": 1}]