["OF", {"Name": "CitronResearch", "Time": 20181102, "Text": "Wayfair has become a textbook case of diseconomies of scale.  How much longer will shareholders have the patience f… https://t.co/3vpRDHCmKE", "clean_text": "WAYFAIR HAS BECOME A TEXTBOOK CASE OF DISECONOMIES OF SCALE  HOW MUCH LONGER WILL SHAREHOLDERS HAVE THE PATIENCE F ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20181101, "Text": "You can fire the ceo for being a creep but a culture of bullishness is forever. “Another outstanding year” for 2019", "clean_text": "YOU CAN FIRE THE CEO FOR BEING A CREEP BUT A CULTURE OF BULLISHNESS IS FOREVER ANOTHER OUTSTANDING YEAR” FOR 2019", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20181031, "Text": "@EpicureanDeal Yes. Saw the overpaid ceo of a media co but no rock stars like you.", "clean_text": "@EPICUREANDEAL YES SAW THE OVERPAID CEO OF A MEDIA CO BUT NO ROCK STARS LIKE YOU", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20181024, "Text": "@ROIChristie Friend of mine says people that wear vests suffer from Warm Arms Syndrome.", "clean_text": "@ROICHRISTIE FRIEND OF MINE SAYS PEOPLE THAT WEAR VESTS SUFFER FROM WARM ARMS SYNDROME", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20181023, "Text": "$TSLA dropping earnings on top of $F tomorrow might be a bad sign for shorts. After reviewing all recent info on… https://t.co/sbBYHdY4K9", "clean_text": "TSLA DROPPING EARNINGS ON TOP OF F TOMORROW MIGHT BE A BAD SIGN FOR SHORTS AFTER REVIEWING ALL RECENT INFO ON ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20181023, "Text": "Since @CitronResearch announced it was long Tesla for the first time, lots of debate about the stock. Who is still… https://t.co/rgqAAuYJr3", "clean_text": "SINCE @CITRONRESEARCH ANNOUNCED IT WAS LONG TESLA FOR THE FIRST TIME LOTS OF DEBATE ABOUT THE STOCK WHO IS STILL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]