["THE", {"Name": "CitronResearch", "Time": 20180815, "Text": "Today is the day that everything has changed in Cannabis.  Real $$$ into space.  Next to get support should be Tilr… https://t.co/RXivNlYuvu", "clean_text": "TODAY IS THE DAY THAT EVERYTHING HAS CHANGED IN CANNABIS  REAL  INTO SPACE  NEXT TO GET SUPPORT SHOULD BE TILR ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180815, "Text": "RT @ActivistInsight: ⭐️NEW POLL | In your experience, how have activists’ attitudes changed towards the companies they invest in?", "clean_text": "RT @ACTIVISTINSIGHT ⭐️NEW POLL IN YOUR EXPERIENCE HOW HAVE ACTIVISTS ATTITUDES CHANGED TOWARDS THE COMPANIES THEY INVEST IN", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180815, "Text": "RT @probesreporter: Wise counsel.  Except with occasional trade opportunities, no serious short seller we work with counts on the SEC as a…", "clean_text": "RT @PROBESREPORTER WISE COUNSEL  EXCEPT WITH OCCASIONAL TRADE OPPORTUNITIES NO SERIOUS SHORT SELLER WE WORK WITH COUNTS ON THE SEC AS A", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20180813, "Text": "$TWTR  Andrew Left of Citron Research to appear on Bloomberg Television at the 2:00 PM EST hour to discuss Citron's… https://t.co/aaQCMD5Spm", "clean_text": "TWTR  ANDREW LEFT OF CITRON RESEARCH TO APPEAR ON BLOOMBERG TELEVISION AT THE 200 PM EST HOUR TO DISCUSS CITRON ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "davidein", "Time": 20180810, "Text": "I want to thank @elonmusk for the shorts. He is a man of his word!  They did come with some manufacturing defects.… https://t.co/SnQ7PQnKh9", "clean_text": "I WANT TO THANK @ELONMUSK FOR THE SHORTS HE IS A MAN OF HIS WORD  THEY DID COME WITH SOME MANUFACTURING DEFECTS ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20180802, "Text": "$I: Good question from BTIG. The fight over the first 100MHz may be Epic 🚀 https://t.co/8hnjPiazyM", "clean_text": "I GOOD QUESTION FROM BTIG THE FIGHT OVER THE FIRST 100MHZ MAY BE EPIC ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20180802, "Text": "The Real Story:  Behind $AAPL and the word ‘trillion’ was a man who left us too soon. As we recognize this mileston… https://t.co/c20kfOz120", "clean_text": "THE REAL STORY  BEHIND AAPL AND THE WORD TRILLION WAS A MAN WHO LEFT US TOO SOON AS WE RECOGNIZE THIS MILESTON ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}]