["ON", {"Name": "CopperfieldRscr", "Time": 20180108, "Text": "Today we publish our first report on $TCX - Mind boggling situation (we are short). https://t.co/Elx6jUoG4L", "clean_text": "TODAY WE PUBLISH OUR FIRST REPORT ON TCX  MIND BOGGLING SITUATION WE ARE SHORT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20180108, "Text": "Tucows Inc. ($TCX): Cashing in on Neo-Nazis, Child Porn, &amp; A Hidden Lawsuit as Insiders Dump - Report can be found… https://t.co/HUSu5HpFL3", "clean_text": "TUCOWS INC TCX CASHING IN ON NEONAZIS CHILD PORN AMP A HIDDEN LAWSUIT AS INSIDERS DUMP  REPORT CAN BE FOUND ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20180108, "Text": "$TCX has hidden a material lawsuit from shareholders. At risk our 11%+ of its domains business. Suit not on Pacer,… https://t.co/kJwDD7TJkG", "clean_text": "TCX HAS HIDDEN A MATERIAL LAWSUIT FROM SHAREHOLDERS AT RISK OUR 11%+ OF ITS DOMAINS BUSINESS SUIT NOT ON PACER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20180108, "Text": "While $TCX compliance appears highly inexperienced (domains compliance is a Club DJ on the side, while Holdco Compl… https://t.co/ftD6aO0ZlC", "clean_text": "WHILE TCX COMPLIANCE APPEARS HIGHLY INEXPERIENCED DOMAINS COMPLIANCE IS A CLUB DJ ON THE SIDE WHILE HOLDCO COMPL ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20180108, "Text": "@AlderLaneeggs - On top of the insider sales, Neo-Nazi and Child Porn support, accounting irregularities, and nondi… https://t.co/fehl7CA1Xq", "clean_text": "@ALDERLANEEGGS  ON TOP OF THE INSIDER SALES NEONAZI AND CHILD PORN SUPPORT ACCOUNTING IRREGULARITIES AND NONDI ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180105, "Text": "some sell-siders starting to get more sober on $TEP $TEGP, though their PTs are still absurd.  We have heard severa… https://t.co/HRDX61ZEy0", "clean_text": "SOME SELLSIDERS STARTING TO GET MORE SOBER ON TEP TEGP THOUGH THEIR PTS ARE STILL ABSURD  WE HAVE HEARD SEVERA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180104, "Text": "RT @LibertyRPF: This documentary about Google Deepmind’s AlphaGo is now available on Netflix (h/t @BluegrassCap for pointing it out) $GOOG:…", "clean_text": "RT @LIBERTYRPF THIS DOCUMENTARY ABOUT GOOGLE DEEPMINDS ALPHAGO IS NOW AVAILABLE ON NETFLIX HT @BLUEGRASSCAP FOR POINTING IT OUT GOOG", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180104, "Text": "@HedgeyeIndstrls you know it's a tough environment for shorts when $TSLA won't go down on anything", "clean_text": "@HEDGEYEINDSTRLS YOU KNOW IT A TOUGH ENVIRONMENT FOR SHORTS WHEN TSLA WONT GO DOWN ON ANYTHING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20180103, "Text": "Citron warns investors on Aurora Canibas TSE$:ACB  OTC:$ACBFF.  Not a commentary on the cannabis industry, just one… https://t.co/M0Y92p6evY", "clean_text": "CITRON WARNS INVESTORS ON AURORA CANIBAS TSEACB  OTCACBFF  NOT A COMMENTARY ON THE CANNABIS INDUSTRY JUST ONE ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "HedgeyeENERGY", "Time": 20171229, "Text": "@realPOSULLIVAN USA 3rd period strategy: throw the puck on net and hope for the best", "clean_text": "@REALPOSULLIVAN USA 3RD PERIOD STRATEGY THROW THE PUCK ON NET AND HOPE FOR THE BEST", "count1": 0, "count2": 2, "count3": 0, "count4": 1}]