["THE", {"Name": "TMTanalyst", "Time": 20180416, "Text": "@nycsouthpaw After the party it’s the regency lobby. After the lobby it’s central booking....", "clean_text": "@NYCSOUTHPAW AFTER THE PARTY ITS THE REGENCY LOBBY AFTER THE LOBBY ITS CENTRAL BOOKING", "count1": 2, "count2": 3, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20180413, "Text": "I hope that @Comey appears on @PreetBharara podcast in the coming weeks.", "clean_text": "I HOPE THAT @COMEY APPEARS ON @PREETBHARARA PODCAST IN THE COMING WEEKS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20180413, "Text": "@Dutch_Book @Comey @PreetBharara Preet has one of the best podcasts out there. Great interviews and analysis of events.", "clean_text": "@DUTCH_BOOK @COMEY @PREETBHARARA PREET HAS ONE OF THE BEST PODCASTS OUT THERE GREAT INTERVIEWS AND ANALYSIS OF EVENTS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20180410, "Text": "@ECMcLaughlin Medallions were worth $1.5mm+ at the peak before Uber showed up.", "clean_text": "@ECMCLAUGHLIN MEDALLIONS WERE WORTH 15MM+ AT THE PEAK BEFORE UBER SHOWED UP", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20180409, "Text": "If you are fortunate to get a borrow on Hailiang Education $HLG than you can be short your part of the China Hustle… https://t.co/PDot7No3Qx", "clean_text": "IF YOU ARE FORTUNATE TO GET A BORROW ON HAILIANG EDUCATION HLG THAN YOU CAN BE SHORT YOUR PART OF THE CHINA HUSTLE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20180406, "Text": "RT @IcebergResear: Nobody knows why crypto-joke $LFIN was allowed on the Nasdaq but at least the SEC does its job. Stock suspended now and…", "clean_text": "RT @ICEBERGRESEAR NOBODY KNOWS WHY CRYPTOJOKE LFIN WAS ALLOWED ON THE NASDAQ BUT AT LEAST THE SEC DOES ITS JOB STOCK SUSPENDED NOW AND", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GlaucusResearch", "Time": 20180405, "Text": "Only after Glaucus exposed Blue Sky for overstating its fee earning AUM (as calculated in the same way as other alt… https://t.co/V2xKzYTjiF", "clean_text": "ONLY AFTER GLAUCUS EXPOSED BLUE SKY FOR OVERSTATING ITS FEE EARNING AUM AS CALCULATED IN THE SAME WAY AS OTHER ALT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GlaucusResearch", "Time": 20180405, "Text": "We call on $BLA Blue Sky to provide the same level of transparency as the asset managers to which it compares itsel… https://t.co/SinNMgT1Sf", "clean_text": "WE CALL ON BLA BLUE SKY TO PROVIDE THE SAME LEVEL OF TRANSPARENCY AS THE ASSET MANAGERS TO WHICH IT COMPARES ITSEL ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "UnderwaterCap", "Time": 20180403, "Text": "As $SPOT IPOs, TME will be next ... and as investors go gaga over the growth in China, one should note that the onl… https://t.co/dGXAFSawH1", "clean_text": "AS SPOT IPOS TME WILL BE NEXT  AND AS INVESTORS GO GAGA OVER THE GROWTH IN CHINA ONE SHOULD NOTE THAT THE ONL ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "UnderwaterCap", "Time": 20180403, "Text": "Nothing in the world offers a direct tap into the IP-licensing pricing increase like HiM $8446 does -- even after t… https://t.co/WGQtjsZPIR", "clean_text": "NOTHING IN THE WORLD OFFERS A DIRECT TAP INTO THE IPLICENSING PRICING INCREASE LIKE HIM 8446 DOES  EVEN AFTER T ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "UnderwaterCap", "Time": 20180403, "Text": "@jerrycurlan I do. Part of the inefficiency of Taiwan...Most small-caps don't have English filings unfortunately.", "clean_text": "@JERRYCURLAN I DO PART OF THE INEFFICIENCY OF TAIWANMOST SMALLCAPS DONT HAVE ENGLISH FILINGS UNFORTUNATELY", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20180402, "Text": "Same Group that predicted Facebook fallout predicting a crash in $W Wayfair Stock in 2018.  $W is the real tax avoi… https://t.co/ioeIgD11Xy", "clean_text": "SAME GROUP THAT PREDICTED FACEBOOK FALLOUT PREDICTING A CRASH IN W WAYFAIR STOCK IN 2018  W IS THE REAL TAX AVOI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]