["A", {"Name": "GothamResearch", "Time": 20180607, "Text": "We forgot to mention: a company we wrote about more recently than $EIGI also has fraudulent operating metrics. This… https://t.co/mitFsEJHbF", "clean_text": "WE FORGOT TO MENTION A COMPANY WE WROTE ABOUT MORE RECENTLY THAN EIGI ALSO HAS FRAUDULENT OPERATING METRICS THIS ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "UnderwaterCap", "Time": 20180606, "Text": "@LSValue Don't save at a young age. Instead allocate ample budget for nurturing relationships, maximizing efficienc… https://t.co/4JcVSQSWId", "clean_text": "@LSVALUE DONT SAVE AT A YOUNG AGE INSTEAD ALLOCATE AMPLE BUDGET FOR NURTURING RELATIONSHIPS MAXIMIZING EFFICIENC ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20180604, "Text": ".@Spotify really needs a mute/block artist/song feature. There are so many artists I either hate or don’t want to s… https://t.co/eYhe0ylwFM", "clean_text": "@SPOTIFY REALLY NEEDS A MUTEBLOCK ARTISTSONG FEATURE THERE ARE SO MANY ARTISTS I EITHER HATE OR DONT WANT TO S ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20180604, "Text": "Just because @Spotify doesn’t want to be in a position to police artists like @rkelly , @chrisbrown @TedNugent  and… https://t.co/wCpbWYRWDB", "clean_text": "JUST BECAUSE @SPOTIFY DOESNT WANT TO BE IN A POSITION TO POLICE ARTISTS LIKE @RKELLY  @CHRISBROWN @TEDNUGENT  AND ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20180531, "Text": "Citron puts a $17 tgt on $SNAP  Time to spook shorts who have overstayed their welcome.  On Bloomberg TV 2:20 EST t… https://t.co/SYCHP3ON38", "clean_text": "CITRON PUTS A 17 TGT ON SNAP  TIME TO SPOOK SHORTS WHO HAVE OVERSTAYED THEIR WELCOME  ON BLOOMBERG TV 220 EST T ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Carl_C_Icahn", "Time": 20180530, "Text": "We just issued a statement re $AFSI (including other important information).  Vote AGAINST $AFSI going-private: https://t.co/IncZO1bbjE", "clean_text": "WE JUST ISSUED A STATEMENT RE AFSI INCLUDING OTHER IMPORTANT INFORMATION  VOTE AGAINST AFSI GOINGPRIVATE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180529, "Text": "Check out our presentation on ad fraud at the @KaseLearning conference a few weeks ago: https://t.co/zocGpUU2Uo. Ot… https://t.co/JvBKmBxley", "clean_text": "CHECK OUT OUR PRESENTATION ON AD FRAUD AT THE @KASELEARNING CONFERENCE A FEW WEEKS AGO  OT ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20180526, "Text": "Softbank has officially reached the finance equivalent of the Tyson Zone: give me a story of someone wildly overpay… https://t.co/I7E6NpOiWM", "clean_text": "SOFTBANK HAS OFFICIALLY REACHED THE FINANCE EQUIVALENT OF THE TYSON ZONE GIVE ME A STORY OF SOMEONE WILDLY OVERPAY ", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "GothamResearch", "Time": 20180526, "Text": "RT @fr3ino: Because of #GDPR, USA Today decided to run a separate version of their website for EU users, which has all the tracking scripts…", "clean_text": "RT @FR3INO BECAUSE OF #GDPR USA TODAY DECIDED TO RUN A SEPARATE VERSION OF THEIR WEBSITE FOR EU USERS WHICH HAS ALL THE TRACKING SCRIPTS", "count1": 0, "count2": 1, "count3": 1, "count4": 2}]