["TO", {"Name": "HedgeyeENERGY", "Time": 20180227, "Text": "RT @EnergyCredit1: 35/  email to Roland in Nov '17 for context...... he's full of shit when he tells people they didn't have a chance to he…", "clean_text": "RT @ENERGYCREDIT1 35  EMAIL TO ROLAND IN NOV 17 FOR CONTEXT HE FULL OF SHIT WHEN HE TELLS PEOPLE THEY DIDNT HAVE A CHANCE TO HE", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180227, "Text": "RT @JoeMcMonigle: EPA Administrator Pruitt is pushing to have ethanol exports qualify to generate RINS credits in WH meeting today.  In let…", "clean_text": "RT @JOEMCMONIGLE EPA ADMINISTRATOR PRUITT IS PUSHING TO HAVE ETHANOL EXPORTS QUALIFY TO GENERATE RINS CREDITS IN WH MEETING TODAY  IN LET", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20180225, "Text": "@IvanTheK I worry that people will never make that leap because that would mean they were conned. No one wants to a… https://t.co/Y72iT25PIv", "clean_text": "@IVANTHEK I WORRY THAT PEOPLE WILL NEVER MAKE THAT LEAP BECAUSE THAT WOULD MEAN THEY WERE CONNED NO ONE WANTS TO A ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180225, "Text": "RT @MLPData: NuStar works to regain footing as investors shun pipeline companies https://t.co/FypGybRA1J via @expressnews", "clean_text": "RT @MLPDATA NUSTAR WORKS TO REGAIN FOOTING AS INVESTORS SHUN PIPELINE COMPANIES  VIA @EXPRESSNEWS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20180224, "Text": "What about red flags with these assholes. Why do they have concealed carry permits and access to any guns at all? https://t.co/uXZ79EG76N", "clean_text": "WHAT ABOUT RED FLAGS WITH THESE ASSHOLES WHY DO THEY HAVE CONCEALED CARRY PERMITS AND ACCESS TO ANY GUNS AT ALL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180224, "Text": "RT @KentsBrokerage: $MIC time to fry some shorts", "clean_text": "RT @KENTSBROKERAGE MIC TIME TO FRY SOME SHORTS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180224, "Text": "@barronsonline Oh Greg Reid from Salient MLP sharing his MLP views, what a treat for us all!  I use their 13F to so… https://t.co/dtOc5VJzlX", "clean_text": "@BARRONSONLINE OH GREG REID FROM SALIENT MLP SHARING HIS MLP VIEWS WHAT A TREAT FOR US ALL  I USE THEIR 13F TO SO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180223, "Text": "@MLPguy Oh is $SMLP finally going to blow up?  that thing is a pile of hot garbage.  it inflicted some battle wound… https://t.co/d9OIZCo388", "clean_text": "@MLPGUY OH IS SMLP FINALLY GOING TO BLOW UP  THAT THING IS A PILE OF HOT GARBAGE  IT INFLICTED SOME BATTLE WOUND ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180223, "Text": "wow, $MIC volume going to be ~40MM shares in 2 days.   more than 50% of the float turned over", "clean_text": "WOW MIC VOLUME GOING TO BE ~40MM SHARES IN 2 DAYS MORE THAN 50% OF THE FLOAT TURNED OVER", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180221, "Text": "let's gooo...  $MIC cuts dividend by 31%, guides 2018 very adjusted EBITDA to $690 - $720MM vs. consensus $800MM.  disaster!", "clean_text": "LET GOOO  MIC CUTS DIVIDEND BY 31% GUIDES 2018 VERY ADJUSTED EBITDA TO 690  720MM VS CONSENSUS 800MM  DISASTER", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]