["OF", {"Name": "ActivistShorts", "Time": 20181214, "Text": "The latest episode of The Activist Insight Podcast also covers the rise in the popularity of cannabis stocks for ac… https://t.co/XVVWawlh5n", "clean_text": "THE LATEST EPISODE OF THE ACTIVIST INSIGHT PODCAST ALSO COVERS THE RISE IN THE POPULARITY OF CANNABIS STOCKS FOR AC ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TMTanalyst", "Time": 20181211, "Text": "@RichBTIG @ballmatthew @Nickelodeon @iamjojo @Target Why does the bio on her website and wiki make no mention of ni… https://t.co/BieZFAN9f2", "clean_text": "@RICHBTIG @BALLMATTHEW @NICKELODEON @IAMJOJO @TARGET WHY DOES THE BIO ON HER WEBSITE AND WIKI MAKE NO MENTION OF NI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20181205, "Text": "@ReformedBroker Even if the tech is 100% perfect in 10 years, consider the replacement cycle of the auto fleet. Wil… https://t.co/cv2dknfpGb", "clean_text": "@REFORMEDBROKER EVEN IF THE TECH IS 100% PERFECT IN 10 YEARS CONSIDER THE REPLACEMENT CYCLE OF THE AUTO FLEET WIL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20181205, "Text": "@FatTailCapital Truly one of the dumbest things I've ever seen.", "clean_text": "@FATTAILCAPITAL TRULY ONE OF THE DUMBEST THINGS IVE EVER SEEN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20181203, "Text": "After Gracian Capital's warning on $SIG, @viceroyresearch is straight up with a short of $EBIX. https://t.co/UFO64spae0", "clean_text": "AFTER GRACIAN CAPITAL WARNING ON SIG @VICEROYRESEARCH IS STRAIGHT UP WITH A SHORT OF EBIX ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActivistShorts", "Time": 20181203, "Text": "Interesting to see whether it gets any kind of pickup in the ESG community, which is mostly designed for passive ma… https://t.co/9yEWbCw0wC", "clean_text": "INTERESTING TO SEE WHETHER IT GETS ANY KIND OF PICKUP IN THE ESG COMMUNITY WHICH IS MOSTLY DESIGNED FOR PASSIVE MA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20181203, "Text": "RT @WillauerProsky: @ActivistShorts We've been pitching activist shorting and the moral aspects and power of it to corpgov and ESG communit…", "clean_text": "RT @WILLAUERPROSKY @ACTIVISTSHORTS WEVE BEEN PITCHING ACTIVIST SHORTING AND THE MORAL ASPECTS AND POWER OF IT TO CORPGOV AND ESG COMMUNIT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]