["TO", {"Name": "HedgeyeENERGY", "Time": 20180104, "Text": "another day, another pipeline announcement.  $OKE to build $1.4B NGL line from Bakken to Conway, in-service 1Q19.… https://t.co/dwQz336J3h", "clean_text": "ANOTHER DAY ANOTHER PIPELINE ANNOUNCEMENT  OKE TO BUILD 14B NGL LINE FROM BAKKEN TO CONWAY INSERVICE 1Q19 ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20171229, "Text": "@sharkbiotech The JT went from $6.50 to $3.75.  Read the FERC filing", "clean_text": "@SHARKBIOTECH THE JT WENT FROM 650 TO 375  READ THE FERC FILING", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20171229, "Text": "Pony renegotiation a solid win for $CLR.  Bakken to Cushing for $3.75 is a pretty good deal, and 2018 cash flow imp… https://t.co/CBFuPUBtqz", "clean_text": "PONY RENEGOTIATION A SOLID WIN FOR CLR  BAKKEN TO CUSHING FOR 375 IS A PRETTY GOOD DEAL AND 2018 CASH FLOW IMP ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20171229, "Text": "Shame that this USA CAN game is not indoors, would be a great one to watch.  This is stupid slap hockey, skilled players cant do their thing", "clean_text": "SHAME THAT THIS USA CAN GAME IS NOT INDOORS WOULD BE A GREAT ONE TO WATCH  THIS IS STUPID SLAP HOCKEY SKILLED PLAYERS CANT DO THEIR THING", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20171228, "Text": "largest shipper on Pony Express, $CLR, gets 42% tariff reduction on Bakken to Cushing joint tariff.  Just the start… https://t.co/XSeBfR12XZ", "clean_text": "LARGEST SHIPPER ON PONY EXPRESS CLR GETS 42% TARIFF REDUCTION ON BAKKEN TO CUSHING JOINT TARIFF  JUST THE START ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20171222, "Text": "Sitting on a plane waiting to take off.  Guy is traveling with his 4 young kids, staring at bitcoin charts on his phone ...  tough day", "clean_text": "SITTING ON A PLANE WAITING TO TAKE OFF  GUY IS TRAVELING WITH HIS 4 YOUNG KIDS STARING AT BITCOIN CHARTS ON HIS PHONE TOUGH DAY", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20171222, "Text": "Covering crypto shorts $GBTC $RIOT- not because any market opinion but easy money has been made.  Time to focus on… https://t.co/IUWEPOzBGC", "clean_text": "COVERING CRYPTO SHORTS GBTC RIOT NOT BECAUSE ANY MARKET OPINION BUT EASY MONEY HAS BEEN MADE  TIME TO FOCUS ON ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20171222, "Text": "For those looking forward to Christmas or just some time off, we wish you very happy holidays. Thank you for follow… https://t.co/vCFKwfSDuA", "clean_text": "FOR THOSE LOOKING FORWARD TO CHRISTMAS OR JUST SOME TIME OFF WE WISH YOU VERY HAPPY HOLIDAYS THANK YOU FOR FOLLOW ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20171221, "Text": "$LTEA now up 500% in pre market on name change to blockchain.  i am out of touch", "clean_text": "LTEA NOW UP 500% IN PRE MARKET ON NAME CHANGE TO BLOCKCHAIN  I AM OUT OF TOUCH", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20171221, "Text": "$W weakness can be attributed to people smart enough to watch this unbiased Gartner video that proves $W has no pat… https://t.co/qu0hTHL8xP", "clean_text": "W WEAKNESS CAN BE ATTRIBUTED TO PEOPLE SMART ENOUGH TO WATCH THIS UNBIASED GARTNER VIDEO THAT PROVES W HAS NO PAT ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}]