["TO", {"Name": "HedgeyeENERGY", "Time": 20180309, "Text": "\"Tellurian has offered to Chesapeake to take equity as a part of the asset sale, something Chesapeake isn’t interes… https://t.co/POpmAiVbYM", "clean_text": "TELLURIAN HAS OFFERED TO CHESAPEAKE TO TAKE EQUITY AS A PART OF THE ASSET SALE SOMETHING CHESAPEAKE ISNT INTERES ", "count1": 0, "count2": 2, "count3": 0, "count4": 2}, {"Name": "HedgeyeENERGY", "Time": 20180307, "Text": "RT @Hedgeye: LIVE Webcast\n\nRenowned economist/portfolio manager @dlacalle_IA joins @KeithMcCullough to discuss rising investing risk across…", "clean_text": "RT @HEDGEYE LIVE WEBCAST\n\nRENOWNED ECONOMISTPORTFOLIO MANAGER @DLACALLE_IA JOINS @KEITHMCCULLOUGH TO DISCUSS RISING INVESTING RISK ACROSS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180307, "Text": "RT @MLPguy: The Jim Teague ass-kiss rodeo is almost over, highlight was probably the hokey on-stage call Jim made to his broker to buy $500…", "clean_text": "RT @MLPGUY THE JIM TEAGUE ASSKISS RODEO IS ALMOST OVER HIGHLIGHT WAS PROBABLY THE HOKEY ONSTAGE CALL JIM MADE TO HIS BROKER TO BUY 500", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Carl_C_Icahn", "Time": 20180307, "Text": "In response to inquiries, we released the following statement regarding The Manitowoc Company, Inc. ($MTW) – https://t.co/u1PQQYZo3Y", "clean_text": "IN RESPONSE TO INQUIRIES WE RELEASED THE FOLLOWING STATEMENT REGARDING THE MANITOWOC COMPANY INC MTW ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20180305, "Text": "Congrats to @infatuation on the purchase of zagats. @houseofstang @schmooey have built an amazing restaurant review… https://t.co/9QOFMZRcEl", "clean_text": "CONGRATS TO @INFATUATION ON THE PURCHASE OF ZAGATS @HOUSEOFSTANG @SCHMOOEY HAVE BUILT AN AMAZING RESTAURANT REVIEW ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "plainview_", "Time": 20180304, "Text": "Bad BBQ takes are the bat signal that always bring me back to this web site, and even my ICYMI knows it. https://t.co/b99o6HdDoq", "clean_text": "BAD BBQ TAKES ARE THE BAT SIGNAL THAT ALWAYS BRING ME BACK TO THIS WEB SITE AND EVEN MY ICYMI KNOWS IT ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180227, "Text": "RT @EnergyCredit1: 35/  email to Roland in Nov '17 for context...... he's full of shit when he tells people they didn't have a chance to he…", "clean_text": "RT @ENERGYCREDIT1 35  EMAIL TO ROLAND IN NOV 17 FOR CONTEXT HE FULL OF SHIT WHEN HE TELLS PEOPLE THEY DIDNT HAVE A CHANCE TO HE", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "HedgeyeENERGY", "Time": 20180227, "Text": "RT @JoeMcMonigle: EPA Administrator Pruitt is pushing to have ethanol exports qualify to generate RINS credits in WH meeting today.  In let…", "clean_text": "RT @JOEMCMONIGLE EPA ADMINISTRATOR PRUITT IS PUSHING TO HAVE ETHANOL EXPORTS QUALIFY TO GENERATE RINS CREDITS IN WH MEETING TODAY  IN LET", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TMTanalyst", "Time": 20180225, "Text": "@IvanTheK I worry that people will never make that leap because that would mean they were conned. No one wants to a… https://t.co/Y72iT25PIv", "clean_text": "@IVANTHEK I WORRY THAT PEOPLE WILL NEVER MAKE THAT LEAP BECAUSE THAT WOULD MEAN THEY WERE CONNED NO ONE WANTS TO A ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180225, "Text": "RT @MLPData: NuStar works to regain footing as investors shun pipeline companies https://t.co/FypGybRA1J via @expressnews", "clean_text": "RT @MLPDATA NUSTAR WORKS TO REGAIN FOOTING AS INVESTORS SHUN PIPELINE COMPANIES  VIA @EXPRESSNEWS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20180224, "Text": "What about red flags with these assholes. Why do they have concealed carry permits and access to any guns at all? https://t.co/uXZ79EG76N", "clean_text": "WHAT ABOUT RED FLAGS WITH THESE ASSHOLES WHY DO THEY HAVE CONCEALED CARRY PERMITS AND ACCESS TO ANY GUNS AT ALL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180224, "Text": "RT @KentsBrokerage: $MIC time to fry some shorts", "clean_text": "RT @KENTSBROKERAGE MIC TIME TO FRY SOME SHORTS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180224, "Text": "@barronsonline Oh Greg Reid from Salient MLP sharing his MLP views, what a treat for us all!  I use their 13F to so… https://t.co/dtOc5VJzlX", "clean_text": "@BARRONSONLINE OH GREG REID FROM SALIENT MLP SHARING HIS MLP VIEWS WHAT A TREAT FOR US ALL  I USE THEIR 13F TO SO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]