["IS", {"Name": "HedgeyeENERGY", "Time": 20180104, "Text": "RT @LibertyRPF: This documentary about Google Deepmind’s AlphaGo is now available on Netflix (h/t @BluegrassCap for pointing it out) $GOOG:…", "clean_text": "RT @LIBERTYRPF THIS DOCUMENTARY ABOUT GOOGLE DEEPMINDS ALPHAGO IS NOW AVAILABLE ON NETFLIX HT @BLUEGRASSCAP FOR POINTING IT OUT GOOG", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180103, "Text": "You likely aren’t following this - what the expansion Las Vegas Golden Knights are doing in the NHL this year is absolutely insane", "clean_text": "YOU LIKELY ARENT FOLLOWING THIS  WHAT THE EXPANSION LAS VEGAS GOLDEN KNIGHTS ARE DOING IN THE NHL THIS YEAR IS ABSOLUTELY INSANE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20171229, "Text": "Pony renegotiation a solid win for $CLR.  Bakken to Cushing for $3.75 is a pretty good deal, and 2018 cash flow imp… https://t.co/CBFuPUBtqz", "clean_text": "PONY RENEGOTIATION A SOLID WIN FOR CLR  BAKKEN TO CUSHING FOR 375 IS A PRETTY GOOD DEAL AND 2018 CASH FLOW IMP ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20171229, "Text": "Shame that this USA CAN game is not indoors, would be a great one to watch.  This is stupid slap hockey, skilled players cant do their thing", "clean_text": "SHAME THAT THIS USA CAN GAME IS NOT INDOORS WOULD BE A GREAT ONE TO WATCH  THIS IS STUPID SLAP HOCKEY SKILLED PLAYERS CANT DO THEIR THING", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "CitronResearch", "Time": 20171229, "Text": "$WATT   Co has a history of deception and the recent FCC info is no different.  Tech is not ready for primetime and… https://t.co/jhyUSAoa53", "clean_text": "WATT CO HAS A HISTORY OF DECEPTION AND THE RECENT FCC INFO IS NO DIFFERENT  TECH IS NOT READY FOR PRIMETIME AND ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "HedgeyeENERGY", "Time": 20171222, "Text": "Sitting on a plane waiting to take off.  Guy is traveling with his 4 young kids, staring at bitcoin charts on his phone ...  tough day", "clean_text": "SITTING ON A PLANE WAITING TO TAKE OFF  GUY IS TRAVELING WITH HIS 4 YOUNG KIDS STARING AT BITCOIN CHARTS ON HIS PHONE TOUGH DAY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GothamResearch", "Time": 20171222, "Text": "RT @jason_kint: This is a brilliant, fair take-down. Criteo lost 25% of its market cap last week. Their shenanigans defy consumer trust and…", "clean_text": "RT @JASON_KINT THIS IS A BRILLIANT FAIR TAKEDOWN CRITEO LOST 25% OF ITS MARKET CAP LAST WEEK THEIR SHENANIGANS DEFY CONSUMER TRUST AND", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActivistShorts", "Time": 20171222, "Text": "Sometimes a short short is all you need. https://t.co/lkvqX4gL82", "clean_text": "SOMETIMES A SHORT SHORT IS ALL YOU NEED ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]