["IN", {"Name": "HedgeyeENERGY", "Time": 20180328, "Text": "RT @AndrewScurria: \"... To try to discredit detailed reporting by one of the largest newspapers in Puerto Rico is simply ridiculous ... PRE…", "clean_text": "RT @ANDREWSCURRIA  TO TRY TO DISCREDIT DETAILED REPORTING BY ONE OF THE LARGEST NEWSPAPERS IN PUERTO RICO IS SIMPLY RIDICULOUS  PRE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180327, "Text": "Announced last night, $TEGP will acquire $TEP in taxable transaction at no premium.  Another IDR bites the dust.", "clean_text": "ANNOUNCED LAST NIGHT TEGP WILL ACQUIRE TEP IN TAXABLE TRANSACTION AT NO PREMIUM  ANOTHER IDR BITES THE DUST", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180327, "Text": "@AndrewpMcLain There is such thing as TMI in IR decks...  I think that tactic is often used to distract investors a… https://t.co/Q7VxnLaPRo", "clean_text": "@ANDREWPMCLAIN THERE IS SUCH THING AS TMI IN IR DECKS  I THINK THAT TACTIC IS OFTEN USED TO DISTRACT INVESTORS A ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180326, "Text": "ValueAct reports 3% position in Vopak $VPK.  SG&amp;A at 25% of sales, go get it Mr Ubben", "clean_text": "VALUEACT REPORTS 3% POSITION IN VOPAK VPK  SGAMPA AT 25% OF SALES GO GET IT MR UBBEN", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180323, "Text": "So I’m staying at an AirBnB this weekend and this one of the pics in the listing.  Discuss. https://t.co/LupUENaXaB", "clean_text": "SO IM STAYING AT AN AIRBNB THIS WEEKEND AND THIS ONE OF THE PICS IN THE LISTING  DISCUSS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180322, "Text": "RT @HedgeyeIndstrls: Hosting a call on $osk today at 10am. Easy to get to $10 in FY20 EPS. Data rich company.", "clean_text": "RT @HEDGEYEINDSTRLS HOSTING A CALL ON OSK TODAY AT 10AM EASY TO GET TO 10 IN FY20 EPS DATA RICH COMPANY", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180322, "Text": "Eighteen years, five wells, output zero: Zion's long quest for oil in Israel $ZN https://t.co/7RAuUy6u6H via @FT", "clean_text": "EIGHTEEN YEARS FIVE WELLS OUTPUT ZERO ZION LONG QUEST FOR OIL IN ISRAEL ZN  VIA @FT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180318, "Text": "RT @NCAAIceHockey: PRINCETON WINS IN OT!!!! https://t.co/8a0bn1NPxJ", "clean_text": "RT @NCAAICEHOCKEY PRINCETON WINS IN OT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180318, "Text": "RT @NCAAIceHockey: Let’s go to the Midwest Regional where we will have four teams living here in Allentown for the weekend! https://t.co/KF…", "clean_text": "RT @NCAAICEHOCKEY LETS GO TO THE MIDWEST REGIONAL WHERE WE WILL HAVE FOUR TEAMS LIVING HERE IN ALLENTOWN FOR THE WEEKEND ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180317, "Text": "RT @Hedgeye: An excellent interview in Barron’s this weekend with our uber smart analyst Tom Tobin @HedgeyeHC https://t.co/DwxnzPF3KJ via @…", "clean_text": "RT @HEDGEYE AN EXCELLENT INTERVIEW IN BARRONS THIS WEEKEND WITH OUR UBER SMART ANALYST TOM TOBIN @HEDGEYEHC  VIA @", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180316, "Text": "@BarbarianCap The real tough guys do it in the anonymous Bloomberg chats", "clean_text": "@BARBARIANCAP THE REAL TOUGH GUYS DO IT IN THE ANONYMOUS BLOOMBERG CHATS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180316, "Text": "Not the most inspiring bounce in MLPs today, thought it would’ve been stronger", "clean_text": "NOT THE MOST INSPIRING BOUNCE IN MLPS TODAY THOUGHT IT WOULDVE BEEN STRONGER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180315, "Text": "If anyone has any information about Mammoth Energy Services d/b/a Cobra Energy (aka Cobra Acquisitions) in Puerto R… https://t.co/PsgKOuwXfU", "clean_text": "IF ANYONE HAS ANY INFORMATION ABOUT MAMMOTH ENERGY SERVICES DBA COBRA ENERGY AKA COBRA ACQUISITIONS IN PUERTO R ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180315, "Text": "as if MLP investors needed another kick in the nuts... damn this is rough", "clean_text": "AS IF MLP INVESTORS NEEDED ANOTHER KICK IN THE NUTS DAMN THIS IS ROUGH", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20180315, "Text": "In October 2015, we wrote: \"Regarding Theranos: the last time we saw a company's customers publicly disputing &amp; que… https://t.co/iNDGMDA0na", "clean_text": "IN OCTOBER 2015 WE WROTE REGARDING THERANOS THE LAST TIME WE SAW A COMPANY CUSTOMERS PUBLICLY DISPUTING AMP QUE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GothamResearch", "Time": 20180315, "Text": "Theranos is still facing a criminal investigation led by the U.S. attorney’s office in San Francisco (unclear if fr… https://t.co/4GX0Ucc24r", "clean_text": "THERANOS IS STILL FACING A CRIMINAL INVESTIGATION LED BY THE US ATTORNEYS OFFICE IN SAN FRANCISCO UNCLEAR IF FR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]