["A", {"Name": "GothamResearch", "Time": 20180426, "Text": "RT @GothamResearch: “effective on April 25, 2018, Eric Eichmann will no longer serve as Chief Executive Officer of the Company or as a memb…", "clean_text": "RT @GOTHAMRESEARCH EFFECTIVE ON APRIL 25 2018 ERIC EICHMANN WILL NO LONGER SERVE AS CHIEF EXECUTIVE OFFICER OF THE COMPANY OR AS A MEMB", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20180426, "Text": "Criteo's decision to removes its CEO happened just a day before it was publicly announced: https://t.co/xQn5w4jLzw\n\n$CRTO", "clean_text": "CRITEO DECISION TO REMOVES ITS CEO HAPPENED JUST A DAY BEFORE IT WAS PUBLICLY ANNOUNCED \n\nCRTO", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20180426, "Text": "RT @ActivistInsight: Jim Chanos takes a swing at a common activist tactic. https://t.co/yOdhPXGBwL", "clean_text": "RT @ACTIVISTINSIGHT JIM CHANOS TAKES A SWING AT A COMMON ACTIVIST TACTIC ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20180425, "Text": "@VetTechTrader Took a while?  He downgraded the stock from buy to hold on 2/2/18. And before that had it as a buy since 2015.", "clean_text": "@VETTECHTRADER TOOK A WHILE  HE DOWNGRADED THE STOCK FROM BUY TO HOLD ON 2218 AND BEFORE THAT HAD IT AS A BUY SINCE 2015", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20180425, "Text": "“effective on April 25, 2018, Eric Eichmann will no longer serve as Chief Executive Officer of the Company or as a… https://t.co/nF0iN3UclV", "clean_text": "EFFECTIVE ON APRIL 25 2018 ERIC EICHMANN WILL NO LONGER SERVE AS CHIEF EXECUTIVE OFFICER OF THE COMPANY OR AS A ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180423, "Text": "Our ad fraud auditors making nice progress on $QNST, we should have findings within a month. I’ll speak on Ad Fraud… https://t.co/DTr2WxRiJe", "clean_text": "OUR AD FRAUD AUDITORS MAKING NICE PROGRESS ON QNST WE SHOULD HAVE FINDINGS WITHIN A MONTH ILL SPEAK ON AD FRAUD ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180423, "Text": "RT @SallyPancakes: Assured Guaranty down 6% in after-hours trading as David Einhorn pitches it as a short idea at #Sohn2018 $AGO https://t.…", "clean_text": "RT @SALLYPANCAKES ASSURED GUARANTY DOWN 6% IN AFTERHOURS TRADING AS DAVID EINHORN PITCHES IT AS A SHORT IDEA AT #SOHN2018 AGO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180420, "Text": "RT @AndrewScurria: Puerto Rico power utility @AEEONLINE wants some form of compensation for the blackout caused by a subcontractor to Cobra…", "clean_text": "RT @ANDREWSCURRIA PUERTO RICO POWER UTILITY @AEEONLINE WANTS SOME FORM OF COMPENSATION FOR THE BLACKOUT CAUSED BY A SUBCONTRACTOR TO COBRA", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180420, "Text": "A discussion about anonymous comments on public stocks touches on recent activist short campaigns at @ColumbiaLaw e… https://t.co/V91Dx0WcVY", "clean_text": "A DISCUSSION ABOUT ANONYMOUS COMMENTS ON PUBLIC STOCKS TOUCHES ON RECENT ACTIVIST SHORT CAMPAIGNS AT @COLUMBIALAW E ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180420, "Text": "@ActivistInsight @ColumbiaLaw Interestingly, a perception that anonymous activist short selling has increased. Acti… https://t.co/J9Q3Qa3W0S", "clean_text": "@ACTIVISTINSIGHT @COLUMBIALAW INTERESTINGLY A PERCEPTION THAT ANONYMOUS ACTIVIST SHORT SELLING HAS INCREASED ACTI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Carl_C_Icahn", "Time": 20180417, "Text": "Just released a detailed presentation (including other important info) on $XRX - available here: https://t.co/aXRVj2Eexj", "clean_text": "JUST RELEASED A DETAILED PRESENTATION INCLUDING OTHER IMPORTANT INFO ON XRX  AVAILABLE HERE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20180413, "Text": "@Dutch_Book I listen to a lot of different pods about all sorts of topics but find preet to be particularly informative. To each his own.", "clean_text": "@DUTCH_BOOK I LISTEN TO A LOT OF DIFFERENT PODS ABOUT ALL SORTS OF TOPICS BUT FIND PREET TO BE PARTICULARLY INFORMATIVE TO EACH HIS OWN", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20180413, "Text": "@Mega_Man_2 And a terrible name for a car.", "clean_text": "@MEGA_MAN_2 AND A TERRIBLE NAME FOR A CAR", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20180413, "Text": "Citron accepting a challenge.  @Jimcramer has famously named his dog Nvidia.  If $NVDA is trading over $230 in 12 m… https://t.co/LgBRgA4Nb5", "clean_text": "CITRON ACCEPTING A CHALLENGE  @JIMCRAMER HAS FAMOUSLY NAMED HIS DOG NVIDIA  IF NVDA IS TRADING OVER 230 IN 12 M ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20180413, "Text": "$SHOP in Trump's crosshairs. A Canadian co whose growth is based on inefficiencies in \"Chinese imports\" and USPS pr… https://t.co/EByWbHccAN", "clean_text": "SHOP IN TRUMP CROSSHAIRS A CANADIAN CO WHOSE GROWTH IS BASED ON INEFFICIENCIES IN CHINESE IMPORTS AND USPS PR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20180412, "Text": "$QNST preannounced a revenue beat. Shoutout to https://t.co/2CQXqKoDAF for all its hard work. Swagbucks don't grow… https://t.co/UNzrKwO78q", "clean_text": "QNST PREANNOUNCED A REVENUE BEAT SHOUTOUT TO  FOR ALL ITS HARD WORK SWAGBUCKS DONT GROW ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]