["ON", {"Name": "TMTanalyst", "Time": 20180316, "Text": "TFW you were jeans and sneakers to work most days but put on a jacket and slacks for an analyst day and you see… https://t.co/RyxIBNliUN", "clean_text": "TFW YOU WERE JEANS AND SNEAKERS TO WORK MOST DAYS BUT PUT ON A JACKET AND SLACKS FOR AN ANALYST DAY AND YOU SEE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180316, "Text": "RT @StuartLWallace: On bleak day, pipeline operators say tax policy is no big deal https://t.co/NXB95GG9uE via @TimLoh https://t.co/x7LkcKm…", "clean_text": "RT @STUARTLWALLACE ON BLEAK DAY PIPELINE OPERATORS SAY TAX POLICY IS NO BIG DEAL  VIA @TIMLOH ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180316, "Text": "@JoeMcMonigle I think It’s a bigger deal than most companies are suggesting.  impact on year 1 cash flows will be l… https://t.co/3ERMMsLm2R", "clean_text": "@JOEMCMONIGLE I THINK ITS A BIGGER DEAL THAN MOST COMPANIES ARE SUGGESTING  IMPACT ON YEAR 1 CASH FLOWS WILL BE L ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180315, "Text": "we added short $TUSK to our Best Ideas list on 3/15.  Hosting call today.  We think that they are gouging FEMA (US… https://t.co/UFPYqC9xkg", "clean_text": "WE ADDED SHORT TUSK TO OUR BEST IDEAS LIST ON 315  HOSTING CALL TODAY  WE THINK THAT THEY ARE GOUGING FEMA US ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "HedgeyeENERGY", "Time": 20180315, "Text": "Yes!  Good news for shippers and consumers that were paying unjustified, higher rates on these pipes https://t.co/UkpwbbakvK", "clean_text": "YES  GOOD NEWS FOR SHIPPERS AND CONSUMERS THAT WERE PAYING UNJUSTIFIED HIGHER RATES ON THESE PIPES ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180315, "Text": "Statement from FERC on MLP income tax allowance https://t.co/zhJ7VN79m8 @JoeMcMonigle", "clean_text": "STATEMENT FROM FERC ON MLP INCOME TAX ALLOWANCE  @JOEMCMONIGLE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Carl_C_Icahn", "Time": 20180314, "Text": "We just released an announcement (including other important information) on $XRX – available here: https://t.co/fAb02fNqrM", "clean_text": "WE JUST RELEASED AN ANNOUNCEMENT INCLUDING OTHER IMPORTANT INFORMATION ON XRX AVAILABLE HERE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20180313, "Text": "RT @ActivistInsight: Yesterday on Activist Insight Online we reported that General Electric is exploring the sale of its electrical enginee…", "clean_text": "RT @ACTIVISTINSIGHT YESTERDAY ON ACTIVIST INSIGHT ONLINE WE REPORTED THAT GENERAL ELECTRIC IS EXPLORING THE SALE OF ITS ELECTRICAL ENGINEE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "HedgeyeENERGY", "Time": 20180310, "Text": "2 guys on Princeton already have 50+ points in 32 games this year.  That is insane, especially in the ECAC https://t.co/XjZZrJWDZ8", "clean_text": "2 GUYS ON PRINCETON ALREADY HAVE 50+ POINTS IN 32 GAMES THIS YEAR  THAT IS INSANE ESPECIALLY IN THE ECAC ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20180305, "Text": "Congrats to @infatuation on the purchase of zagats. @houseofstang @schmooey have built an amazing restaurant review… https://t.co/9QOFMZRcEl", "clean_text": "CONGRATS TO @INFATUATION ON THE PURCHASE OF ZAGATS @HOUSEOFSTANG @SCHMOOEY HAVE BUILT AN AMAZING RESTAURANT REVIEW ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}]