["A", {"Name": "HedgeyeENERGY", "Time": 20180420, "Text": "RT @AndrewScurria: Puerto Rico power utility @AEEONLINE wants some form of compensation for the blackout caused by a subcontractor to Cobra…", "clean_text": "RT @ANDREWSCURRIA PUERTO RICO POWER UTILITY @AEEONLINE WANTS SOME FORM OF COMPENSATION FOR THE BLACKOUT CAUSED BY A SUBCONTRACTOR TO COBRA", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20180420, "Text": "A discussion about anonymous comments on public stocks touches on recent activist short campaigns at @ColumbiaLaw e… https://t.co/V91Dx0WcVY", "clean_text": "A DISCUSSION ABOUT ANONYMOUS COMMENTS ON PUBLIC STOCKS TOUCHES ON RECENT ACTIVIST SHORT CAMPAIGNS AT @COLUMBIALAW E ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20180420, "Text": "@ActivistInsight @ColumbiaLaw Interestingly, a perception that anonymous activist short selling has increased. Acti… https://t.co/J9Q3Qa3W0S", "clean_text": "@ACTIVISTINSIGHT @COLUMBIALAW INTERESTINGLY A PERCEPTION THAT ANONYMOUS ACTIVIST SHORT SELLING HAS INCREASED ACTI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Carl_C_Icahn", "Time": 20180417, "Text": "Just released a detailed presentation (including other important info) on $XRX - available here: https://t.co/aXRVj2Eexj", "clean_text": "JUST RELEASED A DETAILED PRESENTATION INCLUDING OTHER IMPORTANT INFO ON XRX  AVAILABLE HERE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20180413, "Text": "@Dutch_Book I listen to a lot of different pods about all sorts of topics but find preet to be particularly informative. To each his own.", "clean_text": "@DUTCH_BOOK I LISTEN TO A LOT OF DIFFERENT PODS ABOUT ALL SORTS OF TOPICS BUT FIND PREET TO BE PARTICULARLY INFORMATIVE TO EACH HIS OWN", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20180413, "Text": "@Mega_Man_2 And a terrible name for a car.", "clean_text": "@MEGA_MAN_2 AND A TERRIBLE NAME FOR A CAR", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "CitronResearch", "Time": 20180413, "Text": "Citron accepting a challenge.  @Jimcramer has famously named his dog Nvidia.  If $NVDA is trading over $230 in 12 m… https://t.co/LgBRgA4Nb5", "clean_text": "CITRON ACCEPTING A CHALLENGE  @JIMCRAMER HAS FAMOUSLY NAMED HIS DOG NVIDIA  IF NVDA IS TRADING OVER 230 IN 12 M ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20180413, "Text": "$SHOP in Trump's crosshairs. A Canadian co whose growth is based on inefficiencies in \"Chinese imports\" and USPS pr… https://t.co/EByWbHccAN", "clean_text": "SHOP IN TRUMP CROSSHAIRS A CANADIAN CO WHOSE GROWTH IS BASED ON INEFFICIENCIES IN CHINESE IMPORTS AND USPS PR ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20180412, "Text": "$QNST preannounced a revenue beat. Shoutout to https://t.co/2CQXqKoDAF for all its hard work. Swagbucks don't grow… https://t.co/UNzrKwO78q", "clean_text": "QNST PREANNOUNCED A REVENUE BEAT SHOUTOUT TO  FOR ALL ITS HARD WORK SWAGBUCKS DONT GROW ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20180409, "Text": "If you are fortunate to get a borrow on Hailiang Education $HLG than you can be short your part of the China Hustle… https://t.co/PDot7No3Qx", "clean_text": "IF YOU ARE FORTUNATE TO GET A BORROW ON HAILIANG EDUCATION HLG THAN YOU CAN BE SHORT YOUR PART OF THE CHINA HUSTLE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnderwaterCap", "Time": 20180406, "Text": "...a quick example that comes to mind is artists, song writers, and lyric composers getting paid directly for their… https://t.co/L7H6Mcq8Ey", "clean_text": "A QUICK EXAMPLE THAT COMES TO MIND IS ARTISTS SONG WRITERS AND LYRIC COMPOSERS GETTING PAID DIRECTLY FOR THEIR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]