["OF", {"Name": "Carl_C_Icahn", "Time": 20181108, "Text": "@davidfaber @davidfaber your critique of my record – saying we did only as well as the S&amp;P – misses the whole point… https://t.co/quLAXQYa49", "clean_text": "@DAVIDFABER @DAVIDFABER YOUR CRITIQUE OF MY RECORD SAYING WE DID ONLY AS WELL AS THE SAMPP MISSES THE WHOLE POINT ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "GothamResearch", "Time": 20181107, "Text": "$MED quietly -26% today, trading at $159 per share as of this moment. We believe several problems not covered in ou… https://t.co/z2uaXleXXC", "clean_text": "MED QUIETLY 26% TODAY TRADING AT 159 PER SHARE AS OF THIS MOMENT WE BELIEVE SEVERAL PROBLEMS NOT COVERED IN OU ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20181107, "Text": "Here's a hint regarding one of these problems: Why was there a notable disconnect between revenue growth vs profita… https://t.co/sd1Elxr0xk", "clean_text": "HERE A HINT REGARDING ONE OF THESE PROBLEMS WHY WAS THERE A NOTABLE DISCONNECT BETWEEN REVENUE GROWTH VS PROFITA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20181102, "Text": "Wayfair has become a textbook case of diseconomies of scale.  How much longer will shareholders have the patience f… https://t.co/3vpRDHCmKE", "clean_text": "WAYFAIR HAS BECOME A TEXTBOOK CASE OF DISECONOMIES OF SCALE  HOW MUCH LONGER WILL SHAREHOLDERS HAVE THE PATIENCE F ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20181101, "Text": "You can fire the ceo for being a creep but a culture of bullishness is forever. “Another outstanding year” for 2019", "clean_text": "YOU CAN FIRE THE CEO FOR BEING A CREEP BUT A CULTURE OF BULLISHNESS IS FOREVER ANOTHER OUTSTANDING YEAR” FOR 2019", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "TMTanalyst", "Time": 20181031, "Text": "@EpicureanDeal Yes. Saw the overpaid ceo of a media co but no rock stars like you.", "clean_text": "@EPICUREANDEAL YES SAW THE OVERPAID CEO OF A MEDIA CO BUT NO ROCK STARS LIKE YOU", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]