["THE", {"Name": "TruthGundlach", "Time": 20190604, "Text": "Roger Goodell: NFL wants a new Bills stadium so the team “remains competitive”.  Since when is it the stadium that makes a team competitive?", "clean_text": "ROGER GOODELL NFL WANTS A NEW BILLS STADIUM SO THE TEAM REMAINS COMPETITIVE”  SINCE WHEN IS IT THE STADIUM THAT MAKES A TEAM COMPETITIVE", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190604, "Text": "MiMedx Shareholders Should Visit https://t.co/KQuJJCGF0p for information on how to vote in the upcoming annual meet… https://t.co/3WpbLU1k1D", "clean_text": "MIMEDX SHAREHOLDERS SHOULD VISIT  FOR INFORMATION ON HOW TO VOTE IN THE UPCOMING ANNUAL MEET ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190604, "Text": "RT @MiMedx: Visit https://t.co/D4jRcgXP6J to read about our three new director nominees up for election at the 2018 Annual Meeting. Every v…", "clean_text": "RT @MIMEDX VISIT  TO READ ABOUT OUR THREE NEW DIRECTOR NOMINEES UP FOR ELECTION AT THE 2018 ANNUAL MEETING EVERY V", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190604, "Text": "RT @SeekingAlpha: $LCI - Lannett: Industry-Wide Drug Pricing Case Enters The Criminal Phase https://t.co/LR9nav5G6z", "clean_text": "RT @SEEKINGALPHA LCI  LANNETT INDUSTRYWIDE DRUG PRICING CASE ENTERS THE CRIMINAL PHASE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190603, "Text": "RT @MiMedx: We issued a letter explaining what is at stake at our upcoming Annual Meeting. Help our company move forward by voting the BLUE…", "clean_text": "RT @MIMEDX WE ISSUED A LETTER EXPLAINING WHAT IS AT STAKE AT OUR UPCOMING ANNUAL MEETING HELP OUR COMPANY MOVE FORWARD BY VOTING THE BLUE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190531, "Text": "@fromedome @qz Maybe because the user base is tiny compared to other social media players.", "clean_text": "@FROMEDOME @QZ MAYBE BECAUSE THE USER BASE IS TINY COMPARED TO OTHER SOCIAL MEDIA PLAYERS", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FundyLongShort", "Time": 20190531, "Text": "@TadAllagash Love the hell out of it.  Gonna make the SEC even more monstrous than it already is.", "clean_text": "@TADALLAGASH LOVE THE HELL OUT OF IT  GONNA MAKE THE SEC EVEN MORE MONSTROUS THAN IT ALREADY IS", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20190531, "Text": "@TadAllagash Baby steps?  If something can be overdone, you know the SEC will do it.", "clean_text": "@TADALLAGASH BABY STEPS  IF SOMETHING CAN BE OVERDONE YOU KNOW THE SEC WILL DO IT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190530, "Text": "DB price action looking pretty scary.  And Soc Gen, still run by the indefatigably incompetent Oudea, is heading straight south yet again.", "clean_text": "DB PRICE ACTION LOOKING PRETTY SCARY  AND SOC GEN STILL RUN BY THE INDEFATIGABLY INCOMPETENT OUDEA IS HEADING STRAIGHT SOUTH YET AGAIN", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190530, "Text": "We are very excited to have reached an agreement for a broad reconstitution of the board of $MDXG. Under the plan,… https://t.co/lEuFGPDPRP", "clean_text": "WE ARE VERY EXCITED TO HAVE REACHED AN AGREEMENT FOR A BROAD RECONSTITUTION OF THE BOARD OF MDXG UNDER THE PLAN ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190530, "Text": "We look forward to working with the newly refreshed board to realize substantial value for all $MDXG shareholders. https://t.co/GvLMRcA0rb", "clean_text": "WE LOOK FORWARD TO WORKING WITH THE NEWLY REFRESHED BOARD TO REALIZE SUBSTANTIAL VALUE FOR ALL MDXG SHAREHOLDERS ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "BergenCapital", "Time": 20190530, "Text": "RT @TruthGundlach: DB price action looking pretty scary.  And Soc Gen, still run by the indefatigably incompetent Oudea, is heading straigh…", "clean_text": "RT @TRUTHGUNDLACH DB PRICE ACTION LOOKING PRETTY SCARY  AND SOC GEN STILL RUN BY THE INDEFATIGABLY INCOMPETENT OUDEA IS HEADING STRAIGH", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190530, "Text": "RT @ResearchGrizzly: In our first report we have uncovered material undisclosed related party transactions at $INS that make the stock unin…", "clean_text": "RT @RESEARCHGRIZZLY IN OUR FIRST REPORT WE HAVE UNCOVERED MATERIAL UNDISCLOSED RELATED PARTY TRANSACTIONS AT INS THAT MAKE THE STOCK UNIN", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190528, "Text": "$INS A Goldman Sachs rival pulled out of the Apple Card deal on fears it will be a money loser https://t.co/UM7t85x2Ga", "clean_text": "INS A GOLDMAN SACHS RIVAL PULLED OUT OF THE APPLE CARD DEAL ON FEARS IT WILL BE A MONEY LOSER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190527, "Text": "@GregVous @AlderLaneeggs No related party disclosure of any kind in the SEC filings.  The audit committee (parker)… https://t.co/oDEHiud714", "clean_text": "@GREGVOUS @ALDERLANEEGGS NO RELATED PARTY DISCLOSURE OF ANY KIND IN THE SEC FILINGS  THE AUDIT COMMITTEE PARKER ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190524, "Text": "$HIIQ Dorfman victims will finally be notified and must \"opt-in\" to keep the sham insurance plans they were sold. W… https://t.co/3CgnvIgmlu", "clean_text": "HIIQ DORFMAN VICTIMS WILL FINALLY BE NOTIFIED AND MUST OPTIN TO KEEP THE SHAM INSURANCE PLANS THEY WERE SOLD W ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190524, "Text": "RT @AlderLaneeggs: CFO's abruptly resigning from Financially desperate  companies where key Executives are being charged under The Sherman…", "clean_text": "RT @ALDERLANEEGGS CFO ABRUPTLY RESIGNING FROM FINANCIALLY DESPERATE  COMPANIES WHERE KEY EXECUTIVES ARE BEING CHARGED UNDER THE SHERMAN", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190523, "Text": "Aaaand the hf to family office trend continues. https://t.co/UUoYhhAUNn", "clean_text": "AAAAND THE HF TO FAMILY OFFICE TREND CONTINUES ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190523, "Text": "RT @DonutShorts: Old enough to remember when the $MDXG sock puppets and management team scoffed at the notion that employees were spied upo…", "clean_text": "RT @DONUTSHORTS OLD ENOUGH TO REMEMBER WHEN THE MDXG SOCK PUPPETS AND MANAGEMENT TEAM SCOFFED AT THE NOTION THAT EMPLOYEES WERE SPIED UPO", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20190522, "Text": "Been a while since we did a “what we’re reading” so here’s the latest: https://t.co/6rw19OwUAL", "clean_text": "BEEN A WHILE SINCE WE DID A WHAT WERE READING” SO HERES THE LATEST ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190522, "Text": "@MLPguy Everyday. Rupert murdoch wore allbirda with his suit at the fox analyst day earlier this month.", "clean_text": "@MLPGUY EVERYDAY RUPERT MURDOCH WORE ALLBIRDA WITH HIS SUIT AT THE FOX ANALYST DAY EARLIER THIS MONTH", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190521, "Text": "RT @ActivistInsight: .@ActivistInsight, @GoodmansLLP, &amp; @KdaleAdvisors, invite you to join them in Toronto at the launch event for Activist…", "clean_text": "RT @ACTIVISTINSIGHT @ACTIVISTINSIGHT @GOODMANSLLP AMP @KDALEADVISORS INVITE YOU TO JOIN THEM IN TORONTO AT THE LAUNCH EVENT FOR ACTIVIST", "count1": 0, "count2": 1, "count3": 1, "count4": 0}]