["IT", {"Name": "footnoted", "Time": 20191101, "Text": "Loved this story because it really focused on how scammers are able to circumvent @Airbnb rules. Found myself in a… https://t.co/TasKv75ywM", "clean_text": "LOVED THIS STORY BECAUSE IT REALLY FOCUSED ON HOW SCAMMERS ARE ABLE TO CIRCUMVENT @AIRBNB RULES FOUND MYSELF IN A ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20191101, "Text": "@neuralmarket Nah. It has to do with the tax agreement that was signed when two companies were carved from HP.", "clean_text": "@NEURALMARKET NAH IT HAS TO DO WITH THE TAX AGREEMENT THAT WAS SIGNED WHEN TWO COMPANIES WERE CARVED FROM HP", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191101, "Text": "Imo, a misconception re: sugar/carbs. It's not sugar that causes LT issues; it's too many empty calories/overeating… https://t.co/8qwyheFa2G", "clean_text": "IMO A MISCONCEPTION RE SUGARCARBS IT NOT SUGAR THAT CAUSES LT ISSUES IT TOO MANY EMPTY CALORIESOVEREATING ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20191101, "Text": "@ElliotTurn Elmo costume is always a classic.  Ours had one just like it.", "clean_text": "@ELLIOTTURN ELMO COSTUME IS ALWAYS A CLASSIC  OURS HAD ONE JUST LIKE IT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20191030, "Text": "@CrookedCapital Once a week sounds tough to me, too.  Glad it's going well.", "clean_text": "@CROOKEDCAPITAL ONCE A WEEK SOUNDS TOUGH TO ME TOO  GLAD IT GOING WELL", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191028, "Text": "If the Patriots were a stock in a 32 stock NFL index, it would be the most followed, there would be a hundred analy… https://t.co/X5MT4l0FEw", "clean_text": "IF THE PATRIOTS WERE A STOCK IN A 32 STOCK NFL INDEX IT WOULD BE THE MOST FOLLOWED THERE WOULD BE A HUNDRED ANALY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20191025, "Text": "@tmk8273 I think it was 87 or 88.", "clean_text": "@TMK8273 I THINK IT WAS 87 OR 88", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20191024, "Text": "@TravisWiedower @JerryCap @GromitCap One of the best ways to test your knowledge of a subject. Do it for every inve… https://t.co/hFY3u0b1Yr", "clean_text": "@TRAVISWIEDOWER @JERRYCAP @GROMITCAP ONE OF THE BEST WAYS TO TEST YOUR KNOWLEDGE OF A SUBJECT DO IT FOR EVERY INVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20191023, "Text": "My partner @bhorowitz has a new book! You can buy it here https://t.co/bD1mtsCAjY and this is what it's about and w… https://t.co/Rk50CpWjlf", "clean_text": "MY PARTNER @BHOROWITZ HAS A NEW BOOK YOU CAN BUY IT HERE  AND THIS IS WHAT IT ABOUT AND W ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191023, "Text": "It would be like the LA Dodgers trying to secretly inject Barry Bonds with steroids, with the hope of maybe he some… https://t.co/c7LJTnrFYV", "clean_text": "IT WOULD BE LIKE THE LA DODGERS TRYING TO SECRETLY INJECT BARRY BONDS WITH STEROIDS WITH THE HOPE OF MAYBE HE SOME ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20191021, "Text": "@goldencaskcap All Chinese bank branches are walled off, it seems", "clean_text": "@GOLDENCASKCAP ALL CHINESE BANK BRANCHES ARE WALLED OFF IT SEEMS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20191021, "Text": "If you missed it, @HowardMarksBook has a new letter out about negative interest rates https://t.co/Mat5fvwCU2", "clean_text": "IF YOU MISSED IT @HOWARDMARKSBOOK HAS A NEW LETTER OUT ABOUT NEGATIVE INTEREST RATES ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]