["OF", {"Name": "PresciencePoint", "Time": 20190607, "Text": "MiMedx Urges Shareholders to Vote \"FOR\" All of the Board's Qualified Nominees on the BLUE Proxy Card https://t.co/JzPAaF67FP @$MDXG", "clean_text": "MIMEDX URGES SHAREHOLDERS TO VOTE FOR ALL OF THE BOARD QUALIFIED NOMINEES ON THE BLUE PROXY CARD  @MDXG", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190606, "Text": "@GrimesHoldings Future paydown of 2021 maturity at Intelsat Luxembourg and general liquidity", "clean_text": "@GRIMESHOLDINGS FUTURE PAYDOWN OF 2021 MATURITY AT INTELSAT LUXEMBOURG AND GENERAL LIQUIDITY", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20190606, "Text": "$FLT Citron exposes one of the largest Clean Energy Frauds in the history of the United States.  $FLT has fraudulen… https://t.co/B62bAJ6eJw", "clean_text": "FLT CITRON EXPOSES ONE OF THE LARGEST CLEAN ENERGY FRAUDS IN THE HISTORY OF THE UNITED STATES  FLT HAS FRAUDULEN ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190531, "Text": "@fromedome Even more so if people aren’t aware of it", "clean_text": "@FROMEDOME EVEN MORE SO IF PEOPLE ARENT AWARE OF IT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20190531, "Text": "@TadAllagash Love the hell out of it.  Gonna make the SEC even more monstrous than it already is.", "clean_text": "@TADALLAGASH LOVE THE HELL OUT OF IT  GONNA MAKE THE SEC EVEN MORE MONSTROUS THAN IT ALREADY IS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190530, "Text": "We are very excited to have reached an agreement for a broad reconstitution of the board of $MDXG. Under the plan,… https://t.co/lEuFGPDPRP", "clean_text": "WE ARE VERY EXCITED TO HAVE REACHED AN AGREEMENT FOR A BROAD RECONSTITUTION OF THE BOARD OF MDXG UNDER THE PLAN ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20190528, "Text": "$JMIA - Halt/Delisting Candidate. Blatant Fraud. Former executive testimonies with documented proof of manipulated… https://t.co/8jVPK3DOFg", "clean_text": "JMIA  HALTDELISTING CANDIDATE BLATANT FRAUD FORMER EXECUTIVE TESTIMONIES WITH DOCUMENTED PROOF OF MANIPULATED ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190528, "Text": "$INS A Goldman Sachs rival pulled out of the Apple Card deal on fears it will be a money loser https://t.co/UM7t85x2Ga", "clean_text": "INS A GOLDMAN SACHS RIVAL PULLED OUT OF THE APPLE CARD DEAL ON FEARS IT WILL BE A MONEY LOSER ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190527, "Text": "@GregVous @AlderLaneeggs No related party disclosure of any kind in the SEC filings.  The audit committee (parker)… https://t.co/oDEHiud714", "clean_text": "@GREGVOUS @ALDERLANEEGGS NO RELATED PARTY DISCLOSURE OF ANY KIND IN THE SEC FILINGS  THE AUDIT COMMITTEE PARKER ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]