["TO", {"Name": "pmarca", "Time": 20191025, "Text": "\"The world of technology thrives best when individuals are left alone to be different, creative, and disobedient.\"… https://t.co/5GufYtH3xh", "clean_text": "THE WORLD OF TECHNOLOGY THRIVES BEST WHEN INDIVIDUALS ARE LEFT ALONE TO BE DIFFERENT CREATIVE AND DISOBEDIENT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20191024, "Text": "@TravisWiedower @JerryCap @GromitCap One of the best ways to test your knowledge of a subject. Do it for every inve… https://t.co/hFY3u0b1Yr", "clean_text": "@TRAVISWIEDOWER @JERRYCAP @GROMITCAP ONE OF THE BEST WAYS TO TEST YOUR KNOWLEDGE OF A SUBJECT DO IT FOR EVERY INVE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191023, "Text": "It’s funny that this is the best lie that Nike could come up with for why Salazar cheated. It’s hard enough to imag… https://t.co/kkvI1OmZE2", "clean_text": "ITS FUNNY THAT THIS IS THE BEST LIE THAT NIKE COULD COME UP WITH FOR WHY SALAZAR CHEATED ITS HARD ENOUGH TO IMAG ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191023, "Text": "It would be like the LA Dodgers trying to secretly inject Barry Bonds with steroids, with the hope of maybe he some… https://t.co/c7LJTnrFYV", "clean_text": "IT WOULD BE LIKE THE LA DODGERS TRYING TO SECRETLY INJECT BARRY BONDS WITH STEROIDS WITH THE HOPE OF MAYBE HE SOME ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191023, "Text": "NJ Attorney General now alleges that $VSLR engaged in a host of predatory tactics including falsely claiming to be… https://t.co/kAglPk6gjS", "clean_text": "NJ ATTORNEY GENERAL NOW ALLEGES THAT VSLR ENGAGED IN A HOST OF PREDATORY TACTICS INCLUDING FALSELY CLAIMING TO BE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GothamResearch", "Time": 20191022, "Text": "Tile Shop $TTS plans to delist ... TTS.q (literally)", "clean_text": "TILE SHOP TTS PLANS TO DELIST  TTSQ LITERALLY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191022, "Text": "RT @TheIpHawk: $TEUM - Pareteum Finally Admits To Inflating Results - Bankruptcy Might Be In The Cards Now. https://t.co/BijoJ3cLNL", "clean_text": "RT @THEIPHAWK TEUM  PARETEUM FINALLY ADMITS TO INFLATING RESULTS  BANKRUPTCY MIGHT BE IN THE CARDS NOW ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20191020, "Text": "@pearkes What a shame. Do you listen to cocktail podcast ?  There is a great one with the inventor of the paper plane and a penicillin", "clean_text": "@PEARKES WHAT A SHAME DO YOU LISTEN TO COCKTAIL PODCAST THERE IS A GREAT ONE WITH THE INVENTOR OF THE PAPER PLANE AND A PENICILLIN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20191019, "Text": "New Grant's Podcast: Time to make the Donuts\n@Donutshorts https://t.co/RqtWmTTdzi", "clean_text": "NEW GRANT PODCAST TIME TO MAKE THE DONUTS\n@DONUTSHORTS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191017, "Text": "$EGBN EagleBank's legal bills continue to grow amid government investigations https://t.co/mzrkJLNDS3 via @WBJonline", "clean_text": "EGBN EAGLEBANK LEGAL BILLS CONTINUE TO GROW AMID GOVERNMENT INVESTIGATIONS  VIA @WBJONLINE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20191015, "Text": "RT @EdBorgato: I used to tell my analysts that what it takes to find and analyze a great stock is completely different than what it takes t…", "clean_text": "RT @EDBORGATO I USED TO TELL MY ANALYSTS THAT WHAT IT TAKES TO FIND AND ANALYZE A GREAT STOCK IS COMPLETELY DIFFERENT THAN WHAT IT TAKES T", "count1": 0, "count2": 2, "count3": 0, "count4": 2}, {"Name": "ValueDude", "Time": 20191015, "Text": "NJ is set to report September 2019 in a few hours.  And later this week, PA will follow.  I think they are importan… https://t.co/XCkGEuQIgJ", "clean_text": "NJ IS SET TO REPORT SEPTEMBER 2019 IN A FEW HOURS  AND LATER THIS WEEK PA WILL FOLLOW  I THINK THEY ARE IMPORTAN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ValueDude", "Time": 20191015, "Text": "Still appears to be a 2-horse race with Fanduel / Draftkings with Foxbet likely making some inroads.  Monmouth (Wil… https://t.co/T711REhXtN", "clean_text": "STILL APPEARS TO BE A 2HORSE RACE WITH FANDUEL  DRAFTKINGS WITH FOXBET LIKELY MAKING SOME INROADS  MONMOUTH WIL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20191015, "Text": "$BHC to $40.  Four Years Ago This Week Citron told the  \"Valeant Story\"  Four years later the stock is poised to do… https://t.co/JWKfJEF8OV", "clean_text": "BHC TO 40  FOUR YEARS AGO THIS WEEK CITRON TOLD THE  VALEANT STORY  FOUR YEARS LATER THE STOCK IS POISED TO DO ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20191015, "Text": "RT @TheIpHawk: $TEUM that press release was essentially admitting they have no idea what they are doing and will need 12 months to figure i…", "clean_text": "RT @THEIPHAWK TEUM THAT PRESS RELEASE WAS ESSENTIALLY ADMITTING THEY HAVE NO IDEA WHAT THEY ARE DOING AND WILL NEED 12 MONTHS TO FIGURE I", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]