["FOR", {"Name": "xuexishenghuo", "Time": 20190322, "Text": "RT @Junheng_Li: Tough year ahead for $HLF, $NUS, $USNA in China as government cracks down direct sellers.  \nhttps://t.co/z3K0e1zrta", "clean_text": "RT @JUNHENG_LI TOUGH YEAR AHEAD FOR HLF NUS USNA IN CHINA AS GOVERNMENT CRACKS DOWN DIRECT SELLERS  \n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20190322, "Text": "$CHGG is the poster child for institutionalized academic cheating. tgt- $25 Cannot be disputed, cheating now matter… https://t.co/ZVuE6uRTpU", "clean_text": "CHGG IS THE POSTER CHILD FOR INSTITUTIONALIZED ACADEMIC CHEATING TGT 25 CANNOT BE DISPUTED CHEATING NOW MATTER ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190321, "Text": "there is never just one cockroach in the kitchen. apparently the license for $NUS juice in question has expired mor… https://t.co/Aw2bIzXFDT", "clean_text": "THERE IS NEVER JUST ONE COCKROACH IN THE KITCHEN APPARENTLY THE LICENSE FOR NUS JUICE IN QUESTION HAS EXPIRED MOR ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190321, "Text": "report says family is considering to sue $NUS for damages https://t.co/oI0FwFybWp", "clean_text": "REPORT SAYS FAMILY IS CONSIDERING TO SUE NUS FOR DAMAGES ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190321, "Text": "never just one cockroach - $NUS was sued for exacerbating kidney disease https://t.co/KLGZZU3oXY", "clean_text": "NEVER JUST ONE COCKROACH  NUS WAS SUED FOR EXACERBATING KIDNEY DISEASE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190321, "Text": "more cockroaches $NUS training material says \"85% of medicines are useless, best thing for patients is to reduce me… https://t.co/HC9GfFTP1c", "clean_text": "MORE COCKROACHES NUS TRAINING MATERIAL SAYS 85% OF MEDICINES ARE USELESS BEST THING FOR PATIENTS IS TO REDUCE ME ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20190321, "Text": "@Morgan_03 Not my fault the T.G.I. Friday’s in union square (my former go to red for @Morgan_03) closed down", "clean_text": "@MORGAN_03 NOT MY FAULT THE TGI FRIDAYS IN UNION SQUARE MY FORMER GO TO RED FOR @MORGAN_03 CLOSED DOWN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190320, "Text": "it's always just a few bad apples. #MLM scams are never responsible for the huge societal damages they cause. $NUS… https://t.co/mmGNQ6FVIo", "clean_text": "IT ALWAYS JUST A FEW BAD APPLES #MLM SCAMS ARE NEVER RESPONSIBLE FOR THE HUGE SOCIETAL DAMAGES THEY CAUSE NUS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190320, "Text": "always just a few bad apples $USNA associates fined for conducting a #MLM scheme in ShanXi https://t.co/pL52ud7ce8", "clean_text": "ALWAYS JUST A FEW BAD APPLES USNA ASSOCIATES FINED FOR CONDUCTING A #MLM SCHEME IN SHANXI ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "BergenCapital", "Time": 20190319, "Text": "RT @EconguyRosie: The S&amp;P 500 is up 12.6% for the best start to any year since 1991. The VIX has collapsed 57% in 3 months' time, the sharp…", "clean_text": "RT @ECONGUYROSIE THE SAMPP 500 IS UP 126% FOR THE BEST START TO ANY YEAR SINCE 1991 THE VIX HAS COLLAPSED 57% IN 3 MONTH TIME THE SHARP", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190318, "Text": "$NUS News report saying Chinese associated died from substituting NuSkin juice for medicine. woops! $USNA https://t.co/TAITokbYHb", "clean_text": "NUS NEWS REPORT SAYING CHINESE ASSOCIATED DIED FROM SUBSTITUTING NUSKIN JUICE FOR MEDICINE WOOPS USNA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190316, "Text": "@AIMhonesty @EbixInc Is there also a BS 2 yr put option on the shares used for a proposed BS acq?", "clean_text": "@AIMHONESTY @EBIXINC IS THERE ALSO A BS 2 YR PUT OPTION ON THE SHARES USED FOR A PROPOSED BS ACQ", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "ActivistShorts", "Time": 20190314, "Text": "RT @sprucepointcap: Classic \"defense\" - shoot the messenger, blame the short-seller for failing to appease the market $XPO - nevermind the…", "clean_text": "RT @SPRUCEPOINTCAP CLASSIC DEFENSE  SHOOT THE MESSENGER BLAME THE SHORTSELLER FOR FAILING TO APPEASE THE MARKET XPO  NEVERMIND THE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190313, "Text": "Zio's rate of $311/procedure it receives from its main CMS contractor Novitas compares with $170 for event monitori… https://t.co/Pz0ivDXSxD", "clean_text": "ZIO RATE OF 311PROCEDURE IT RECEIVES FROM ITS MAIN CMS CONTRACTOR NOVITAS COMPARES WITH 170 FOR EVENT MONITORI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190313, "Text": "TAM for Zio much smaller than mgmt suggests, due to lack of real-time functionality, lengthy delay in results, cost… https://t.co/GXF2NvcXci", "clean_text": "TAM FOR ZIO MUCH SMALLER THAN MGMT SUGGESTS DUE TO LACK OF REALTIME FUNCTIONALITY LENGTHY DELAY IN RESULTS COST ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190313, "Text": "RT @HindenburgRes: The $EROS lawsuit against multiple short sellers was just dismissed. \n\nAnother win for free speech and another loss for…", "clean_text": "RT @HINDENBURGRES THE EROS LAWSUIT AGAINST MULTIPLE SHORT SELLERS WAS JUST DISMISSED \n\nANOTHER WIN FOR FREE SPEECH AND ANOTHER LOSS FOR", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "xuexishenghuo", "Time": 20190311, "Text": "@AlphaHunterWu I think this is a question for @SEC_Enforcement", "clean_text": "@ALPHAHUNTERWU I THINK THIS IS A QUESTION FOR @SEC_ENFORCEMENT", "count1": 0, "count2": 1, "count3": 1, "count4": 1}]