["A", {"Name": "footnoted", "Time": 20190708, "Text": "$BX filed a pretty interesting 8-K on a Friday night when few people were probably working or paying attention. It… https://t.co/z3rmWrbUXl", "clean_text": "BX FILED A PRETTY INTERESTING 8K ON A FRIDAY NIGHT WHEN FEW PEOPLE WERE PROBABLY WORKING OR PAYING ATTENTION IT ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20190708, "Text": "Been playing catch-up on some of Friday’s filings and there’s a few truffles in there on a day when few people were likely paying attention.", "clean_text": "BEEN PLAYING CATCHUP ON SOME OF FRIDAYS FILINGS AND THERES A FEW TRUFFLES IN THERE ON A DAY WHEN FEW PEOPLE WERE LIKELY PAYING ATTENTION", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190702, "Text": "RT @jpm25: For the last 6-8 mos, I spent a lot of time close to the Direct Listing process - here I try to demystify it a bit and share som…", "clean_text": "RT @JPM25 FOR THE LAST 68 MOS I SPENT A LOT OF TIME CLOSE TO THE DIRECT LISTING PROCESS  HERE I TRY TO DEMYSTIFY IT A BIT AND SHARE SOM", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190701, "Text": "Biden’s “raise your hand for undocumented healthcare” moment was so telling. He sorta raised a hand, only after looking to his left &amp; right.", "clean_text": "BIDENS RAISE YOUR HAND FOR UNDOCUMENTED HEALTHCARE” MOMENT WAS SO TELLING HE SORTA RAISED A HAND ONLY AFTER LOOKING TO HIS LEFT AMP RIGHT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190701, "Text": "@patrick_oshag Once a Runner", "clean_text": "@PATRICK_OSHAG ONCE A RUNNER", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190701, "Text": "The latest CCAR results once again demonstrate how well-capitalized the US banking system is, and as a result, the… https://t.co/zkNZtUMmKb", "clean_text": "THE LATEST CCAR RESULTS ONCE AGAIN DEMONSTRATE HOW WELLCAPITALIZED THE US BANKING SYSTEM IS AND AS A RESULT THE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}]