["OF", {"Name": "xuexishenghuo", "Time": 20190801, "Text": "3 out of 3 $HLF $USNA $NUS https://t.co/KRVjwkGsYP", "clean_text": "3 OUT OF 3 HLF USNA NUS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190801, "Text": "@TSOH_Investing Yeah, good point, and I think lack of catalyst is a big reason why stocks get cheap. People want re… https://t.co/QWJLSR3hG6", "clean_text": "@TSOH_INVESTING YEAH GOOD POINT AND I THINK LACK OF CATALYST IS A BIG REASON WHY STOCKS GET CHEAP PEOPLE WANT RE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20190731, "Text": "In our letter to investors Citron expressed our excitement about $NVTA   The $EXAS acquisition of Genomic Health on… https://t.co/rU0w9LG0Q6", "clean_text": "IN OUR LETTER TO INVESTORS CITRON EXPRESSED OUR EXCITEMENT ABOUT NVTA THE EXAS ACQUISITION OF GENOMIC HEALTH ON ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20190724, "Text": "@PlainSite Yes. Timing seemed unusually suspicious. Which means there’s probably other crap being buried in todays crop of filings!", "clean_text": "@PLAINSITE YES TIMING SEEMED UNUSUALLY SUSPICIOUS WHICH MEANS THERES PROBABLY OTHER CRAP BEING BURIED IN TODAYS CROP OF FILINGS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190724, "Text": "Weak Treasury auction parade marches on despite a drumbeat of weaker economic data.  Don’t be fooled: rate cut next week is not “insurance”.", "clean_text": "WEAK TREASURY AUCTION PARADE MARCHES ON DESPITE A DRUMBEAT OF WEAKER ECONOMIC DATA  DONT BE FOOLED RATE CUT NEXT WEEK IS NOT INSURANCE”", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190718, "Text": "One of Buffett's most underrated skills is independent thought. He follows his common sense principles, but avoids… https://t.co/c7XulEmfvN", "clean_text": "ONE OF BUFFETT MOST UNDERRATED SKILLS IS INDEPENDENT THOUGHT HE FOLLOWS HIS COMMON SENSE PRINCIPLES BUT AVOIDS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190718, "Text": "$EGBN just rename it Banc of the Swamp @PhilTimyan https://t.co/FDD6wCco63", "clean_text": "EGBN JUST RENAME IT BANC OF THE SWAMP @PHILTIMYAN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190718, "Text": "@AlderLaneeggs Thank You, yet another example of a company trying to go after the messenger to cover-up wrongdoing.… https://t.co/mZj7znG3EG", "clean_text": "@ALDERLANEEGGS THANK YOU YET ANOTHER EXAMPLE OF A COMPANY TRYING TO GO AFTER THE MESSENGER TO COVERUP WRONGDOING ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}]