["TO", {"Name": "marketfolly", "Time": 20190222, "Text": "@AndrewRangeley $MAR Starwood merger debacle especially w/ elites has to have helped HLT. Also new AXP co-brand par… https://t.co/KstY5XOylN", "clean_text": "@ANDREWRANGELEY MAR STARWOOD MERGER DEBACLE ESPECIALLY W ELITES HAS TO HAVE HELPED HLT ALSO NEW AXP COBRAND PAR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20190222, "Text": "Side note: these situations are most prone to occur in sectors where structural factors leave investors starved of… https://t.co/JqrhKeCXLz", "clean_text": "SIDE NOTE THESE SITUATIONS ARE MOST PRONE TO OCCUR IN SECTORS WHERE STRUCTURAL FACTORS LEAVE INVESTORS STARVED OF ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190222, "Text": "Garbage trucks only begin to smell when they stop moving. #rollup $KHC", "clean_text": "GARBAGE TRUCKS ONLY BEGIN TO SMELL WHEN THEY STOP MOVING #ROLLUP KHC", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190221, "Text": "Looks like Third Point forgot to include $UTX in its 13F filing. They very much still own it according to all their… https://t.co/W2aN8spl9x", "clean_text": "LOOKS LIKE THIRD POINT FORGOT TO INCLUDE UTX IN ITS 13F FILING THEY VERY MUCH STILL OWN IT ACCORDING TO ALL THEIR ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190221, "Text": "RT @dvanbeber: With #cband key to #5G leadership, the CBA proposal is the only one that can deliver cleared spectrum in 18 to 36 months fro…", "clean_text": "RT @DVANBEBER WITH #CBAND KEY TO #5G LEADERSHIP THE CBA PROPOSAL IS THE ONLY ONE THAT CAN DELIVER CLEARED SPECTRUM IN 18 TO 36 MONTHS FRO", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190219, "Text": "gimme a sec, I need to delete all those \"MLB free agents aren't getting paid\" tweets...", "clean_text": "GIMME A SEC I NEED TO DELETE ALL THOSE MLB FREE AGENTS ARENT GETTING PAID TWEETS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20190218, "Text": "This unprecedented short selling ban, like other bans that preceded it, appears to be motivated by the desire to ca… https://t.co/lAz1oob99s", "clean_text": "THIS UNPRECEDENTED SHORT SELLING BAN LIKE OTHER BANS THAT PRECEDED IT APPEARS TO BE MOTIVATED BY THE DESIRE TO CA ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20190218, "Text": "BAFIN &amp; other regulators worldwide have a difficult, often thankless job. We are sympathetic to the difficulties th… https://t.co/oMhaQtQnbs", "clean_text": "BAFIN AMP OTHER REGULATORS WORLDWIDE HAVE A DIFFICULT OFTEN THANKLESS JOB WE ARE SYMPATHETIC TO THE DIFFICULTIES TH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20190214, "Text": "Finally, to the $TCX $40M \"buyback,\" this was a renewal of the $40M buyback announced in 2018 that expired. NOT A S… https://t.co/t76tkLDqjm", "clean_text": "FINALLY TO THE TCX 40M BUYBACK THIS WAS A RENEWAL OF THE 40M BUYBACK ANNOUNCED IN 2018 THAT EXPIRED NOT A S ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190211, "Text": "$QNST: Stock down 30% over the past few days as a bad earnings release reminds the market not to trust an opaque, low-quality business model", "clean_text": "QNST STOCK DOWN 30% OVER THE PAST FEW DAYS AS A BAD EARNINGS RELEASE REMINDS THE MARKET NOT TO TRUST AN OPAQUE LOWQUALITY BUSINESS MODEL", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190211, "Text": "Disclosure for shorts is not exactly unheard of. It's common in Europe, with a 0.5% threshold to account for lower… https://t.co/YFsYy6FZ6q", "clean_text": "DISCLOSURE FOR SHORTS IS NOT EXACTLY UNHEARD OF IT COMMON IN EUROPE WITH A 05% THRESHOLD TO ACCOUNT FOR LOWER ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]