["A", {"Name": "TMTanalyst", "Time": 20191011, "Text": "@maffei_fake @modestproposal1 I would say they have enough cash to get personal trainers and a stylist but I guess… https://t.co/59whzRVTSo", "clean_text": "@MAFFEI_FAKE @MODESTPROPOSAL1 I WOULD SAY THEY HAVE ENOUGH CASH TO GET PERSONAL TRAINERS AND A STYLIST BUT I GUESS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20191011, "Text": "@maffei_fake @modestproposal1 Or at least a better fitting suit for the analyst day.", "clean_text": "@MAFFEI_FAKE @MODESTPROPOSAL1 OR AT LEAST A BETTER FITTING SUIT FOR THE ANALYST DAY", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191011, "Text": "Steve Kerr putting forth a big straw man argument. Kerr isn’t necessarily speaking for the NBA, but the league (lik… https://t.co/jf9tdsNwJQ", "clean_text": "STEVE KERR PUTTING FORTH A BIG STRAW MAN ARGUMENT KERR ISNT NECESSARILY SPEAKING FOR THE NBA BUT THE LEAGUE LIK ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20191010, "Text": "The Sohn San Francisco Investment Conference is only a week away (Oct 16). See the speakers list &amp; register for the… https://t.co/ae9BwR70bL", "clean_text": "THE SOHN SAN FRANCISCO INVESTMENT CONFERENCE IS ONLY A WEEK AWAY OCT 16 SEE THE SPEAKERS LIST AMP REGISTER FOR THE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191008, "Text": "$TEUM email to customer admits contract structured \"so we can recognize revenue before we actually go live\". A  pub… https://t.co/NpRbVCJg5F", "clean_text": "TEUM EMAIL TO CUSTOMER ADMITS CONTRACT STRUCTURED SO WE CAN RECOGNIZE REVENUE BEFORE WE ACTUALLY GO LIVE A  PUB ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20191005, "Text": "@ppearlman @ex_wirehouse What kind of doodle?  We got a mini golden doodle last spring. She is amazing!!!  Although ours is an urban pup.", "clean_text": "@PPEARLMAN @EX_WIREHOUSE WHAT KIND OF DOODLE  WE GOT A MINI GOLDEN DOODLE LAST SPRING SHE IS AMAZING  ALTHOUGH OURS IS AN URBAN PUP", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191001, "Text": "I think Schwab's rip-the-bandaid-off on zero commissions is smart. It hurts them a little, but hurts the others a l… https://t.co/ry5l0Y1ECK", "clean_text": "I THINK SCHWAB RIPTHEBANDAIDOFF ON ZERO COMMISSIONS IS SMART IT HURTS THEM A LITTLE BUT HURTS THE OTHERS A L ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}]