["THE", {"Name": "AureliusValue", "Time": 20191122, "Text": "$PAYS one of only 96 prohibited accountants / auditors listed by OTC Markets in the entire country operating \"behin… https://t.co/YciTzfkaPr", "clean_text": "PAYS ONE OF ONLY 96 PROHIBITED ACCOUNTANTS  AUDITORS LISTED BY OTC MARKETS IN THE ENTIRE COUNTRY OPERATING BEHIN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191121, "Text": "CBS down 30% since 2016 in a bull market, &amp; the CEO gets  $175 million, including $100m severance (even though he's… https://t.co/JHoDmk3vy4", "clean_text": "CBS DOWN 30% SINCE 2016 IN A BULL MARKET AMP THE CEO GETS  175 MILLION INCLUDING 100M SEVERANCE EVEN THOUGH HE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191120, "Text": "Streaming is the new oil. Investors are excited about it, so cash keeps flowing in, but will any come out? Adding c… https://t.co/VD1lxJg8EM", "clean_text": "STREAMING IS THE NEW OIL INVESTORS ARE EXCITED ABOUT IT SO CASH KEEPS FLOWING IN BUT WILL ANY COME OUT ADDING C ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191120, "Text": "@KisitoWolf @ArdavanH Maybe that happens. I’d like to see that, because I do like the recurring revenue aspect of t… https://t.co/b8FLrKZWYn", "clean_text": "@KISITOWOLF @ARDAVANH MAYBE THAT HAPPENS ID LIKE TO SEE THAT BECAUSE I DO LIKE THE RECURRING REVENUE ASPECT OF T ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191120, "Text": "The pickle for NFLX, as much as I like the company, is that most of their competitors have hoards of cash and won’t… https://t.co/eSYp8dY5YU", "clean_text": "THE PICKLE FOR NFLX AS MUCH AS I LIKE THE COMPANY IS THAT MOST OF THEIR COMPETITORS HAVE HOARDS OF CASH AND WONT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20191119, "Text": "The analyst who sniffed out Buffett and Icahn moves believes someone big is buying Netflix https://t.co/nIZVDCgre0", "clean_text": "THE ANALYST WHO SNIFFED OUT BUFFETT AND ICAHN MOVES BELIEVES SOMEONE BIG IS BUYING NETFLIX ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20191119, "Text": "RT @ldelevingne: Short bans are on the cusp of a global comeback - a 'war against truth'? \n\nNEW 🤐⚔💸 w/ @jonathanspicer @JessopReuters  http…", "clean_text": "RT @LDELEVINGNE SHORT BANS ARE ON THE CUSP OF A GLOBAL COMEBACK  A WAR AGAINST TRUTH \n\nNEW W @JONATHANSPICER @JESSOPREUTERS  HTTP", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Carl_C_Icahn", "Time": 20191119, "Text": "Read my editorial in the @WSJ, “Let Proxy Advisers Do Their Work”: https://t.co/clE2JWK3Xn", "clean_text": "READ MY EDITORIAL IN THE @WSJ LET PROXY ADVISERS DO THEIR WORK” ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20191119, "Text": "Story of the year - see link and @ldelevingne's thread below. https://t.co/sDBWFFypiO", "clean_text": "STORY OF THE YEAR  SEE LINK AND @LDELEVINGNE THREAD BELOW ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20191118, "Text": "@sandiegosam I don’t really know what the path forward from here is... I haven’t come to compelling conclusions on… https://t.co/cQ8OPWtvfo", "clean_text": "@SANDIEGOSAM I DONT REALLY KNOW WHAT THE PATH FORWARD FROM HERE IS I HAVENT COME TO COMPELLING CONCLUSIONS ON ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191118, "Text": "One thing I'll never get is why people would prefer paying more dollars to the government now just to get those sam… https://t.co/0m1eOH3eoZ", "clean_text": "ONE THING ILL NEVER GET IS WHY PEOPLE WOULD PREFER PAYING MORE DOLLARS TO THE GOVERNMENT NOW JUST TO GET THOSE SAM ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "GothamResearch", "Time": 20191118, "Text": "Gotham City Research is moving on from $MED, as the facts have changed. We are “upgrading” our opinion of the stock… https://t.co/jHA1P93cxc", "clean_text": "GOTHAM CITY RESEARCH IS MOVING ON FROM MED AS THE FACTS HAVE CHANGED WE ARE UPGRADING” OUR OPINION OF THE STOCK ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20191117, "Text": "New Grant's Podcast: Marc Cohodes unveiled a new idea at the October 2017 Grant’s conference.\n@AlderLaneeggs https://t.co/5lKpV0cexl", "clean_text": "NEW GRANT PODCAST MARC COHODES UNVEILED A NEW IDEA AT THE OCTOBER 2017 GRANTS CONFERENCE\n@ALDERLANEEGGS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191117, "Text": "RT @nntaleb: Aramco: The short of the century. https://t.co/raWEkSd5Nh", "clean_text": "RT @NNTALEB ARAMCO THE SHORT OF THE CENTURY ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20191116, "Text": "Steve Jobs was right: the iPad and iPhone are killing PCs. via @AbnormalReturns - https://t.co/fb7mMmB9mo https://t.co/ZYif3Dge4Y", "clean_text": "STEVE JOBS WAS RIGHT THE IPAD AND IPHONE ARE KILLING PCS VIA @ABNORMALRETURNS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20191116, "Text": "Chipotle ($CMG) customers love the carne asada. via @AbnormalReturns - https://t.co/7nfRAPYGW4 https://t.co/P5IZob6bB8", "clean_text": "CHIPOTLE CMG CUSTOMERS LOVE THE CARNE ASADA VIA @ABNORMALRETURNS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20191116, "Text": "Deval Patrick has joined the race for the Dem nomination.  Who, you say?  How many donors is this guy going to get?  Dems in utter disarray.", "clean_text": "DEVAL PATRICK HAS JOINED THE RACE FOR THE DEM NOMINATION  WHO YOU SAY  HOW MANY DONORS IS THIS GUY GOING TO GET  DEMS IN UTTER DISARRAY", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191116, "Text": "Poor Kamala Harris and Cory Booker. Deval is ahead of both of them in the Predictit betting odds (which have been more accurate than polls).", "clean_text": "POOR KAMALA HARRIS AND CORY BOOKER DEVAL IS AHEAD OF BOTH OF THEM IN THE PREDICTIT BETTING ODDS WHICH HAVE BEEN MORE ACCURATE THAN POLLS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191115, "Text": "@compound100x Appreciate the nice words. Thanks for reading!", "clean_text": "@COMPOUND100X APPRECIATE THE NICE WORDS THANKS FOR READING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20191114, "Text": "@danpfeiffer @nickconfessore Don’t forget his “speaking tour”. Usually everyone who attends gets a copy of the book… https://t.co/QIAh2lRLnp", "clean_text": "@DANPFEIFFER @NICKCONFESSORE DONT FORGET HIS SPEAKING TOUR” USUALLY EVERYONE WHO ATTENDS GETS A COPY OF THE BOOK ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191114, "Text": "The Simons book is outstanding. But one thing to note when comparing his record to others, especially BRK: taxes. I… https://t.co/SudOVWEP7V", "clean_text": "THE SIMONS BOOK IS OUTSTANDING BUT ONE THING TO NOTE WHEN COMPARING HIS RECORD TO OTHERS ESPECIALLY BRK TAXES I ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "marketfolly", "Time": 20191113, "Text": "Review of @GZuckerman new book: The Man Who Solved the Market. It’s about Jim Simons / Renaissance Technologies / M… https://t.co/WUEWnc85in", "clean_text": "REVIEW OF @GZUCKERMAN NEW BOOK THE MAN WHO SOLVED THE MARKET ITS ABOUT JIM SIMONS  RENAISSANCE TECHNOLOGIES  M ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20191113, "Text": "@GZuckerman TLDR: The book is very entertaining, highly recommend it. Perfect gift for the holidays for market afic… https://t.co/MrCXX2m7XV", "clean_text": "@GZUCKERMAN TLDR THE BOOK IS VERY ENTERTAINING HIGHLY RECOMMEND IT PERFECT GIFT FOR THE HOLIDAYS FOR MARKET AFIC ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20191113, "Text": "@Morgan_03 @olivegarden Those breadsticks drive the terminal value of the garden", "clean_text": "@MORGAN_03 @OLIVEGARDEN THOSE BREADSTICKS DRIVE THE TERMINAL VALUE OF THE GARDEN", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20191113, "Text": "@taralach @ericjackson Or an offer to dis+ to get the next year season park pass at this year price by a given date… https://t.co/75nrAGGaaE", "clean_text": "@TARALACH @ERICJACKSON OR AN OFFER TO DIS+ TO GET THE NEXT YEAR SEASON PARK PASS AT THIS YEAR PRICE BY A GIVEN DATE ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191113, "Text": "@rationalwalk I’d be shocked if he ever sells a share. Someone else might after he’s gone, but the tax bill plus th… https://t.co/3zOiiWfpWO", "clean_text": "@RATIONALWALK ID BE SHOCKED IF HE EVER SELLS A SHARE SOMEONE ELSE MIGHT AFTER HES GONE BUT THE TAX BILL PLUS TH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20191113, "Text": "Santelli Exchange: The Fed's quiet about-face https://t.co/XzsAGVWsqi", "clean_text": "SANTELLI EXCHANGE THE FED QUIET ABOUTFACE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191112, "Text": "Even before Rockefeller exerted his control, railroads were bad businesses in the 1860’s. What’s incredible is how… https://t.co/fSXIbK4lIf", "clean_text": "EVEN BEFORE ROCKEFELLER EXERTED HIS CONTROL RAILROADS WERE BAD BUSINESSES IN THE 1860S WHATS INCREDIBLE IS HOW ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191112, "Text": "This was also back in the day when management fighting shareholder activism literally meant fighting. No need for p… https://t.co/g5u690oiqe", "clean_text": "THIS WAS ALSO BACK IN THE DAY WHEN MANAGEMENT FIGHTING SHAREHOLDER ACTIVISM LITERALLY MEANT FIGHTING NO NEED FOR P ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191112, "Text": "@oddballstocks Yeah that’s a good point. I was thinking about the same thing with the rails. How much money got lit… https://t.co/1ubXMz292o", "clean_text": "@ODDBALLSTOCKS YEAH THATS A GOOD POINT I WAS THINKING ABOUT THE SAME THING WITH THE RAILS HOW MUCH MONEY GOT LIT ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191112, "Text": "@kharris0109 It’s the bio by Jean Strouse. The Chernow one is good also.", "clean_text": "@KHARRIS0109 ITS THE BIO BY JEAN STROUSE THE CHERNOW ONE IS GOOD ALSO", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191111, "Text": "Josh Allen has had receivers open on the vertical many times this season. To his credit he has read it. But he has not once made the throw.", "clean_text": "JOSH ALLEN HAS HAD RECEIVERS OPEN ON THE VERTICAL MANY TIMES THIS SEASON TO HIS CREDIT HE HAS READ IT BUT HE HAS NOT ONCE MADE THE THROW", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191111, "Text": "Much of our continued bullishness is driven by increased optimism over the potential for $MDXG's micronized amnioti… https://t.co/v3kQIwOR0m", "clean_text": "MUCH OF OUR CONTINUED BULLISHNESS IS DRIVEN BY INCREASED OPTIMISM OVER THE POTENTIAL FOR MDXG MICRONIZED AMNIOTI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191111, "Text": "We believe that $MDXG will eventually receive approval for both indications given the substantial and mounting evid… https://t.co/GXAL8iueF6", "clean_text": "WE BELIEVE THAT MDXG WILL EVENTUALLY RECEIVE APPROVAL FOR BOTH INDICATIONS GIVEN THE SUBSTANTIAL AND MOUNTING EVID ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191111, "Text": "@AmerAcadPainMed The injectable market for joints exceeds $12B annually &amp; Amniofix is far ahead of competing produc… https://t.co/Y19RIbFSfQ", "clean_text": "@AMERACADPAINMED THE INJECTABLE MARKET FOR JOINTS EXCEEDS 12B ANNUALLY AMP AMNIOFIX IS FAR AHEAD OF COMPETING PRODUC ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191111, "Text": "I thought Dimon had a good point here. People tend to always think the current time is more unpredictable than usua… https://t.co/vqmHls6RFI", "clean_text": "I THOUGHT DIMON HAD A GOOD POINT HERE PEOPLE TEND TO ALWAYS THINK THE CURRENT TIME IS MORE UNPREDICTABLE THAN USUA ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20191110, "Text": "RT @zerohedge: CTAs Are Almost Done Selling Bonds: Why The Market's \"Great Rotation\" Is Almost Over https://t.co/GttpfdTb1o", "clean_text": "RT @ZEROHEDGE CTAS ARE ALMOST DONE SELLING BONDS WHY THE MARKET GREAT ROTATION IS ALMOST OVER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191110, "Text": "$EGBN \"Bank of the Swamp\" https://t.co/kGxfmigL4R", "clean_text": "EGBN BANK OF THE SWAMP ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191110, "Text": "$EGBN former Vice Chairman now pleading the fifth https://t.co/8BMBI58KfG", "clean_text": "EGBN FORMER VICE CHAIRMAN NOW PLEADING THE FIFTH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191108, "Text": "Warren was soarin’ until the price tag of “I have a plan for that” was even partially revealed. There is nothing “free” &amp; everyone knows it.", "clean_text": "WARREN WAS SOARIN UNTIL THE PRICE TAG OF I HAVE A PLAN FOR THAT” WAS EVEN PARTIALLY REVEALED THERE IS NOTHING FREE” AMP EVERYONE KNOWS IT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191108, "Text": "This disclosure in $BKNG's 10-Q pretty much sums up the risk to the online travel companies' business model. Bookin… https://t.co/pOzfTBwIEz", "clean_text": "THIS DISCLOSURE IN BKNG 10Q PRETTY MUCH SUMS UP THE RISK TO THE ONLINE TRAVEL COMPANIE BUSINESS MODEL BOOKIN ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20191108, "Text": "Almost Daily Grant's 11/8: Down in the bottom     https://t.co/2SGk5XqIiq https://t.co/DVNlXaRKDY", "clean_text": "ALMOST DAILY GRANT 118 DOWN IN THE BOTTOM ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20191108, "Text": "(1) We do not trust $MED management's explanation for the credit card fraud issue - management's response to the qu… https://t.co/YVoVd36kR6", "clean_text": "1 WE DO NOT TRUST MED MANAGEMENT EXPLANATION FOR THE CREDIT CARD FRAUD ISSUE  MANAGEMENT RESPONSE TO THE QU ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GothamResearch", "Time": 20191108, "Text": "(3) continued: during the boom times, this behavior - distributors loading product w/ zero end demand - worked for… https://t.co/i6b6ZnBLtl", "clean_text": "3 CONTINUED DURING THE BOOM TIMES THIS BEHAVIOR  DISTRIBUTORS LOADING PRODUCT W ZERO END DEMAND  WORKED FOR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]