["TO", {"Name": "TruthGundlach", "Time": 20190701, "Text": "Biden’s “raise your hand for undocumented healthcare” moment was so telling. He sorta raised a hand, only after looking to his left &amp; right.", "clean_text": "BIDENS RAISE YOUR HAND FOR UNDOCUMENTED HEALTHCARE” MOMENT WAS SO TELLING HE SORTA RAISED A HAND ONLY AFTER LOOKING TO HIS LEFT AMP RIGHT", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190701, "Text": "New CNN poll: “Slidin’ Biden” ahead by 5 thin pts over new 2nd placer Harris. Warren + Sanders (relevant due to similar views) up 7 on Joe.", "clean_text": "NEW CNN POLL SLIDIN BIDEN” AHEAD BY 5 THIN PTS OVER NEW 2ND PLACER HARRIS WARREN SANDERS RELEVANT DUE TO SIMILAR VIEWS UP 7 ON JOE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190701, "Text": "Wells Fargo got Fed approval to buy back $23.1 billion over the coming 12 months, which is ~11% of its shares at cu… https://t.co/sJRhqD5AR3", "clean_text": "WELLS FARGO GOT FED APPROVAL TO BUY BACK 231 BILLION OVER THE COMING 12 MONTHS WHICH IS ~11% OF ITS SHARES AT CU ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 1/ Today we’re pleased to announce the launch of our first paid product - the Golden Research Engine. Query exotic entity types…", "clean_text": "RT @GOLDEN 1 TODAY WERE PLEASED TO ANNOUNCE THE LAUNCH OF OUR FIRST PAID PRODUCT  THE GOLDEN RESEARCH ENGINE QUERY EXOTIC ENTITY TYPES", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 2/ We are attempting to build a very versatile query tool that has capabilities we don’t see in any other query tool — not just…", "clean_text": "RT @GOLDEN 2 WE ARE ATTEMPTING TO BUILD A VERY VERSATILE QUERY TOOL THAT HAS CAPABILITIES WE DONT SEE IN ANY OTHER QUERY TOOL NOT JUST", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 3/ The genesis for the Golden Research Engine came from not being able to take results from structured data queries and see can…", "clean_text": "RT @GOLDEN 3 THE GENESIS FOR THE GOLDEN RESEARCH ENGINE CAME FROM NOT BEING ABLE TO TAKE RESULTS FROM STRUCTURED DATA QUERIES AND SEE CAN", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 4/ We found that people had to search in many places to get a holistic picture on a particular field, market or technology spac…", "clean_text": "RT @GOLDEN 4 WE FOUND THAT PEOPLE HAD TO SEARCH IN MANY PLACES TO GET A HOLISTIC PICTURE ON A PARTICULAR FIELD MARKET OR TECHNOLOGY SPAC", "count1": 0, "count2": 2, "count3": 2, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 5/ The Golden Research Engine is designed so you can stay on top of the information you need to know to be super-effective in y…", "clean_text": "RT @GOLDEN 5 THE GOLDEN RESEARCH ENGINE IS DESIGNED SO YOU CAN STAY ON TOP OF THE INFORMATION YOU NEED TO KNOW TO BE SUPEREFFECTIVE IN Y", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 7/ A unique component of the service is to also apply human/AI assistance in finding information for paid customers. If you can…", "clean_text": "RT @GOLDEN 7 A UNIQUE COMPONENT OF THE SERVICE IS TO ALSO APPLY HUMANAI ASSISTANCE IN FINDING INFORMATION FOR PAID CUSTOMERS IF YOU CAN", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 8/ It is available as a per-seat SaaS web-based tool ($99/month/person), but also via API and integrations to your favorite CRM.", "clean_text": "RT @GOLDEN 8 IT IS AVAILABLE AS A PERSEAT SAAS WEBBASED TOOL 99MONTHPERSON BUT ALSO VIA API AND INTEGRATIONS TO YOUR FAVORITE CRM", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 10/ If you are part of an organization or team and need access to the leading edge of knowledge in your industry, get in touch…", "clean_text": "RT @GOLDEN 10 IF YOU ARE PART OF AN ORGANIZATION OR TEAM AND NEED ACCESS TO THE LEADING EDGE OF KNOWLEDGE IN YOUR INDUSTRY GET IN TOUCH", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190626, "Text": "$TCX likely to miss 2019 rev, earnings estimates, with shortfalls growing in 2020 &amp; 2021. Factors behind the Q1 mis… https://t.co/2JlfiNaWPm", "clean_text": "TCX LIKELY TO MISS 2019 REV EARNINGS ESTIMATES WITH SHORTFALLS GROWING IN 2020 AMP 2021 FACTORS BEHIND THE Q1 MIS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190626, "Text": "RT @VicF77: New York short seller @KerrisdaleCap is targeting Canadian telecom company Tucows, calling for its stock to fall to around $25…", "clean_text": "RT @VICF77 NEW YORK SHORT SELLER @KERRISDALECAP IS TARGETING CANADIAN TELECOM COMPANY TUCOWS CALLING FOR ITS STOCK TO FALL TO AROUND 25", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190625, "Text": "Everyone agrees recycling is a good thing in concept. Why do public schools not teach “how to recycle”?What good are bins without knowledge?", "clean_text": "EVERYONE AGREES RECYCLING IS A GOOD THING IN CONCEPT WHY DO PUBLIC SCHOOLS NOT TEACH HOW TO RECYCLE”WHAT GOOD ARE BINS WITHOUT KNOWLEDGE", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190624, "Text": "RT @Benzinga: .@sprucepointcap, @KerrisdaleCap Talk Bearish Bets: 'You Have To Work Harder To Understand The Short' https://t.co/z6iAwMatdH…", "clean_text": "RT @BENZINGA @SPRUCEPOINTCAP @KERRISDALECAP TALK BEARISH BETS YOU HAVE TO WORK HARDER TO UNDERSTAND THE SHORT ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190624, "Text": "RT @zerohedge: China Says It Will Not Allow Hong Kong to Be Discussed at G-20\n\nSo China is now the global censor", "clean_text": "RT @ZEROHEDGE CHINA SAYS IT WILL NOT ALLOW HONG KONG TO BE DISCUSSED AT G20\n\nSO CHINA IS NOW THE GLOBAL CENSOR", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190622, "Text": "Trump: “I didn’t want to kill 150 Iranians” re: aborted strike. Chilling as I recall reading about Civil War casualty projections from 1861.", "clean_text": "TRUMP I DIDNT WANT TO KILL 150 IRANIANS” RE ABORTED STRIKE CHILLING AS I RECALL READING ABOUT CIVIL WAR CASUALTY PROJECTIONS FROM 1861", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190621, "Text": "DXY now up all of 5 bp YTD.  The “dollar  is strong” rhetoric dominating financial media ignores the facts. DXY likely to end the year down.", "clean_text": "DXY NOW UP ALL OF 5 BP YTD  THE DOLLAR  IS STRONG” RHETORIC DOMINATING FINANCIAL MEDIA IGNORES THE FACTS DXY LIKELY TO END THE YEAR DOWN", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20190618, "Text": "Want to learn the deepest secrets of Silicon Valley and venture capital? Pick up my partner @skupor's new tell-all… https://t.co/ogY55Jeys6", "clean_text": "WANT TO LEARN THE DEEPEST SECRETS OF SILICON VALLEY AND VENTURE CAPITAL PICK UP MY PARTNER @SKUPOR NEW TELLALL ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190617, "Text": "We want to thank our fellow $MDXG shareholders for their overwhelming support in nominating our highly-qualified Bo… https://t.co/FJMQjz5GLO", "clean_text": "WE WANT TO THANK OUR FELLOW MDXG SHAREHOLDERS FOR THEIR OVERWHELMING SUPPORT IN NOMINATING OUR HIGHLYQUALIFIED BO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}]