["A", {"Name": "TruthGundlach", "Time": 20190609, "Text": "$ rolling over. Gold up 8 days in a row. Don’t envy the Fed which announces in 10 days. Market pricing: 4 cuts more likely than 1 by yr end.", "clean_text": " ROLLING OVER GOLD UP 8 DAYS IN A ROW DONT ENVY THE FED WHICH ANNOUNCES IN 10 DAYS MARKET PRICING 4 CUTS MORE LIKELY THAN 1 BY YR END", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190606, "Text": "@TheStalwart a decent night's sleep", "clean_text": "@THESTALWART A DECENT NIGHT SLEEP", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190606, "Text": "@GrimesHoldings Yes. I think all signs still point to an FCC order approving a market based approach later this yea… https://t.co/RkEXKk1Y7u", "clean_text": "@GRIMESHOLDINGS YES I THINK ALL SIGNS STILL POINT TO AN FCC ORDER APPROVING A MARKET BASED APPROACH LATER THIS YEA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190606, "Text": "Sign up for the @Benzinga Trading Summit on June 20, supporting @Traders4ACause. I'll be doing a fireside chat with… https://t.co/vz2N1eglOq", "clean_text": "SIGN UP FOR THE @BENZINGA TRADING SUMMIT ON JUNE 20 SUPPORTING @TRADERS4ACAUSE ILL BE DOING A FIRESIDE CHAT WITH ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190605, "Text": "RT @MiMedx: MiMedx just posted a presentation for investors. Download the presentation here: https://t.co/9iVS5fN4bX. Vote the BLUE card to…", "clean_text": "RT @MIMEDX MIMEDX JUST POSTED A PRESENTATION FOR INVESTORS DOWNLOAD THE PRESENTATION HERE  VOTE THE BLUE CARD TO", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190604, "Text": "Roger Goodell: NFL wants a new Bills stadium so the team “remains competitive”.  Since when is it the stadium that makes a team competitive?", "clean_text": "ROGER GOODELL NFL WANTS A NEW BILLS STADIUM SO THE TEAM REMAINS COMPETITIVE”  SINCE WHEN IS IT THE STADIUM THAT MAKES A TEAM COMPETITIVE", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20190603, "Text": "RT @MiMedx: We issued a letter explaining what is at stake at our upcoming Annual Meeting. Help our company move forward by voting the BLUE…", "clean_text": "RT @MIMEDX WE ISSUED A LETTER EXPLAINING WHAT IS AT STAKE AT OUR UPCOMING ANNUAL MEETING HELP OUR COMPANY MOVE FORWARD BY VOTING THE BLUE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20190603, "Text": "@Nonrelatedsense Yep.  It's also a great way to learn new things, which is never bad.", "clean_text": "@NONRELATEDSENSE YEP  IT ALSO A GREAT WAY TO LEARN NEW THINGS WHICH IS NEVER BAD", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190531, "Text": "Thank goodness ConEd started doing two-factor authentication every time you login to pay a bill. Otherwise someone… https://t.co/6apAQZqJdL", "clean_text": "THANK GOODNESS CONED STARTED DOING TWOFACTOR AUTHENTICATION EVERY TIME YOU LOGIN TO PAY A BILL OTHERWISE SOMEONE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190530, "Text": "We are very excited to have reached an agreement for a broad reconstitution of the board of $MDXG. Under the plan,… https://t.co/lEuFGPDPRP", "clean_text": "WE ARE VERY EXCITED TO HAVE REACHED AN AGREEMENT FOR A BROAD RECONSTITUTION OF THE BOARD OF MDXG UNDER THE PLAN ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20190530, "Text": "@Nonrelatedsense @teasri @EconomPic @Valuetrap13 @Macropsychology \"Few things\"?  We're on a pretty good 240+ year run here...", "clean_text": "@NONRELATEDSENSE @TEASRI @ECONOMPIC @VALUETRAP13 @MACROPSYCHOLOGY FEW THINGS  WERE ON A PRETTY GOOD 240+ YEAR RUN HERE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190529, "Text": "Long maturity US Treasury price action today was consistent with a blowoff momentum top. I suspect buyer’s remorse will set in fairly soon.", "clean_text": "LONG MATURITY US TREASURY PRICE ACTION TODAY WAS CONSISTENT WITH A BLOWOFF MOMENTUM TOP I SUSPECT BUYERS REMORSE WILL SET IN FAIRLY SOON", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20190528, "Text": "@ElliotTurn @mariocibelli @BluegrassCap Maybe look at China for this industry? Already a duopoly (Meituan,… https://t.co/L57I1psnsQ", "clean_text": "@ELLIOTTURN @MARIOCIBELLI @BLUEGRASSCAP MAYBE LOOK AT CHINA FOR THIS INDUSTRY ALREADY A DUOPOLY MEITUAN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190528, "Text": "$INS A Goldman Sachs rival pulled out of the Apple Card deal on fears it will be a money loser https://t.co/UM7t85x2Ga", "clean_text": "INS A GOLDMAN SACHS RIVAL PULLED OUT OF THE APPLE CARD DEAL ON FEARS IT WILL BE A MONEY LOSER ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}]