["OF", {"Name": "JohnHuber72", "Time": 20191018, "Text": "@GabrielCoBi Yes, all of our content is under Saber Capital Management's updated website now, including the histori… https://t.co/eb0gj6foJj", "clean_text": "@GABRIELCOBI YES ALL OF OUR CONTENT IS UNDER SABER CAPITAL MANAGEMENT UPDATED WEBSITE NOW INCLUDING THE HISTORI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20191018, "Text": "Sign up while you still can! \n\nScott Minerd of Guggenheim Investments at the Grant's Conference, Oct. 23 at The Pla… https://t.co/SKxGpM6pcc", "clean_text": "SIGN UP WHILE YOU STILL CAN \n\nSCOTT MINERD OF GUGGENHEIM INVESTMENTS AT THE GRANT CONFERENCE OCT 23 AT THE PLA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20191017, "Text": "Mkt realizing that $ENDP is the real beneficiary of opioid settlement as reported.  Fundamentals have improved sinc… https://t.co/kvOzzEDEkt", "clean_text": "MKT REALIZING THAT ENDP IS THE REAL BENEFICIARY OF OPIOID SETTLEMENT AS REPORTED  FUNDAMENTALS HAVE IMPROVED SINC ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191012, "Text": "One of the greatest athletic achievements of all time. Kipchoge goes under 2 hours in the marathon. https://t.co/SZkMROGJcA", "clean_text": "ONE OF THE GREATEST ATHLETIC ACHIEVEMENTS OF ALL TIME KIPCHOGE GOES UNDER 2 HOURS IN THE MARATHON ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191011, "Text": "Much emphasis goes into finding hidden bargains, when some of the best bargains in some of the best companies are h… https://t.co/VFZpfQtGm4", "clean_text": "MUCH EMPHASIS GOES INTO FINDING HIDDEN BARGAINS WHEN SOME OF THE BEST BARGAINS IN SOME OF THE BEST COMPANIES ARE H ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20191005, "Text": "@ppearlman @ex_wirehouse What kind of doodle?  We got a mini golden doodle last spring. She is amazing!!!  Although ours is an urban pup.", "clean_text": "@PPEARLMAN @EX_WIREHOUSE WHAT KIND OF DOODLE  WE GOT A MINI GOLDEN DOODLE LAST SPRING SHE IS AMAZING  ALTHOUGH OURS IS AN URBAN PUP", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]