["TO", {"Name": "PresciencePoint", "Time": 20190606, "Text": "RT @MiMedx: The MiMedx Board is committed to taking action to ensure the Company is positioned for future success. See our investor present…", "clean_text": "RT @MIMEDX THE MIMEDX BOARD IS COMMITTED TO TAKING ACTION TO ENSURE THE COMPANY IS POSITIONED FOR FUTURE SUCCESS SEE OUR INVESTOR PRESENT", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "KerrisdaleCap", "Time": 20190606, "Text": "@GrimesHoldings Yes. I think all signs still point to an FCC order approving a market based approach later this yea… https://t.co/RkEXKk1Y7u", "clean_text": "@GRIMESHOLDINGS YES I THINK ALL SIGNS STILL POINT TO AN FCC ORDER APPROVING A MARKET BASED APPROACH LATER THIS YEA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190606, "Text": "\"Transformational\" $HIIQ acquisition appears to be an infomercial business targeting seniors.… https://t.co/LG7ibpKWmN", "clean_text": "TRANSFORMATIONAL HIIQ ACQUISITION APPEARS TO BE AN INFOMERCIAL BUSINESS TARGETING SENIORS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190605, "Text": "RT @MiMedx: MiMedx just posted a presentation for investors. Download the presentation here: https://t.co/9iVS5fN4bX. Vote the BLUE card to…", "clean_text": "RT @MIMEDX MIMEDX JUST POSTED A PRESENTATION FOR INVESTORS DOWNLOAD THE PRESENTATION HERE  VOTE THE BLUE CARD TO", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190605, "Text": "RT @MiMedx: MDXG encourages all shareholders to vote the BLUE card today! Voting instructions are available at https://t.co/9iVS5fN4bX. $MD…", "clean_text": "RT @MIMEDX MDXG ENCOURAGES ALL SHAREHOLDERS TO VOTE THE BLUE CARD TODAY VOTING INSTRUCTIONS ARE AVAILABLE AT  MD", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190604, "Text": "MiMedx Shareholders Should Visit https://t.co/KQuJJCGF0p for information on how to vote in the upcoming annual meet… https://t.co/3WpbLU1k1D", "clean_text": "MIMEDX SHAREHOLDERS SHOULD VISIT  FOR INFORMATION ON HOW TO VOTE IN THE UPCOMING ANNUAL MEET ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190604, "Text": "RT @MiMedx: Visit https://t.co/D4jRcgXP6J to read about our three new director nominees up for election at the 2018 Annual Meeting. Every v…", "clean_text": "RT @MIMEDX VISIT  TO READ ABOUT OUR THREE NEW DIRECTOR NOMINEES UP FOR ELECTION AT THE 2018 ANNUAL MEETING EVERY V", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20190603, "Text": "@Nonrelatedsense Yep.  It's also a great way to learn new things, which is never bad.", "clean_text": "@NONRELATEDSENSE YEP  IT ALSO A GREAT WAY TO LEARN NEW THINGS WHICH IS NEVER BAD", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20190531, "Text": "@fromedome @qz Maybe because the user base is tiny compared to other social media players.", "clean_text": "@FROMEDOME @QZ MAYBE BECAUSE THE USER BASE IS TINY COMPARED TO OTHER SOCIAL MEDIA PLAYERS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190531, "Text": "Thank goodness ConEd started doing two-factor authentication every time you login to pay a bill. Otherwise someone… https://t.co/6apAQZqJdL", "clean_text": "THANK GOODNESS CONED STARTED DOING TWOFACTOR AUTHENTICATION EVERY TIME YOU LOGIN TO PAY A BILL OTHERWISE SOMEONE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190530, "Text": "We are very excited to have reached an agreement for a broad reconstitution of the board of $MDXG. Under the plan,… https://t.co/lEuFGPDPRP", "clean_text": "WE ARE VERY EXCITED TO HAVE REACHED AN AGREEMENT FOR A BROAD RECONSTITUTION OF THE BOARD OF MDXG UNDER THE PLAN ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190530, "Text": "We look forward to working with the newly refreshed board to realize substantial value for all $MDXG shareholders. https://t.co/GvLMRcA0rb", "clean_text": "WE LOOK FORWARD TO WORKING WITH THE NEWLY REFRESHED BOARD TO REALIZE SUBSTANTIAL VALUE FOR ALL MDXG SHAREHOLDERS ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20190524, "Text": "RT @gmorgenson: NEW: MiMedx Injectables Don’t Meet Regulatory Standards Despite Claim to FDA https://t.co/jrD3a3FcvR", "clean_text": "RT @GMORGENSON NEW MIMEDX INJECTABLES DONT MEET REGULATORY STANDARDS DESPITE CLAIM TO FDA ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190524, "Text": "$HIIQ Dorfman victims will finally be notified and must \"opt-in\" to keep the sham insurance plans they were sold. W… https://t.co/3CgnvIgmlu", "clean_text": "HIIQ DORFMAN VICTIMS WILL FINALLY BE NOTIFIED AND MUST OPTIN TO KEEP THE SHAM INSURANCE PLANS THEY WERE SOLD W ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20190523, "Text": "Aaaand the hf to family office trend continues. https://t.co/UUoYhhAUNn", "clean_text": "AAAAND THE HF TO FAMILY OFFICE TREND CONTINUES ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190523, "Text": "RT @DonutShorts: Old enough to remember when the $MDXG sock puppets and management team scoffed at the notion that employees were spied upo…", "clean_text": "RT @DONUTSHORTS OLD ENOUGH TO REMEMBER WHEN THE MDXG SOCK PUPPETS AND MANAGEMENT TEAM SCOFFED AT THE NOTION THAT EMPLOYEES WERE SPIED UPO", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]