["A", {"Name": "JohnHuber72", "Time": 20190726, "Text": "This mistake got a lot more expensive (and painful) in just the last few weeks. The SBUX pendulum has sure swung qu… https://t.co/pLNefXd1F6", "clean_text": "THIS MISTAKE GOT A LOT MORE EXPENSIVE AND PAINFUL IN JUST THE LAST FEW WEEKS THE SBUX PENDULUM HAS SURE SWUNG QU ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20190724, "Text": "Am sure it’s just a coincidence, given other news today, but $BA’s Q today has a nearly 1,000-word risk factor on t… https://t.co/RPDD9JoPT2", "clean_text": "AM SURE ITS JUST A COINCIDENCE GIVEN OTHER NEWS TODAY BUT BAS Q TODAY HAS A NEARLY 1000WORD RISK FACTOR ON T ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20190724, "Text": "Weak Treasury auction parade marches on despite a drumbeat of weaker economic data.  Don’t be fooled: rate cut next week is not “insurance”.", "clean_text": "WEAK TREASURY AUCTION PARADE MARCHES ON DESPITE A DRUMBEAT OF WEAKER ECONOMIC DATA  DONT BE FOOLED RATE CUT NEXT WEEK IS NOT INSURANCE”", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190718, "Text": "@harirama Thanks Hari. I think the current banking business is really sticky, and will be around for a long time. N… https://t.co/uo9vifRtv2", "clean_text": "@HARIRAMA THANKS HARI I THINK THE CURRENT BANKING BUSINESS IS REALLY STICKY AND WILL BE AROUND FOR A LONG TIME N ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190718, "Text": "@AlderLaneeggs Thank You, yet another example of a company trying to go after the messenger to cover-up wrongdoing.… https://t.co/mZj7znG3EG", "clean_text": "@ALDERLANEEGGS THANK YOU YET ANOTHER EXAMPLE OF A COMPANY TRYING TO GO AFTER THE MESSENGER TO COVERUP WRONGDOING ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190716, "Text": "@AlderLaneeggs But but but if you don’t like the idea of predators selling crap to poor people, you could be a racist", "clean_text": "@ALDERLANEEGGS BUT BUT BUT IF YOU DONT LIKE THE IDEA OF PREDATORS SELLING CRAP TO POOR PEOPLE YOU COULD BE A RACIST", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190716, "Text": "Patient attrition rates are a staggering 25% *per quarter* and new patient enrollment has peaked. This points to de… https://t.co/GbG1OlkCfe", "clean_text": "PATIENT ATTRITION RATES ARE A STAGGERING 25% *PER QUARTER* AND NEW PATIENT ENROLLMENT HAS PEAKED THIS POINTS TO DE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]