["WILL", {"Name": "ValueDude", "Time": 20190905, "Text": "2) Unlikely that sports betting will ever be legit at the federal / national level. Will remain a state-by-state decision.", "clean_text": "2 UNLIKELY THAT SPORTS BETTING WILL EVER BE LEGIT AT THE FEDERAL  NATIONAL LEVEL WILL REMAIN A STATEBYSTATE DECISION", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "4) Taxes play a big role.  Some states will tax sports betting revenues a lot (PA – 36%, DE/RI – 50%+), others a lo… https://t.co/wFPJ6xDEKK", "clean_text": "4 TAXES PLAY A BIG ROLE  SOME STATES WILL TAX SPORTS BETTING REVENUES A LOT PA 36% DERI 50%+ OTHERS A LO ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "But competition will heat up!  I count 16 online offerings out there!  16!!!  Reminder: 13% taxes go straight to th… https://t.co/reWZ8n7cGh", "clean_text": "BUT COMPETITION WILL HEAT UP  I COUNT 16 ONLINE OFFERINGS OUT THERE  16  REMINDER 13% TAXES GO STRAIGHT TO TH ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Live sports has been the toughest nut to crack, and more engaged / increased viewership will strengthen legacy medi… https://t.co/nwXQOLNxHO", "clean_text": "LIVE SPORTS HAS BEEN THE TOUGHEST NUT TO CRACK AND MORE ENGAGED  INCREASED VIEWERSHIP WILL STRENGTHEN LEGACY MEDI ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Order PSL and see familiar faces of those who’ve joined you on your trek. After placing final wager, you will sheep… https://t.co/8DUETP00fR", "clean_text": "ORDER PSL AND SEE FAMILIAR FACES OF THOSE WHOVE JOINED YOU ON YOUR TREK AFTER PLACING FINAL WAGER YOU WILL SHEEP ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190826, "Text": "I will not post anything more about Joe Biden.  I thank him for his decades of public service.", "clean_text": "I WILL NOT POST ANYTHING MORE ABOUT JOE BIDEN  I THANK HIM FOR HIS DECADES OF PUBLIC SERVICE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "Net of fees and net of taxes (most choose to ignore the latter), this strategy will outperform probably 98% of thos… https://t.co/xmrjNxeMEb", "clean_text": "NET OF FEES AND NET OF TAXES MOST CHOOSE TO IGNORE THE LATTER THIS STRATEGY WILL OUTPERFORM PROBABLY 98% OF THOS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}]