["OF", {"Name": "TruthGundlach", "Time": 20191204, "Text": "Warren rolled out “Fair Workweek” proposal, a try to glue part time workers to her coalition. Panic move of irrelevant incremental thinking.", "clean_text": "WARREN ROLLED OUT FAIR WORKWEEK” PROPOSAL A TRY TO GLUE PART TIME WORKERS TO HER COALITION PANIC MOVE OF IRRELEVANT INCREMENTAL THINKING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191203, "Text": "I think the best advice from Buffett is the circle of competence. His circle is larger &amp; he can expand it much more… https://t.co/QELWU89iPY", "clean_text": "I THINK THE BEST ADVICE FROM BUFFETT IS THE CIRCLE OF COMPETENCE HIS CIRCLE IS LARGER AMP HE CAN EXPAND IT MUCH MORE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20191126, "Text": "Today’s developments mark another hugely positive step in $MDXG's recovery and confirm the key points of our Long thesis.", "clean_text": "TODAYS DEVELOPMENTS MARK ANOTHER HUGELY POSITIVE STEP IN MDXG RECOVERY AND CONFIRM THE KEY POINTS OF OUR LONG THESIS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20191126, "Text": "This was confirmed by today’s SEC complaint which revealed that “at least 6% to 14%” of $MDXG's reported revenue ea… https://t.co/tf7Nc3ATO8", "clean_text": "THIS WAS CONFIRMED BY TODAYS SEC COMPLAINT WHICH REVEALED THAT AT LEAST 6% TO 14%” OF MDXG REPORTED REVENUE EA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20191126, "Text": "Finally, we applaud the SEC for their indictment of former $MDXG CEO Parker “Pete” Petit and two other former execu… https://t.co/UKPZQINHnI", "clean_text": "FINALLY WE APPLAUD THE SEC FOR THEIR INDICTMENT OF FORMER MDXG CEO PARKER PETE” PETIT AND TWO OTHER FORMER EXECU ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191126, "Text": "On Value Investors Club, there are 95 comments on the most recent (of three) writeups on $BXC. There are 0 comments on $WFC.", "clean_text": "ON VALUE INVESTORS CLUB THERE ARE 95 COMMENTS ON THE MOST RECENT OF THREE WRITEUPS ON BXC THERE ARE 0 COMMENTS ON WFC", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191126, "Text": "@TravisWiedower @Upper20sStCap Yeah, and I'm not trying to pick on BXC, just using it to make a point that a lot of… https://t.co/gC1YmRqNSW", "clean_text": "@TRAVISWIEDOWER @UPPER20SSTCAP YEAH AND IM NOT TRYING TO PICK ON BXC JUST USING IT TO MAKE A POINT THAT A LOT OF ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @AlderLaneeggs: “Marc, corporate executives are held to higher standards.  I could go to jail for making the kind of statements you make…", "clean_text": "RT @ALDERLANEEGGS MARC CORPORATE EXECUTIVES ARE HELD TO HIGHER STANDARDS  I COULD GO TO JAIL FOR MAKING THE KIND OF STATEMENTS YOU MAKE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @hibearnating: must have been some kind of materiality to what parker and bill were doing at $MDXG since the US gov, who rarely charges…", "clean_text": "RT @HIBEARNATING MUST HAVE BEEN SOME KIND OF MATERIALITY TO WHAT PARKER AND BILL WERE DOING AT MDXG SINCE THE US GOV WHO RARELY CHARGES", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @MelinAnders: MiMedx was meant to be Parker Petit's last act -- the final chapter of a decades-long business career.\n\nOn Tuesday, he was…", "clean_text": "RT @MELINANDERS MIMEDX WAS MEANT TO BE PARKER PETIT LAST ACT  THE FINAL CHAPTER OF A DECADESLONG BUSINESS CAREER\n\nON TUESDAY HE WAS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191122, "Text": "$PAYS one of only 96 prohibited accountants / auditors listed by OTC Markets in the entire country operating \"behin… https://t.co/YciTzfkaPr", "clean_text": "PAYS ONE OF ONLY 96 PROHIBITED ACCOUNTANTS  AUDITORS LISTED BY OTC MARKETS IN THE ENTIRE COUNTRY OPERATING BEHIN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191120, "Text": "@KisitoWolf @ArdavanH Maybe that happens. I’d like to see that, because I do like the recurring revenue aspect of t… https://t.co/b8FLrKZWYn", "clean_text": "@KISITOWOLF @ARDAVANH MAYBE THAT HAPPENS ID LIKE TO SEE THAT BECAUSE I DO LIKE THE RECURRING REVENUE ASPECT OF T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191120, "Text": "The pickle for NFLX, as much as I like the company, is that most of their competitors have hoards of cash and won’t… https://t.co/eSYp8dY5YU", "clean_text": "THE PICKLE FOR NFLX AS MUCH AS I LIKE THE COMPANY IS THAT MOST OF THEIR COMPETITORS HAVE HOARDS OF CASH AND WONT ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}]