["A", {"Name": "KerrisdaleCap", "Time": 20190903, "Text": "$I: Last-minute money grab by a bit player as we near the finish line. We think this is just a negotiating ploy and… https://t.co/uCdhcmmJF6", "clean_text": "I LASTMINUTE MONEY GRAB BY A BIT PLAYER AS WE NEAR THE FINISH LINE WE THINK THIS IS JUST A NEGOTIATING PLOY AND ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190901, "Text": "RT @BagholderQuotes: “Does anyone know the name of the accounting firm that dos all Pareteum's financials. Social media is a powerful tool…", "clean_text": "RT @BAGHOLDERQUOTES DOES ANYONE KNOW THE NAME OF THE ACCOUNTING FIRM THAT DOS ALL PARETEUM FINANCIALS SOCIAL MEDIA IS A POWERFUL TOOL", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190831, "Text": "Hillary spoke at Arena Academy NY.  Looked a bit like, just maybe, she is thinking about jumping into any upcoming opening in the Dem field.", "clean_text": "HILLARY SPOKE AT ARENA ACADEMY NY  LOOKED A BIT LIKE JUST MAYBE SHE IS THINKING ABOUT JUMPING INTO ANY UPCOMING OPENING IN THE DEM FIELD", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20190830, "Text": "Lone Pine building a stake in Dominos Pizza $DPZ as it falls. New position in Q2 of 1.24m shares. Just filed 13G sh… https://t.co/eYEHYLJlEA", "clean_text": "LONE PINE BUILDING A STAKE IN DOMINOS PIZZA DPZ AS IT FALLS NEW POSITION IN Q2 OF 124M SHARES JUST FILED 13G SH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190828, "Text": "What is all this nonsense about “Brexit”?  Since Britain never adopted the Euro there was never in fact a “Brenter”.  Not really.", "clean_text": "WHAT IS ALL THIS NONSENSE ABOUT BREXIT”  SINCE BRITAIN NEVER ADOPTED THE EURO THERE WAS NEVER IN FACT A BRENTER”  NOT REALLY", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190827, "Text": "Listening to the excellent (as always) @patrick_oshag podcast w/ Chuck Akre, who is a great example of how simplici… https://t.co/P2WbgFxGEg", "clean_text": "LISTENING TO THE EXCELLENT AS ALWAYS @PATRICK_OSHAG PODCAST W CHUCK AKRE WHO IS A GREAT EXAMPLE OF HOW SIMPLICI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190827, "Text": "$TEUM - Pareteum - Caught In A Cash Crunch After Violating Debt Covenants https://t.co/Oul4sWm2ll", "clean_text": "TEUM  PARETEUM  CAUGHT IN A CASH CRUNCH AFTER VIOLATING DEBT COVENANTS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "@oddballstocks The goal is a great result over time (I'm part of the 100% bucket I mentioned earlier😀) I have no id… https://t.co/QJi6OsOWej", "clean_text": "@ODDBALLSTOCKS THE GOAL IS A GREAT RESULT OVER TIME IM PART OF THE 100% BUCKET I MENTIONED EARLIER😀 I HAVE NO ID ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "@oddballstocks So I think it's futile to expect (hope) that b/c your stocks are undervalued, they'll do better in a… https://t.co/lEYAsBAGIy", "clean_text": "@ODDBALLSTOCKS SO I THINK IT FUTILE TO EXPECT HOPE THAT BC YOUR STOCKS ARE UNDERVALUED THEYLL DO BETTER IN A ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190826, "Text": "RT @TheIpHawk: $TEUM that 8K Friday afternoon amending the credit agreement was ugly. IMO they are going to do a massively discounted offer…", "clean_text": "RT @THEIPHAWK TEUM THAT 8K FRIDAY AFTERNOON AMENDING THE CREDIT AGREEMENT WAS UGLY IMO THEY ARE GOING TO DO A MASSIVELY DISCOUNTED OFFER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190825, "Text": "RT @movement_cap: ed thorp knew madoff was a fraud in 1990\n\nhe told a client, they pulled $, but the client kept watching madoff investors…", "clean_text": "RT @MOVEMENT_CAP ED THORP KNEW MADOFF WAS A FRAUD IN 1990\n\nHE TOLD A CLIENT THEY PULLED  BUT THE CLIENT KEPT WATCHING MADOFF INVESTORS", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190821, "Text": "RT @CapitolistPig: $LCI has a cocaine problem\n\nhttps://t.co/JXt6bNZMPW", "clean_text": "RT @CAPITOLISTPIG LCI HAS A COCAINE PROBLEM\n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190820, "Text": "But, I think many are overestimating odds of big BRK buybacks anytime soon. Buffett's goal is a fair share price, b… https://t.co/2eonjSH5L5", "clean_text": "BUT I THINK MANY ARE OVERESTIMATING ODDS OF BIG BRK BUYBACKS ANYTIME SOON BUFFETT GOAL IS A FAIR SHARE PRICE B ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190820, "Text": "@EdBorgato It’s also overrated. I’ll use Cal Newport’s point, which I think is a good one: Better to focus on devel… https://t.co/CFJcM0UoHd", "clean_text": "@EDBORGATO ITS ALSO OVERRATED ILL USE CAL NEWPORTS POINT WHICH I THINK IS A GOOD ONE BETTER TO FOCUS ON DEVEL ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]