["ARE", {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 2/ We are attempting to build a very versatile query tool that has capabilities we don’t see in any other query tool — not just…", "clean_text": "RT @GOLDEN 2 WE ARE ATTEMPTING TO BUILD A VERY VERSATILE QUERY TOOL THAT HAS CAPABILITIES WE DONT SEE IN ANY OTHER QUERY TOOL NOT JUST", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 10/ If you are part of an organization or team and need access to the leading edge of knowledge in your industry, get in touch…", "clean_text": "RT @GOLDEN 10 IF YOU ARE PART OF AN ORGANIZATION OR TEAM AND NEED ACCESS TO THE LEADING EDGE OF KNOWLEDGE IN YOUR INDUSTRY GET IN TOUCH", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190626, "Text": "We are short $TCX. Report avail at https://t.co/ZbOhgWVQda. Tucows’ domains and MVNO businesses are in decline and… https://t.co/9pv3WU4A9a", "clean_text": "WE ARE SHORT TCX REPORT AVAIL AT  TUCOWS DOMAINS AND MVNO BUSINESSES ARE IN DECLINE AND ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20190625, "Text": "Everyone agrees recycling is a good thing in concept. Why do public schools not teach “how to recycle”?What good are bins without knowledge?", "clean_text": "EVERYONE AGREES RECYCLING IS A GOOD THING IN CONCEPT WHY DO PUBLIC SCHOOLS NOT TEACH HOW TO RECYCLE”WHAT GOOD ARE BINS WITHOUT KNOWLEDGE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190625, "Text": "Tomorrow, we write on a tech/telecom operator with a collection of businesses that are either declining or destroyi… https://t.co/lIpmbvILHa", "clean_text": "TOMORROW WE WRITE ON A TECHTELECOM OPERATOR WITH A COLLECTION OF BUSINESSES THAT ARE EITHER DECLINING OR DESTROYI ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TMTanalyst", "Time": 20190624, "Text": "How good can the machine learning product that you are pitching be if you haven’t gotten the hint from the 500 ignored emails?", "clean_text": "HOW GOOD CAN THE MACHINE LEARNING PRODUCT THAT YOU ARE PITCHING BE IF YOU HAVENT GOTTEN THE HINT FROM THE 500 IGNORED EMAILS", "count1": 0, "count2": 2, "count3": 0, "count4": 1}]