["TO", {"Name": "TMTanalyst", "Time": 20191003, "Text": "Apple buying soundjam in 2000, this was the predecessor to iTunes which changed the entire trajectory of Apple and… https://t.co/CN7g4dmDSB", "clean_text": "APPLE BUYING SOUNDJAM IN 2000 THIS WAS THE PREDECESSOR TO ITUNES WHICH CHANGED THE ENTIRE TRAJECTORY OF APPLE AND ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20190927, "Text": "$MCK as a public nuisance.  The whole story has changed.  Citron is proud to present to changing status of the opio… https://t.co/bZvjV6IUlO", "clean_text": "MCK AS A PUBLIC NUISANCE  THE WHOLE STORY HAS CHANGED  CITRON IS PROUD TO PRESENT TO CHANGING STATUS OF THE OPIO ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20190927, "Text": "We apologize that our website is having issues, working to get it back up and running soon.", "clean_text": "WE APOLOGIZE THAT OUR WEBSITE IS HAVING ISSUES WORKING TO GET IT BACK UP AND RUNNING SOON", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190927, "Text": "@WallStCynic When @elonmusk laid off all the $SCTY door to door salesman, many went to $VSLR !", "clean_text": "@WALLSTCYNIC WHEN @ELONMUSK LAID OFF ALL THE SCTY DOOR TO DOOR SALESMAN MANY WENT TO VSLR ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20190927, "Text": "@WallStCynic @elonmusk Then no surprise to see a deceased \"customer\" signing $VSLR solar contract https://t.co/ntX9tZh57K", "clean_text": "@WALLSTCYNIC @ELONMUSK THEN NO SURPRISE TO SEE A DECEASED CUSTOMER SIGNING VSLR SOLAR CONTRACT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20190926, "Text": "Just a reminder our reader discount to Value Invest New York Conference expires in 4 days. Greenblatt, Russo, Maubo… https://t.co/2Pwjka2YVO", "clean_text": "JUST A REMINDER OUR READER DISCOUNT TO VALUE INVEST NEW YORK CONFERENCE EXPIRES IN 4 DAYS GREENBLATT RUSSO MAUBO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190926, "Text": "It makes no sense to say that there is a bubble in passive investing when the vast majority of inflows to passive i… https://t.co/7IlvMlGKuS", "clean_text": "IT MAKES NO SENSE TO SAY THAT THERE IS A BUBBLE IN PASSIVE INVESTING WHEN THE VAST MAJORITY OF INFLOWS TO PASSIVE I ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20190920, "Text": "RT @DonutShorts: I'm just going to leave this summary of the $TEUM offering up for you to absorb.  \n\nThis represents well over 50MM shares…", "clean_text": "RT @DONUTSHORTS IM JUST GOING TO LEAVE THIS SUMMARY OF THE TEUM OFFERING UP FOR YOU TO ABSORB  \n\nTHIS REPRESENTS WELL OVER 50MM SHARES", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FundyLongShort", "Time": 20190919, "Text": "RT @TheBabylonBee: Government That Wants You To Take Climate Change Seriously Invites Foreign High School Kid To Testify Before Congress\nht…", "clean_text": "RT @THEBABYLONBEE GOVERNMENT THAT WANTS YOU TO TAKE CLIMATE CHANGE SERIOUSLY INVITES FOREIGN HIGH SCHOOL KID TO TESTIFY BEFORE CONGRESS\nHT", "count1": 0, "count2": 0, "count3": 0, "count4": 2}]