["TO", {"Name": "AureliusValue", "Time": 20190503, "Text": "$HIIQ has sent millions in cash to the owner of this mansion, who ran large boiler rooms in Delray Beach.  Now he d… https://t.co/DHBKcn765N", "clean_text": "HIIQ HAS SENT MILLIONS IN CASH TO THE OWNER OF THIS MANSION WHO RAN LARGE BOILER ROOMS IN DELRAY BEACH  NOW HE D ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190503, "Text": "$ACHC discloses six new facility subpoenas relating to problems including patient care issues.  Glad to see regulat… https://t.co/SJsBsspApb", "clean_text": "ACHC DISCLOSES SIX NEW FACILITY SUBPOENAS RELATING TO PROBLEMS INCLUDING PATIENT CARE ISSUES  GLAD TO SEE REGULAT ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190502, "Text": "@theoldcfo But you appear to be giving those foreign agents cover because the USA also does it. Perhaps we should t… https://t.co/0SbRRJVvnU", "clean_text": "@THEOLDCFO BUT YOU APPEAR TO BE GIVING THOSE FOREIGN AGENTS COVER BECAUSE THE USA ALSO DOES IT PERHAPS WE SHOULD T ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190502, "Text": "I'm looking forward to opening a Wit Capital account.\n#GIK", "clean_text": "IM LOOKING FORWARD TO OPENING A WIT CAPITAL ACCOUNT\n#GIK", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190502, "Text": "$TOFB should change their name to Beyond Ice Cream", "clean_text": "TOFB SHOULD CHANGE THEIR NAME TO BEYOND ICE CREAM", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190501, "Text": "You can teach all you want to the people, you can tell them to read [Buffett mentor] Ben Graham’s book, you can sen… https://t.co/m0Ob2UEedW", "clean_text": "YOU CAN TEACH ALL YOU WANT TO THE PEOPLE YOU CAN TELL THEM TO READ [BUFFETT MENTOR] BEN GRAHAMS BOOK YOU CAN SEN ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 1/ My team and I at Golden have been working diligently for the last two years to map out 10bn+ fascinating topics in high…", "clean_text": "RT @JUDEGOMILA 1 MY TEAM AND I AT GOLDEN HAVE BEEN WORKING DILIGENTLY FOR THE LAST TWO YEARS TO MAP OUT 10BN+ FASCINATING TOPICS IN HIGH", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 2/ Golden’s mission is to collect, organize and express 10+ billion topics in an accessible way, presented in neutrally-wri…", "clean_text": "RT @JUDEGOMILA 2 GOLDENS MISSION IS TO COLLECT ORGANIZE AND EXPRESS 10+ BILLION TOPICS IN AN ACCESSIBLE WAY PRESENTED IN NEUTRALLYWRI", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 3/ In order to help achieve the mission we raised $5m from @a16z @pmarca Gigafund (Luke + @oskoui), @foundersfund @cyantist…", "clean_text": "RT @JUDEGOMILA 3 IN ORDER TO HELP ACHIEVE THE MISSION WE RAISED 5M FROM @A16Z @PMARCA GIGAFUND LUKE @OSKOUI @FOUNDERSFUND @CYANTIST", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 4/ We have set out to use various techniques to help bring leverage and automate solving the problem including: topic predi…", "clean_text": "RT @JUDEGOMILA 4 WE HAVE SET OUT TO USE VARIOUS TECHNIQUES TO HELP BRING LEVERAGE AND AUTOMATE SOLVING THE PROBLEM INCLUDING TOPIC PREDI", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 6/ Additionally we are keen to explore using AI to give feedback on editor contributions (sentiment, style, grammar/spellin…", "clean_text": "RT @JUDEGOMILA 6 ADDITIONALLY WE ARE KEEN TO EXPLORE USING AI TO GIVE FEEDBACK ON EDITOR CONTRIBUTIONS SENTIMENT STYLE GRAMMARSPELLIN", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 8/ In order to make money while doing this we have released an advanced query tool to query the Golden data set, provide fi…", "clean_text": "RT @JUDEGOMILA 8 IN ORDER TO MAKE MONEY WHILE DOING THIS WE HAVE RELEASED AN ADVANCED QUERY TOOL TO QUERY THE GOLDEN DATA SET PROVIDE FI", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 9/ We would love help from the community to build this knowledge base - feel free to add neutral, 3rd person descriptions o…", "clean_text": "RT @JUDEGOMILA 9 WE WOULD LOVE HELP FROM THE COMMUNITY TO BUILD THIS KNOWLEDGE BASE  FEEL FREE TO ADD NEUTRAL 3RD PERSON DESCRIPTIONS O", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 10/ If you want to find out more about what we are going to do in detail check out https://t.co/BZdN090Xd6, also don’t forg…", "clean_text": "RT @JUDEGOMILA 10 IF YOU WANT TO FIND OUT MORE ABOUT WHAT WE ARE GOING TO DO IN DETAIL CHECK OUT  ALSO DONT FORG", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190430, "Text": "RT @katie_rayford: 🚨🔥: Could not be more excited to announce the third season of Slow Burn with new host @byjoelanderson launching later th…", "clean_text": "RT @KATIE_RAYFORD COULD NOT BE MORE EXCITED TO ANNOUNCE THE THIRD SEASON OF SLOW BURN WITH NEW HOST @BYJOELANDERSON LAUNCHING LATER TH", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190430, "Text": "$VNDA FDA clearly unwilling to cave on the partial clinical hold.  Meanwhile, allegations of fraud and dysfunction… https://t.co/xeKrwC0yS8", "clean_text": "VNDA FDA CLEARLY UNWILLING TO CAVE ON THE PARTIAL CLINICAL HOLD  MEANWHILE ALLEGATIONS OF FRAUD AND DYSFUNCTION ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190429, "Text": "In addition to great hedge fund speakers, @SohnConf will also be appealing to heavy podcast listeners, who will no… https://t.co/i6reLXWNBQ", "clean_text": "IN ADDITION TO GREAT HEDGE FUND SPEAKERS @SOHNCONF WILL ALSO BE APPEALING TO HEAVY PODCAST LISTENERS WHO WILL NO ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190426, "Text": "Great 1st round draft Bills!!  Welcome to Buffalo Ed Oliver, who poetically said “I don’t think I found my home.  I think my home found me.”", "clean_text": "GREAT 1ST ROUND DRAFT BILLS  WELCOME TO BUFFALO ED OLIVER WHO POETICALLY SAID I DONT THINK I FOUND MY HOME  I THINK MY HOME FOUND ME”", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190425, "Text": "RT @TheJusticeDept: Celadon Group, Inc. Enters into Corporate Resolution for Securities Fraud and Agrees to Pay $42.2 Million in Restitutio…", "clean_text": "RT @THEJUSTICEDEPT CELADON GROUP INC ENTERS INTO CORPORATE RESOLUTION FOR SECURITIES FRAUD AND AGREES TO PAY 422 MILLION IN RESTITUTIO", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190422, "Text": "@CVCResearch You're entitled to an opinion, but don't accuse us of fabricating research", "clean_text": "@CVCRESEARCH YOURE ENTITLED TO AN OPINION BUT DONT ACCUSE US OF FABRICATING RESEARCH", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190422, "Text": "@CVCResearch Sloppy again. Compare the September 18 company pitchbook (below) which featured Humana to the current… https://t.co/Zy4fzxVJjw", "clean_text": "@CVCRESEARCH SLOPPY AGAIN COMPARE THE SEPTEMBER 18 COMPANY PITCHBOOK BELOW WHICH FEATURED HUMANA TO THE CURRENT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190419, "Text": "@CVCResearch @TheIpHawk @AlderLaneeggs @MotherCabriniNY @hal_jam @Chubb Too many tweets to address but this 25% is… https://t.co/ypp15itzdU", "clean_text": "@CVCRESEARCH @THEIPHAWK @ALDERLANEEGGS @MOTHERCABRININY @HAL_JAM @CHUBB TOO MANY TWEETS TO ADDRESS BUT THIS 25% IS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]