["TO", {"Name": "Carl_C_Icahn", "Time": 20190813, "Text": "Read our letter to $OXY stockholders (including other important information) here: https://t.co/rOo5Flz9RQ", "clean_text": "READ OUR LETTER TO OXY STOCKHOLDERS INCLUDING OTHER IMPORTANT INFORMATION HERE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190809, "Text": "People ought to check out what happened to $WTRH CEO’s previous public company https://t.co/YINCWLVan5", "clean_text": "PEOPLE OUGHT TO CHECK OUT WHAT HAPPENED TO WTRH CEOS PREVIOUS PUBLIC COMPANY ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190808, "Text": "And yet, commentary in mainstream media this past week pushed a narrative that the Fed should raise rates due to economy “overheating”. Wow.", "clean_text": "AND YET COMMENTARY IN MAINSTREAM MEDIA THIS PAST WEEK PUSHED A NARRATIVE THAT THE FED SHOULD RAISE RATES DUE TO ECONOMY OVERHEATING” WOW", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190808, "Text": "Obviously the US economy is not “overheating”. Many inputs to the Conference Board’s Leading Economic Indicators are worse now than in 2007.", "clean_text": "OBVIOUSLY THE US ECONOMY IS NOT OVERHEATING” MANY INPUTS TO THE CONFERENCE BOARDS LEADING ECONOMIC INDICATORS ARE WORSE NOW THAN IN 2007", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190808, "Text": "$HIIQ What happened to Chubb in Q2? https://t.co/2kgbJRxrBt", "clean_text": "HIIQ WHAT HAPPENED TO CHUBB IN Q2 ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190807, "Text": "New converts to the “negative US yields are imminent” crowd were out in force today just before the 30 yr UST price decline began.  Classic.", "clean_text": "NEW CONVERTS TO THE NEGATIVE US YIELDS ARE IMMINENT” CROWD WERE OUT IN FORCE TODAY JUST BEFORE THE 30 YR UST PRICE DECLINE BEGAN  CLASSIC", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190806, "Text": "RT @TheIpHawk: That $TEUM balance sheet is miserable and only getting worse. Accounts receivable continues to explode. Cash balance at $3.5…", "clean_text": "RT @THEIPHAWK THAT TEUM BALANCE SHEET IS MISERABLE AND ONLY GETTING WORSE ACCOUNTS RECEIVABLE CONTINUES TO EXPLODE CASH BALANCE AT 35", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190805, "Text": "Drug overdose deaths twelve months ending September 2018 reported to be 70,000.", "clean_text": "DRUG OVERDOSE DEATHS TWELVE MONTHS ENDING SEPTEMBER 2018 REPORTED TO BE 70000", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190805, "Text": "National car crash deaths 2018 estimated to be 40,000 by the NSC.", "clean_text": "NATIONAL CAR CRASH DEATHS 2018 ESTIMATED TO BE 40000 BY THE NSC", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190805, "Text": "Poor Jay Powell. Messaging pivots have been required at every press conference since Dec. Don’t expect to hear “mid-cycle adjustment” again.", "clean_text": "POOR JAY POWELL MESSAGING PIVOTS HAVE BEEN REQUIRED AT EVERY PRESS CONFERENCE SINCE DEC DONT EXPECT TO HEAR MIDCYCLE ADJUSTMENT” AGAIN", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190805, "Text": "$CARS down 40% today on earnings and failed auction. $CARG likely the next domino to fall https://t.co/08j6qEoN1w", "clean_text": "CARS DOWN 40% TODAY ON EARNINGS AND FAILED AUCTION CARG LIKELY THE NEXT DOMINO TO FALL ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20190802, "Text": "@given2tweet congrats Matt! Give me a holler if they ever need coaching with how to answer 'do you ever wake up and… https://t.co/OrP3ZCd0Hp", "clean_text": "@GIVEN2TWEET CONGRATS MATT GIVE ME A HOLLER IF THEY EVER NEED COACHING WITH HOW TO ANSWER DO YOU EVER WAKE UP AND ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}]