["A", {"Name": "GrantsPub", "Time": 20191117, "Text": "New Grant's Podcast: Marc Cohodes unveiled a new idea at the October 2017 Grant’s conference.\n@AlderLaneeggs https://t.co/5lKpV0cexl", "clean_text": "NEW GRANT PODCAST MARC COHODES UNVEILED A NEW IDEA AT THE OCTOBER 2017 GRANTS CONFERENCE\n@ALDERLANEEGGS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191117, "Text": "Give me a break... https://t.co/Y8YzK798sN", "clean_text": "GIVE ME A BREAK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191115, "Text": "@AsifSeemab I called him up and offered to buy a few of his shares and we struck a deal 😀", "clean_text": "@ASIFSEEMAB I CALLED HIM UP AND OFFERED TO BUY A FEW OF HIS SHARES AND WE STRUCK A DEAL 😀", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191115, "Text": "\"Scale\" isn't automatically a good thing. Scale is like leverage; it cuts both ways. e.g. if you have a business fl… https://t.co/dsUyThfyv9", "clean_text": "SCALE ISNT AUTOMATICALLY A GOOD THING SCALE IS LIKE LEVERAGE IT CUTS BOTH WAYS EG IF YOU HAVE A BUSINESS FL ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20191114, "Text": "@danpfeiffer @nickconfessore Don’t forget his “speaking tour”. Usually everyone who attends gets a copy of the book… https://t.co/QIAh2lRLnp", "clean_text": "@DANPFEIFFER @NICKCONFESSORE DONT FORGET HIS SPEAKING TOUR” USUALLY EVERYONE WHO ATTENDS GETS A COPY OF THE BOOK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191114, "Text": "@rationalwalk My guess is that he looks at it as a consumer brand, not as electronics/hardware, and he probably jud… https://t.co/lyiPvUOcT9", "clean_text": "@RATIONALWALK MY GUESS IS THAT HE LOOKS AT IT AS A CONSUMER BRAND NOT AS ELECTRONICSHARDWARE AND HE PROBABLY JUD ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20191113, "Text": "@taralach @ericjackson Or an offer to dis+ to get the next year season park pass at this year price by a given date… https://t.co/75nrAGGaaE", "clean_text": "@TARALACH @ERICJACKSON OR AN OFFER TO DIS+ TO GET THE NEXT YEAR SEASON PARK PASS AT THIS YEAR PRICE BY A GIVEN DATE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191113, "Text": "@rationalwalk I’d be shocked if he ever sells a share. Someone else might after he’s gone, but the tax bill plus th… https://t.co/3zOiiWfpWO", "clean_text": "@RATIONALWALK ID BE SHOCKED IF HE EVER SELLS A SHARE SOMEONE ELSE MIGHT AFTER HES GONE BUT THE TAX BILL PLUS TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191112, "Text": "@oddballstocks Yeah that’s a good point. I was thinking about the same thing with the rails. How much money got lit… https://t.co/1ubXMz292o", "clean_text": "@ODDBALLSTOCKS YEAH THATS A GOOD POINT I WAS THINKING ABOUT THE SAME THING WITH THE RAILS HOW MUCH MONEY GOT LIT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20191112, "Text": "@Supreme_Owl_FTW @BarbarianCap Of course he's a professor at Berkeley.", "clean_text": "@SUPREME_OWL_FTW @BARBARIANCAP OF COURSE HE A PROFESSOR AT BERKELEY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191111, "Text": "No question Josh Allen has a cannon arm but he’s yet to connect on a deep vertical route in his Bills career!Every try’s been a wasted down.", "clean_text": "NO QUESTION JOSH ALLEN HAS A CANNON ARM BUT HES YET TO CONNECT ON A DEEP VERTICAL ROUTE IN HIS BILLS CAREEREVERY TRYS BEEN A WASTED DOWN", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191111, "Text": "As a recent example, in Nov 2019, @AmerAcadPainMed published a study showing that micronized amniotic injections si… https://t.co/Dn1seBpHoi", "clean_text": "AS A RECENT EXAMPLE IN NOV 2019 @AMERACADPAINMED PUBLISHED A STUDY SHOWING THAT MICRONIZED AMNIOTIC INJECTIONS SI ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191111, "Text": "I thought Dimon had a good point here. People tend to always think the current time is more unpredictable than usua… https://t.co/vqmHls6RFI", "clean_text": "I THOUGHT DIMON HAD A GOOD POINT HERE PEOPLE TEND TO ALWAYS THINK THE CURRENT TIME IS MORE UNPREDICTABLE THAN USUA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191111, "Text": "@HarvardWinters Why do you think that? I think we have a tendency to always think we are at a critical juncture, ju… https://t.co/CswKIbGVDp", "clean_text": "@HARVARDWINTERS WHY DO YOU THINK THAT I THINK WE HAVE A TENDENCY TO ALWAYS THINK WE ARE AT A CRITICAL JUNCTURE JU ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191108, "Text": "Warren was soarin’ until the price tag of “I have a plan for that” was even partially revealed. There is nothing “free” &amp; everyone knows it.", "clean_text": "WARREN WAS SOARIN UNTIL THE PRICE TAG OF I HAVE A PLAN FOR THAT” WAS EVEN PARTIALLY REVEALED THERE IS NOTHING FREE” AMP EVERYONE KNOWS IT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20191108, "Text": "Mayor Pete is very smart.  His Hunger Games “let them kill each other” strategy is perfect.  Can you name a single policy Pete’s advocating?", "clean_text": "MAYOR PETE IS VERY SMART  HIS HUNGER GAMES LET THEM KILL EACH OTHER” STRATEGY IS PERFECT  CAN YOU NAME A SINGLE POLICY PETES ADVOCATING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20191108, "Text": "Gotham City Research initiated coverage of $MED last year with a strong sell opinion. Shares are down -30% today, h… https://t.co/WOGo9raMSo", "clean_text": "GOTHAM CITY RESEARCH INITIATED COVERAGE OF MED LAST YEAR WITH A STRONG SELL OPINION SHARES ARE DOWN 30% TODAY H ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20191107, "Text": "Blue Harbour Says Madison Square Garden Worth $400 a Share https://t.co/kkjFj1yGg5", "clean_text": "BLUE HARBOUR SAYS MADISON SQUARE GARDEN WORTH 400 A SHARE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191105, "Text": "What?!\n\nI’m hearing tentative respect for the Bills in sports media!\n\nWinning at Cleveland this Sunday is a must to deserve it.\n\nGo Bills!!!", "clean_text": "WHAT\n\nIM HEARING TENTATIVE RESPECT FOR THE BILLS IN SPORTS MEDIA\n\nWINNING AT CLEVELAND THIS SUNDAY IS A MUST TO DESERVE IT\n\nGO BILLS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]