["A", {"Name": "ValueDude", "Time": 20190913, "Text": "Takeaways:\n1) meh - August is a dead sports betting month... but wait...\n2) oh crap! - $294mm for a dead month!  Da… https://t.co/5fepmnvo5z", "clean_text": "TAKEAWAYS\n1 MEH  AUGUST IS A DEAD SPORTS BETTING MONTH BUT WAIT\n2 OH CRAP  294MM FOR A DEAD MONTH  DA ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "ValueDude", "Time": 20190913, "Text": "10) This guy is the man + I think PointsBet might have lost some money here, just a hunch - https://t.co/mSPfsshhv6", "clean_text": "10 THIS GUY IS THE MAN I THINK POINTSBET MIGHT HAVE LOST SOME MONEY HERE JUST A HUNCH  ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20190912, "Text": "Value Invest New York Conference is coming up in a few months &amp; features great speaker list: Joel Greenblatt, Tom R… https://t.co/whoJ9FOPnc", "clean_text": "VALUE INVEST NEW YORK CONFERENCE IS COMING UP IN A FEW MONTHS AMP FEATURES GREAT SPEAKER LIST JOEL GREENBLATT TOM R ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20190912, "Text": "We’ve secured a $700 discount for our readers and it expires at the end of this month. Just use code: marketfolly-s… https://t.co/K21x8XLrqu", "clean_text": "WEVE SECURED A 700 DISCOUNT FOR OUR READERS AND IT EXPIRES AT THE END OF THIS MONTH JUST USE CODE MARKETFOLLYS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190912, "Text": "RT @darrenrovell: Six years ago this week, I tweeted that Boone Pickens was no longer a billionaire. He shot back. Rest In peace to a legen…", "clean_text": "RT @DARRENROVELL SIX YEARS AGO THIS WEEK I TWEETED THAT BOONE PICKENS WAS NO LONGER A BILLIONAIRE HE SHOT BACK REST IN PEACE TO A LEGEN", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190911, "Text": "@AdamB1438 A year ago Jamie was preparing for a 5% 10-yr, saying rates will be higher than people think. I don’t th… https://t.co/IlMgCsil0l", "clean_text": "@ADAMB1438 A YEAR AGO JAMIE WAS PREPARING FOR A 5% 10YR SAYING RATES WILL BE HIGHER THAN PEOPLE THINK I DONT TH ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190911, "Text": "Dimon’s a great CEO, but trying to predict interest rates or the direction of the economy is a tough game. Like mos… https://t.co/WEsvVYtr9h", "clean_text": "DIMONS A GREAT CEO BUT TRYING TO PREDICT INTEREST RATES OR THE DIRECTION OF THE ECONOMY IS A TOUGH GAME LIKE MOS ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "BergenCapital", "Time": 20190910, "Text": "@TalbertSwan Tanya was a drug dealer &amp; repeat offender. You’re skewing the facts.", "clean_text": "@TALBERTSWAN TANYA WAS A DRUG DEALER AMP REPEAT OFFENDER YOURE SKEWING THE FACTS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20190909, "Text": "Citron presents our favorite short in YEARS. Low short interest stock at peak multiple whose biz just hit a secular… https://t.co/BF8ADxhNp6", "clean_text": "CITRON PRESENTS OUR FAVORITE SHORT IN YEARS LOW SHORT INTEREST STOCK AT PEAK MULTIPLE WHOSE BIZ JUST HIT A SECULAR ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "First, context. In a landmark @SCOTUS ruling in May 2018, the Professional and Amateur Sports Protection Act (PASPA… https://t.co/tIdqXnxTV8", "clean_text": "FIRST CONTEXT IN A LANDMARK @SCOTUS RULING IN MAY 2018 THE PROFESSIONAL AND AMATEUR SPORTS PROTECTION ACT PASPA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "2) Unlikely that sports betting will ever be legit at the federal / national level. Will remain a state-by-state decision.", "clean_text": "2 UNLIKELY THAT SPORTS BETTING WILL EVER BE LEGIT AT THE FEDERAL  NATIONAL LEVEL WILL REMAIN A STATEBYSTATE DECISION", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "4) Taxes play a big role.  Some states will tax sports betting revenues a lot (PA – 36%, DE/RI – 50%+), others a lo… https://t.co/wFPJ6xDEKK", "clean_text": "4 TAXES PLAY A BIG ROLE  SOME STATES WILL TAX SPORTS BETTING REVENUES A LOT PA 36% DERI 50%+ OTHERS A LO ", "count1": 0, "count2": 0, "count3": 3, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "1) TAM is better explored at the state level \n2) Full Measure TAM is much &gt;&gt;&gt; than a Half Measure TAM.\n3) Handle is… https://t.co/0BIYp8uU5J", "clean_text": "1 TAM IS BETTER EXPLORED AT THE STATE LEVEL \n2 FULL MEASURE TAM IS MUCH GTGTGT THAN A HALF MEASURE TAM\n3 HANDLE IS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "For some perspective, NJ has 7 million adults (&gt; $400/person wagered).  u retort: “but that doesn’t include a bunch… https://t.co/aUYy5oHbDH", "clean_text": "FOR SOME PERSPECTIVE NJ HAS 7 MILLION ADULTS GT 400PERSON WAGERED  U RETORT BUT THAT DOESNT INCLUDE A BUNCH ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "hopefully use funds so buses don’t break down on the way back to NYC at 3 am after a late night college gameday ben… https://t.co/FGEPz5mLTP", "clean_text": "HOPEFULLY USE FUNDS SO BUSES DONT BREAK DOWN ON THE WAY BACK TO NYC AT 3 AM AFTER A LATE NIGHT COLLEGE GAMEDAY BEN ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ValueDude", "Time": 20190905, "Text": "We’ll know if this is really true come Week 3 Titans-Jaguars viewership data, a game that no sane person should care about.", "clean_text": "WELL KNOW IF THIS IS REALLY TRUE COME WEEK 3 TITANSJAGUARS VIEWERSHIP DATA A GAME THAT NO SANE PERSON SHOULD CARE ABOUT", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190904, "Text": "@TheIpHawk What a circus. This is the tweet $TEUM Audit Committee member @sante_yves deleted earlier this year: https://t.co/u8xAQCWckW", "clean_text": "@THEIPHAWK WHAT A CIRCUS THIS IS THE TWEET TEUM AUDIT COMMITTEE MEMBER @SANTE_YVES DELETED EARLIER THIS YEAR ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190903, "Text": "$I: Last-minute money grab by a bit player as we near the finish line. We think this is just a negotiating ploy and… https://t.co/uCdhcmmJF6", "clean_text": "I LASTMINUTE MONEY GRAB BY A BIT PLAYER AS WE NEAR THE FINISH LINE WE THINK THIS IS JUST A NEGOTIATING PLOY AND ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20190901, "Text": "RT @BagholderQuotes: “Does anyone know the name of the accounting firm that dos all Pareteum's financials. Social media is a powerful tool…", "clean_text": "RT @BAGHOLDERQUOTES DOES ANYONE KNOW THE NAME OF THE ACCOUNTING FIRM THAT DOS ALL PARETEUM FINANCIALS SOCIAL MEDIA IS A POWERFUL TOOL", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190831, "Text": "Hillary spoke at Arena Academy NY.  Looked a bit like, just maybe, she is thinking about jumping into any upcoming opening in the Dem field.", "clean_text": "HILLARY SPOKE AT ARENA ACADEMY NY  LOOKED A BIT LIKE JUST MAYBE SHE IS THINKING ABOUT JUMPING INTO ANY UPCOMING OPENING IN THE DEM FIELD", "count1": 1, "count2": 0, "count3": 1, "count4": 0}]