["IT", {"Name": "CopperfieldRscr", "Time": 20190214, "Text": "Further, as $TCX invented this $53.7M Cash EBITDA number w/o defining it (when \"normal\" Adjusted EBITDA missed), we… https://t.co/cQMMxPno61", "clean_text": "FURTHER AS TCX INVENTED THIS 537M CASH EBITDA NUMBER WO DEFINING IT WHEN NORMAL ADJUSTED EBITDA MISSED WE ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20190214, "Text": "But that is not it for misrepresentation (this time), at the 2:30 mark, in PREPARED remarks, Mr. Noss claimed $TCX… https://t.co/nSyarTgtHC", "clean_text": "BUT THAT IS NOT IT FOR MISREPRESENTATION THIS TIME AT THE 230 MARK IN PREPARED REMARKS MR NOSS CLAIMED TCX ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActivistShorts", "Time": 20190211, "Text": "Disclosure for shorts is not exactly unheard of. It's common in Europe, with a 0.5% threshold to account for lower… https://t.co/YFsYy6FZ6q", "clean_text": "DISCLOSURE FOR SHORTS IS NOT EXACTLY UNHEARD OF IT COMMON IN EUROPE WITH A 05% THRESHOLD TO ACCOUNT FOR LOWER ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20190208, "Text": "RT @JeffBezos: I’ve written a post about developments with the National Enquirer and its parent company, AMI. You can find it here: https:/…", "clean_text": "RT @JEFFBEZOS IVE WRITTEN A POST ABOUT DEVELOPMENTS WITH THE NATIONAL ENQUIRER AND ITS PARENT COMPANY AMI YOU CAN FIND IT HERE HTTPS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190207, "Text": "@kor_capital It's not a worry for us. $I is a holding in very seasoned PE funds where other investments have been s… https://t.co/KuNbKxPhl3", "clean_text": "@KOR_CAPITAL IT NOT A WORRY FOR US I IS A HOLDING IN VERY SEASONED PE FUNDS WHERE OTHER INVESTMENTS HAVE BEEN S ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190206, "Text": "@kor_capital I can share my thoughts on our 11am call, but long story short, I don't think it's a worry. $I is a ho… https://t.co/ePSgfZq9N0", "clean_text": "@KOR_CAPITAL I CAN SHARE MY THOUGHTS ON OUR 11AM CALL BUT LONG STORY SHORT I DONT THINK IT A WORRY I IS A HO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]