["OF", {"Name": "TruthGundlach", "Time": 20191212, "Text": "Rodney Taylor passed away today, far too young. He was one of the many great Buffalo contemporary artists. We will forever cherish his work.", "clean_text": "RODNEY TAYLOR PASSED AWAY TODAY FAR TOO YOUNG HE WAS ONE OF THE MANY GREAT BUFFALO CONTEMPORARY ARTISTS WE WILL FOREVER CHERISH HIS WORK", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191212, "Text": "$NBIX not surprising. This is the same Piper analyst who consistently touted $INSYQ despite clear evidence of the f… https://t.co/7f30tWbDXd", "clean_text": "NBIX NOT SURPRISING THIS IS THE SAME PIPER ANALYST WHO CONSISTENTLY TOUTED INSYQ DESPITE CLEAR EVIDENCE OF THE F ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "New short report coming soon. Documents show that alleged ringleaders of a fraud that devastated one company have m… https://t.co/KjoG0bebwW", "clean_text": "NEW SHORT REPORT COMING SOON DOCUMENTS SHOW THAT ALLEGED RINGLEADERS OF A FRAUD THAT DEVASTATED ONE COMPANY HAVE M ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "The architect of $NBIX’s sales and marketing activities, Chief Commercial Officer, Eric Benevich, appears to be “Ex… https://t.co/xhD5blKDF1", "clean_text": "THE ARCHITECT OF NBIXS SALES AND MARKETING ACTIVITIES CHIEF COMMERCIAL OFFICER ERIC BENEVICH APPEARS TO BE EX ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191210, "Text": "Stringent loan requirements will continue to provide margin of safety and limit downside risk. $BRMK https://t.co/uMy8ZOD7UE", "clean_text": "STRINGENT LOAN REQUIREMENTS WILL CONTINUE TO PROVIDE MARGIN OF SAFETY AND LIMIT DOWNSIDE RISK BRMK ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191210, "Text": "Over $200m cash ready to be deployed to pipeline of opportunities in new markets with favorable demographic trends… https://t.co/25q9Lt1wl8", "clean_text": "OVER 200M CASH READY TO BE DEPLOYED TO PIPELINE OF OPPORTUNITIES IN NEW MARKETS WITH FAVORABLE DEMOGRAPHIC TRENDS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "Will this Coincide with the end of the bond bull market ? https://t.co/3f6EqsPJUA", "clean_text": "WILL THIS COINCIDE WITH THE END OF THE BOND BULL MARKET  ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "RT @zerohedge: Here's the problem: according to the BIS, hedge fund leverage to the tune of 5x in the case of Millennium and 7.5x for Citad…", "clean_text": "RT @ZEROHEDGE HERE THE PROBLEM ACCORDING TO THE BIS HEDGE FUND LEVERAGE TO THE TUNE OF 5X IN THE CASE OF MILLENNIUM AND 75X FOR CITAD", "count1": 4, "count2": 2, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "RT @zerohedge: Citadel's leverage as of Dec 31, 2014 http://t.co/6V7TXiLp2L http://t.co/EzY7OilJp2", "clean_text": "RT @ZEROHEDGE CITADEL LEVERAGE AS OF DEC 31 2014  ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "RT @ArjenWoerdt: China's Fiscal Stimuli!\n\n\"Average prices of cement in big cities have picked up 15 per cent since September, ending eight…", "clean_text": "RT @ARJENWOERDT CHINA FISCAL STIMULI\n\nAVERAGE PRICES OF CEMENT IN BIG CITIES HAVE PICKED UP 15 PER CENT SINCE SEPTEMBER ENDING EIGHT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191209, "Text": "RT @FreightWaves: We will be doing live coverage of the Celadon Bankruptcy today across our social media channels.  Be sure to tune in for…", "clean_text": "RT @FREIGHTWAVES WE WILL BE DOING LIVE COVERAGE OF THE CELADON BANKRUPTCY TODAY ACROSS OUR SOCIAL MEDIA CHANNELS  BE SURE TO TUNE IN FOR", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191209, "Text": "Today's bankruptcy of Celadon Group is unfortunate, but it is something we predicted upon identifying and exposing… https://t.co/nKWW568kPs", "clean_text": "TODAY BANKRUPTCY OF CELADON GROUP IS UNFORTUNATE BUT IT IS SOMETHING WE PREDICTED UPON IDENTIFYING AND EXPOSING ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20191209, "Text": "RT @ldelevingne: .@ColumbiaLaw's Josh Mitts on anti-short seller measures in Japan: \"Steps to restrict the supply of shares available for b…", "clean_text": "RT @LDELEVINGNE @COLUMBIALAW JOSH MITTS ON ANTISHORT SELLER MEASURES IN JAPAN STEPS TO RESTRICT THE SUPPLY OF SHARES AVAILABLE FOR B", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191207, "Text": "@rationalwalk If recent history is a guide, I doubt AAPL slows the pace of buybacks as the share price climbs. They… https://t.co/VukXwxZJZr", "clean_text": "@RATIONALWALK IF RECENT HISTORY IS A GUIDE I DOUBT AAPL SLOWS THE PACE OF BUYBACKS AS THE SHARE PRICE CLIMBS THEY ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20191207, "Text": "New Grant's Podcast with Don Coxe of Coxe Advisors.\n@coxeadvisors https://t.co/7kTIkLWqXm", "clean_text": "NEW GRANT PODCAST WITH DON COXE OF COXE ADVISORS\n@COXEADVISORS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191205, "Text": "@greg_ip You let them in Greg, no questions asked. The value of that person not missing their flight is so much mor… https://t.co/ioQc2g9hoQ", "clean_text": "@GREG_IP YOU LET THEM IN GREG NO QUESTIONS ASKED THE VALUE OF THAT PERSON NOT MISSING THEIR FLIGHT IS SO MUCH MOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191204, "Text": "Warren rolled out “Fair Workweek” proposal, a try to glue part time workers to her coalition. Panic move of irrelevant incremental thinking.", "clean_text": "WARREN ROLLED OUT FAIR WORKWEEK” PROPOSAL A TRY TO GLUE PART TIME WORKERS TO HER COALITION PANIC MOVE OF IRRELEVANT INCREMENTAL THINKING", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191203, "Text": "I think the best advice from Buffett is the circle of competence. His circle is larger &amp; he can expand it much more… https://t.co/QELWU89iPY", "clean_text": "I THINK THE BEST ADVICE FROM BUFFETT IS THE CIRCLE OF COMPETENCE HIS CIRCLE IS LARGER AMP HE CAN EXPAND IT MUCH MORE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}]