["OF", {"Name": "CitronResearch", "Time": 20190927, "Text": "$MCK as a public nuisance.  The whole story has changed.  Citron is proud to present to changing status of the opio… https://t.co/bZvjV6IUlO", "clean_text": "MCK AS A PUBLIC NUISANCE  THE WHOLE STORY HAS CHANGED  CITRON IS PROUD TO PRESENT TO CHANGING STATUS OF THE OPIO ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20190927, "Text": "RT @WallStCynic: @AureliusValue Great read on the scam artists in residential solar panel leasing. The “Tin Men” of the 21st Century. $VSLR…", "clean_text": "RT @WALLSTCYNIC @AURELIUSVALUE GREAT READ ON THE SCAM ARTISTS IN RESIDENTIAL SOLAR PANEL LEASING THE TIN MEN” OF THE 21ST CENTURY VSLR", "count1": 1, "count2": 0, "count3": 3, "count4": 0}, {"Name": "AureliusValue", "Time": 20190927, "Text": "$VSLR undisclosed lawsuits repeatedly accuse Vivint of forging signatures of homeowners, including elderly, disable… https://t.co/T10QXowGaJ", "clean_text": "VSLR UNDISCLOSED LAWSUITS REPEATEDLY ACCUSE VIVINT OF FORGING SIGNATURES OF HOMEOWNERS INCLUDING ELDERLY DISABLE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190926, "Text": "It makes no sense to say that there is a bubble in passive investing when the vast majority of inflows to passive i… https://t.co/7IlvMlGKuS", "clean_text": "IT MAKES NO SENSE TO SAY THAT THERE IS A BUBBLE IN PASSIVE INVESTING WHEN THE VAST MAJORITY OF INFLOWS TO PASSIVE I ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190926, "Text": "@valueye The vast majority of active mutual funds I look at look exactly like the index. I don't think there is any… https://t.co/eleMX0Xb4g", "clean_text": "@VALUEYE THE VAST MAJORITY OF ACTIVE MUTUAL FUNDS I LOOK AT LOOK EXACTLY LIKE THE INDEX I DONT THINK THERE IS ANY ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "footnoted", "Time": 20190924, "Text": "A few years ago, $SCOR was one of our so-called frequent flyers for the number of red flags in their filings. Looks… https://t.co/KsdNfC3Ont", "clean_text": "A FEW YEARS AGO SCOR WAS ONE OF OUR SOCALLED FREQUENT FLYERS FOR THE NUMBER OF RED FLAGS IN THEIR FILINGS LOOKS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190920, "Text": "RT @DonutShorts: I'm just going to leave this summary of the $TEUM offering up for you to absorb.  \n\nThis represents well over 50MM shares…", "clean_text": "RT @DONUTSHORTS IM JUST GOING TO LEAVE THIS SUMMARY OF THE TEUM OFFERING UP FOR YOU TO ABSORB  \n\nTHIS REPRESENTS WELL OVER 50MM SHARES", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20190917, "Text": "@JerryCap @PalmettoCapital Reduce issuer share of interchange = they then lower incentives for card users = main be… https://t.co/btazNGZR9V", "clean_text": "@JERRYCAP @PALMETTOCAPITAL REDUCE ISSUER SHARE OF INTERCHANGE  THEY THEN LOWER INCENTIVES FOR CARD USERS  MAIN BE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]