["TO", {"Name": "marketfolly", "Time": 20190516, "Text": "Former Berkshire PM Lou Simpson cut his exposure in half across the board in Q1 (SQ Advisors). Seems unlike him to… https://t.co/o96N0G8elX", "clean_text": "FORMER BERKSHIRE PM LOU SIMPSON CUT HIS EXPOSURE IN HALF ACROSS THE BOARD IN Q1 SQ ADVISORS SEEMS UNLIKE HIM TO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190516, "Text": "@pcdunham I’m getting a pup next week!! Was originally supposed to come today but scheduling pushed it back.", "clean_text": "@PCDUNHAM IM GETTING A PUP NEXT WEEK WAS ORIGINALLY SUPPOSED TO COME TODAY BUT SCHEDULING PUSHED IT BACK", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190515, "Text": "RT @FriendlyBearSA: $TDOC Directly from a FOIA'd Teladoc contract -- @TeladocHealth is required to abide by @NCQA standards.  What are the…", "clean_text": "RT @FRIENDLYBEARSA TDOC DIRECTLY FROM A FOIAD TELADOC CONTRACT  @TELADOCHEALTH IS REQUIRED TO ABIDE BY @NCQA STANDARDS  WHAT ARE THE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190513, "Text": "The outcome AK360 hopes to achieve would reap economic benefits to Buffalo and Erie County far exceeding the public funds so wisely pledged.", "clean_text": "THE OUTCOME AK360 HOPES TO ACHIEVE WOULD REAP ECONOMIC BENEFITS TO BUFFALO AND ERIE COUNTY FAR EXCEEDING THE PUBLIC FUNDS SO WISELY PLEDGED", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190513, "Text": "RT @AlderLaneeggs: \"they are going to have to pay for what they stole from the American public” Game Set Match for $LCI @CapitolistPig @Aur…", "clean_text": "RT @ALDERLANEEGGS THEY ARE GOING TO HAVE TO PAY FOR WHAT THEY STOLE FROM THE AMERICAN PUBLIC” GAME SET MATCH FOR LCI @CAPITOLISTPIG @AUR", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190513, "Text": "@AlderLaneeggs If the $LCI lenders already began to organize last October and hired Akin Gump, i'm sure they're jus… https://t.co/KKJmpWKvy1", "clean_text": "@ALDERLANEEGGS IF THE LCI LENDERS ALREADY BEGAN TO ORGANIZE LAST OCTOBER AND HIRED AKIN GUMP IM SURE THEYRE JUS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190512, "Text": "@AlderLaneeggs @CapitolistPig Brilliant idea to price-fix the medicine the Attorney General takes $LCI", "clean_text": "@ALDERLANEEGGS @CAPITOLISTPIG BRILLIANT IDEA TO PRICEFIX THE MEDICINE THE ATTORNEY GENERAL TAKES LCI", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190510, "Text": "The president of a Celadon Corp. subsidiary pleaded guilty to criminal charges connected with the massive #fraud we… https://t.co/4wZtuFFWsL", "clean_text": "THE PRESIDENT OF A CELADON CORP SUBSIDIARY PLEADED GUILTY TO CRIMINAL CHARGES CONNECTED WITH THE MASSIVE #FRAUD WE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190510, "Text": "It sounds like Cramer is about to cry", "clean_text": "IT SOUNDS LIKE CRAMER IS ABOUT TO CRY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190510, "Text": "@antoniofbahia my bad, I forgot to use my sarcastic font. ;-)", "clean_text": "@ANTONIOFBAHIA MY BAD I FORGOT TO USE MY SARCASTIC FONT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20190510, "Text": "$JMIA nothing more to say.  FRAUD.  Target 0.  Take it from one of the most influential tech thinkers in Africa.  S… https://t.co/dbJTZFQjDC", "clean_text": "JMIA NOTHING MORE TO SAY  FRAUD  TARGET 0  TAKE IT FROM ONE OF THE MOST INFLUENTIAL TECH THINKERS IN AFRICA  S ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190509, "Text": "I recall the $GOOG IPO. I pulled my bid when the pricing came down to $85. I'm sure many others did as well.\n(I obv… https://t.co/Efo8UVWBdy", "clean_text": "I RECALL THE GOOG IPO I PULLED MY BID WHEN THE PRICING CAME DOWN TO 85 IM SURE MANY OTHERS DID AS WELL\nI OBV ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190509, "Text": "or when they lowered the range from $108-$135 range. If i recall it was lowered to $85-$95 and then priced at $85", "clean_text": "OR WHEN THEY LOWERED THE RANGE FROM 108135 RANGE IF I RECALL IT WAS LOWERED TO 8595 AND THEN PRICED AT 85", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AureliusValue", "Time": 20190509, "Text": "RT @AlderLaneeggs: Georgia Senator Called VA, FDA, FBI on Behalf of MiMedx CEO its over for you ⁦@SenatorIsakson⁩ time to resign . $Mdxg ht…", "clean_text": "RT @ALDERLANEEGGS GEORGIA SENATOR CALLED VA FDA FBI ON BEHALF OF MIMEDX CEO ITS OVER FOR YOU ⁦@SENATORISAKSON⁩ TIME TO RESIGN  MDXG HT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "Today we nominated 4 highly-qualified candidates to the board of MiMedx Group $MDXG that we believe will help the c… https://t.co/0Nxpa8As5V", "clean_text": "TODAY WE NOMINATED 4 HIGHLYQUALIFIED CANDIDATES TO THE BOARD OF MIMEDX GROUP MDXG THAT WE BELIEVE WILL HELP THE C ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "We believe a refreshed Board, with highly-qualified members that are free of any attachment to past actions or lega… https://t.co/bowUX2T0pf", "clean_text": "WE BELIEVE A REFRESHED BOARD WITH HIGHLYQUALIFIED MEMBERS THAT ARE FREE OF ANY ATTACHMENT TO PAST ACTIONS OR LEGA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190506, "Text": "RT @WolfpackReports: Dan David Launches Wolfpack Research to Expose Fraud and Corporate Wrongdoing", "clean_text": "RT @WOLFPACKREPORTS DAN DAVID LAUNCHES WOLFPACK RESEARCH TO EXPOSE FRAUD AND CORPORATE WRONGDOING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190505, "Text": "About to leave for the #5boroughbikeeride. Do I wear sneakers than get soaked or hiking boots that are clunky but keep me dry.", "clean_text": "ABOUT TO LEAVE FOR THE #5BOROUGHBIKEERIDE DO I WEAR SNEAKERS THAN GET SOAKED OR HIKING BOOTS THAT ARE CLUNKY BUT KEEP ME DRY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]