["BUT", {"Name": "TMTanalyst", "Time": 20190413, "Text": "@QuisitiveInvest @GavinSBaker Sure you could buy the movie for $20 +/- but that’s 3 months of dis +. And how do you… https://t.co/DwDyudGIzX", "clean_text": "@QUISITIVEINVEST @GAVINSBAKER SURE YOU COULD BUY THE MOVIE FOR 20 BUT THATS 3 MONTHS OF DIS AND HOW DO YOU ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TMTanalyst", "Time": 20190413, "Text": "@GavinSBaker @QuisitiveInvest But kids., say 7+ discover older shows on Netflix that had commercials and now don’t.… https://t.co/ps2WaC2BPf", "clean_text": "@GAVINSBAKER @QUISITIVEINVEST BUT KIDS SAY 7+ DISCOVER OLDER SHOWS ON NETFLIX THAT HAD COMMERCIALS AND NOW DONT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190410, "Text": "@azazel888881 We don't have a 30-day outlook since that timeframe is too short, but we remain bullish from a multiy… https://t.co/jatAV0opSR", "clean_text": "@AZAZEL888881 WE DONT HAVE A 30DAY OUTLOOK SINCE THAT TIMEFRAME IS TOO SHORT BUT WE REMAIN BULLISH FROM A MULTIY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20190403, "Text": "RT @jeff_jordan: Our firm (@a16z) has filed an application to register as an investment adviser (still pending). But that doesn’t mean our…", "clean_text": "RT @JEFF_JORDAN OUR FIRM @A16Z HAS FILED AN APPLICATION TO REGISTER AS AN INVESTMENT ADVISER STILL PENDING BUT THAT DOESNT MEAN OUR", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20190403, "Text": "RT @jeff_jordan: We cannot advise you on what to invest in! But we will continue to evolve how we run our business and innovate in supporti…", "clean_text": "RT @JEFF_JORDAN WE CANNOT ADVISE YOU ON WHAT TO INVEST IN BUT WE WILL CONTINUE TO EVOLVE HOW WE RUN OUR BUSINESS AND INNOVATE IN SUPPORTI", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190401, "Text": "$NUS quickly rolled over and settled with the deceased associate’s family. But can they put the regulator genie bac… https://t.co/l2lIUG2VKK", "clean_text": "NUS QUICKLY ROLLED OVER AND SETTLED WITH THE DECEASED ASSOCIATES FAMILY BUT CAN THEY PUT THE REGULATOR GENIE BAC ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20190401, "Text": "I figure there must be a lot of overlap between fintwit and #watch Twitter. My FIL gave my son his old watch but he… https://t.co/ada9TteLqC", "clean_text": "I FIGURE THERE MUST BE A LOT OF OVERLAP BETWEEN FINTWIT AND #WATCH TWITTER MY FIL GAVE MY SON HIS OLD WATCH BUT HE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]