["A", {"Name": "BergenCapital", "Time": 20190303, "Text": "RT @zerohedge: @DavidBCollum @jessefelder There was a time (like in 2009 when ZH first said exactly this) that this was considered tinfoil…", "clean_text": "RT @ZEROHEDGE @DAVIDBCOLLUM @JESSEFELDER THERE WAS A TIME LIKE IN 2009 WHEN ZH FIRST SAID EXACTLY THIS THAT THIS WAS CONSIDERED TINFOIL", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190302, "Text": "@UpslopeCapital Remember this was a sleepy company that served the steel mills. What happened?", "clean_text": "@UPSLOPECAPITAL REMEMBER THIS WAS A SLEEPY COMPANY THAT SERVED THE STEEL MILLS WHAT HAPPENED", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190302, "Text": "@UpslopeCapital Or a MAGA stock?", "clean_text": "@UPSLOPECAPITAL OR A MAGA STOCK", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190301, "Text": "fellow chartists, does this feel a bit head-and-shoulder like? or if you prefer, you can always read the updated ri… https://t.co/SeOsDslSUF", "clean_text": "FELLOW CHARTISTS DOES THIS FEEL A BIT HEADANDSHOULDER LIKE OR IF YOU PREFER YOU CAN ALWAYS READ THE UPDATED RI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190301, "Text": "@BobBrinker ha! Seriously though, ppl were talking 10 for $326M. I honestly think this was a massive disappointment… https://t.co/xR6kFxrRiI", "clean_text": "@BOBBRINKER HA SERIOUSLY THOUGH PPL WERE TALKING 10 FOR 326M I HONESTLY THINK THIS WAS A MASSIVE DISAPPOINTMENT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190228, "Text": "@PessimistInvest @darkhorsearb Is there a HIPAA issue wrt monetizing the ecosystem?", "clean_text": "@PESSIMISTINVEST @DARKHORSEARB IS THERE A HIPAA ISSUE WRT MONETIZING THE ECOSYSTEM", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190228, "Text": "a cool billion for three players and the Yankees weren't involved!", "clean_text": "A COOL BILLION FOR THREE PLAYERS AND THE YANKEES WERENT INVOLVED", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190227, "Text": "@given2tweet When you get the $25, does the ~$1 \"loss\" get realized (and the CVR has a zero basis as a \"new\" securi… https://t.co/3grgNTEvNq", "clean_text": "@GIVEN2TWEET WHEN YOU GET THE 25 DOES THE ~1 LOSS GET REALIZED AND THE CVR HAS A ZERO BASIS AS A NEW SECURI ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "BergenCapital", "Time": 20190223, "Text": "RT @caroljsroth: I wonder if this story will have a happy ending? https://t.co/SAdb8v8h73", "clean_text": "RT @CAROLJSROTH I WONDER IF THIS STORY WILL HAVE A HAPPY ENDING ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190223, "Text": "RT @radleybalko: As much as I'd like to revel in this (like all red-blooded Americans, I too hate the Patriots), a \"months-long\" investigat…", "clean_text": "RT @RADLEYBALKO AS MUCH AS ID LIKE TO REVEL IN THIS LIKE ALL REDBLOODED AMERICANS I TOO HATE THE PATRIOTS A MONTHSLONG INVESTIGAT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20190222, "Text": "This isn’t a victory lap as a change in seats has had me uninvolved in the trade. And perhaps this rant is stale as… https://t.co/yZ2Ob9b6fk", "clean_text": "THIS ISNT A VICTORY LAP AS A CHANGE IN SEATS HAS HAD ME UNINVOLVED IN THE TRADE AND PERHAPS THIS RANT IS STALE AS ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "CitronResearch", "Time": 20190222, "Text": "Citron turns positive on $Z.  Longtime foe now a shareholder.  Barton is a STUD as he says \"I have been fortunate e… https://t.co/6zzfQ1BBPi", "clean_text": "CITRON TURNS POSITIVE ON Z  LONGTIME FOE NOW A SHAREHOLDER  BARTON IS A STUD AS HE SAYS I HAVE BEEN FORTUNATE E ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "marketfolly", "Time": 20190221, "Text": "@OliveDrabGreen Yeah certainly could be the case.  Just confusing that their Dec monthly tearsheet listed it as a t… https://t.co/oPhDx3Ic7o", "clean_text": "@OLIVEDRABGREEN YEAH CERTAINLY COULD BE THE CASE  JUST CONFUSING THAT THEIR DEC MONTHLY TEARSHEET LISTED IT AS A T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20190220, "Text": "@NY1weather But kurtis blow didn’t sing the message. He sang the breaks among many other songs. Grandmaster flash a… https://t.co/n7Znk9dbbc", "clean_text": "@NY1WEATHER BUT KURTIS BLOW DIDNT SING THE MESSAGE HE SANG THE BREAKS AMONG MANY OTHER SONGS GRANDMASTER FLASH A ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20190220, "Text": "Featuring a discussion of activist short selling, which hit a record high in Canada last year. https://t.co/VdF9yT6fQP", "clean_text": "FEATURING A DISCUSSION OF ACTIVIST SHORT SELLING WHICH HIT A RECORD HIGH IN CANADA LAST YEAR ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "MicroFundy", "Time": 20190219, "Text": "gimme a sec, I need to delete all those \"MLB free agents aren't getting paid\" tweets...", "clean_text": "GIMME A SEC I NEED TO DELETE ALL THOSE MLB FREE AGENTS ARENT GETTING PAID TWEETS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190219, "Text": "@conorsen n=2 in a week. i already read someone questioning what Trout will get in 2021. Having said that, I was su… https://t.co/OfYkNxt3xc", "clean_text": "@CONORSEN N2 IN A WEEK I ALREADY READ SOMEONE QUESTIONING WHAT TROUT WILL GET IN 2021 HAVING SAID THAT I WAS SU ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GothamResearch", "Time": 20190218, "Text": "Today, Germany’s securities regulator, BAFIN imposed a ban on a single issuer, Wirecard. This action is an unpreced… https://t.co/rv67aensLW", "clean_text": "TODAY GERMANYS SECURITIES REGULATOR BAFIN IMPOSED A BAN ON A SINGLE ISSUER WIRECARD THIS ACTION IS AN UNPRECED ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "GothamResearch", "Time": 20190218, "Text": "Though Germany is a different country from the USA, and its experience with short selling may differ from the USA’s… https://t.co/t4NcacO9NG", "clean_text": "THOUGH GERMANY IS A DIFFERENT COUNTRY FROM THE USA AND ITS EXPERIENCE WITH SHORT SELLING MAY DIFFER FROM THE USAS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GothamResearch", "Time": 20190218, "Text": "BAFIN &amp; other regulators worldwide have a difficult, often thankless job. We are sympathetic to the difficulties th… https://t.co/oMhaQtQnbs", "clean_text": "BAFIN AMP OTHER REGULATORS WORLDWIDE HAVE A DIFFICULT OFTEN THANKLESS JOB WE ARE SYMPATHETIC TO THE DIFFICULTIES TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]