["A", {"Name": "JohnHuber72", "Time": 20190820, "Text": "But, I think many are overestimating odds of big BRK buybacks anytime soon. Buffett's goal is a fair share price, b… https://t.co/2eonjSH5L5", "clean_text": "BUT I THINK MANY ARE OVERESTIMATING ODDS OF BIG BRK BUYBACKS ANYTIME SOON BUFFETT GOAL IS A FAIR SHARE PRICE B ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190820, "Text": "@EdBorgato It’s also overrated. I’ll use Cal Newport’s point, which I think is a good one: Better to focus on devel… https://t.co/CFJcM0UoHd", "clean_text": "@EDBORGATO ITS ALSO OVERRATED ILL USE CAL NEWPORTS POINT WHICH I THINK IS A GOOD ONE BETTER TO FOCUS ON DEVEL ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190819, "Text": "Why bother with fact checking before pontificating as a China “expert”? https://t.co/IeGlcR1XNp", "clean_text": "WHY BOTHER WITH FACT CHECKING BEFORE PONTIFICATING AS A CHINA EXPERT” ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190819, "Text": "RT @opinion_joe: Here’s my take on the $MDXG brouhaha. Spoiler alert: ⁦@AlderLaneeggs⁩ and his allies are trying to destroy a company whose…", "clean_text": "RT @OPINION_JOE HERES MY TAKE ON THE MDXG BROUHAHA SPOILER ALERT ⁦@ALDERLANEEGGS⁩ AND HIS ALLIES ARE TRYING TO DESTROY A COMPANY WHOSE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190817, "Text": "Cc: .@realDonaldTrump However, GS is kinda a fake news organization. https://t.co/uFdGq3hsvZ", "clean_text": "CC @REALDONALDTRUMP HOWEVER GS IS KINDA A FAKE NEWS ORGANIZATION ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190817, "Text": "Now on view at the Hood Museum of Art at Dartmouth College is a soft sculpture “couch” by Yayoi Kusama.  It is a masterpiece of modern art.", "clean_text": "NOW ON VIEW AT THE HOOD MUSEUM OF ART AT DARTMOUTH COLLEGE IS A SOFT SCULPTURE COUCH” BY YAYOI KUSAMA  IT IS A MASTERPIECE OF MODERN ART", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20190815, "Text": "30Y UST at its lowest yield ever is being touted as a “buy” about as loudly as the 10Y was July 6, 2016 when its yield troughed at 1.32%.", "clean_text": "30Y UST AT ITS LOWEST YIELD EVER IS BEING TOUTED AS A BUY” ABOUT AS LOUDLY AS THE 10Y WAS JULY 6 2016 WHEN ITS YIELD TROUGHED AT 132%", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190815, "Text": "There is a lot of worry about bank profits if rates fall further, but net interest income in US banking system has… https://t.co/BQN5mQpaNu", "clean_text": "THERE IS A LOT OF WORRY ABOUT BANK PROFITS IF RATES FALL FURTHER BUT NET INTEREST INCOME IN US BANKING SYSTEM HAS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190815, "Text": "@AdamB1438 NII has risen basically every single year since 1934. There’s a clear link between economic growth, bank… https://t.co/DcV2Gfv1Lg", "clean_text": "@ADAMB1438 NII HAS RISEN BASICALLY EVERY SINGLE YEAR SINCE 1934 THERES A CLEAR LINK BETWEEN ECONOMIC GROWTH BANK ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190814, "Text": "“Slidin’ Biden” placed in a statistical tie with “Soarin’ Warren” in the “YouGov for The Economist” National poll released today.", "clean_text": "SLIDIN BIDEN” PLACED IN A STATISTICAL TIE WITH SOARIN WARREN” IN THE YOUGOV FOR THE ECONOMIST” NATIONAL POLL RELEASED TODAY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190813, "Text": "@LongShortTrader @cathaypacific Cathy had a de facto monopoly over HKG. Getting into a political hot mass is a quic… https://t.co/QlL8Ma3Od9", "clean_text": "@LONGSHORTTRADER @CATHAYPACIFIC CATHY HAD A DE FACTO MONOPOLY OVER HKG GETTING INTO A POLITICAL HOT MASS IS A QUIC ", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "JohnHuber72", "Time": 20190812, "Text": "Two headline pieces in last two papers regarding the prospect of negative rates. Seems this view is a big reason wh… https://t.co/aaumTKjXjC", "clean_text": "TWO HEADLINE PIECES IN LAST TWO PAPERS REGARDING THE PROSPECT OF NEGATIVE RATES SEEMS THIS VIEW IS A BIG REASON WH ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190812, "Text": "Not a great deal if you’re married. If your personal cost of capital is 8% (i.e. your opportunity cost is the S&amp;P 5… https://t.co/rS0wIu001Y", "clean_text": "NOT A GREAT DEAL IF YOURE MARRIED IF YOUR PERSONAL COST OF CAPITAL IS 8% IE YOUR OPPORTUNITY COST IS THE SAMPP 5 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190809, "Text": "Maybin, Tauchman, Urshela, LeMahieu now all in the top 15 in the AL in OPS with a minimum of 150ABs.", "clean_text": "MAYBIN TAUCHMAN URSHELA LEMAHIEU NOW ALL IN THE TOP 15 IN THE AL IN OPS WITH A MINIMUM OF 150ABS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190808, "Text": "And yet, commentary in mainstream media this past week pushed a narrative that the Fed should raise rates due to economy “overheating”. Wow.", "clean_text": "AND YET COMMENTARY IN MAINSTREAM MEDIA THIS PAST WEEK PUSHED A NARRATIVE THAT THE FED SHOULD RAISE RATES DUE TO ECONOMY OVERHEATING” WOW", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190807, "Text": "$SPX +2.\nFinally, a nice quiet day.", "clean_text": "SPX +2\nFINALLY A NICE QUIET DAY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]