["A", {"Name": "TMTanalyst", "Time": 20190208, "Text": "RT @JeffBezos: I’ve written a post about developments with the National Enquirer and its parent company, AMI. You can find it here: https:/…", "clean_text": "RT @JEFFBEZOS IVE WRITTEN A POST ABOUT DEVELOPMENTS WITH THE NATIONAL ENQUIRER AND ITS PARENT COMPANY AMI YOU CAN FIND IT HERE HTTPS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190207, "Text": "@kor_capital It's not a worry for us. $I is a holding in very seasoned PE funds where other investments have been s… https://t.co/KuNbKxPhl3", "clean_text": "@KOR_CAPITAL IT NOT A WORRY FOR US I IS A HOLDING IN VERY SEASONED PE FUNDS WHERE OTHER INVESTMENTS HAVE BEEN S ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190206, "Text": "CBA reportedly \"up to its eyeballs\" with advisors. There's a lot going on behind the scenes and deal talks are heat… https://t.co/hUsF5WrYVW", "clean_text": "CBA REPORTEDLY UP TO ITS EYEBALLS WITH ADVISORS THERE A LOT GOING ON BEHIND THE SCENES AND DEAL TALKS ARE HEAT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190206, "Text": "Current stock price implies $0.21/MHz-pop for C band, a nonsensical valuation. Prices could easily go for $0.50 to… https://t.co/djIMx7I8HI", "clean_text": "CURRENT STOCK PRICE IMPLIES 021MHZPOP FOR C BAND A NONSENSICAL VALUATION PRICES COULD EASILY GO FOR 050 TO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190206, "Text": "@kor_capital I can share my thoughts on our 11am call, but long story short, I don't think it's a worry. $I is a ho… https://t.co/ePSgfZq9N0", "clean_text": "@KOR_CAPITAL I CAN SHARE MY THOUGHTS ON OUR 11AM CALL BUT LONG STORY SHORT I DONT THINK IT A WORRY I IS A HO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190206, "Text": "@radarcorp888 We sold some at those higher prices, and bought a lot back at lower prices in Q4 and YTD. Regardless… https://t.co/ce4fYFbRyn", "clean_text": "@RADARCORP888 WE SOLD SOME AT THOSE HIGHER PRICES AND BOUGHT A LOT BACK AT LOWER PRICES IN Q4 AND YTD REGARDLESS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190206, "Text": "RT @ActivistInsight: 2018 was a big year for Viceroy. Keep 'em coming! https://t.co/4l4uI4xbBd", "clean_text": "RT @ACTIVISTINSIGHT 2018 WAS A BIG YEAR FOR VICEROY KEEP EM COMING ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20190201, "Text": "Taking profits on $APHA.  Stock up 60% since call a month ago.  Canadian Weed has run too far moving into in US nam… https://t.co/dW4CCeB80j", "clean_text": "TAKING PROFITS ON APHA  STOCK UP 60% SINCE CALL A MONTH AGO  CANADIAN WEED HAS RUN TOO FAR MOVING INTO IN US NAM ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190129, "Text": "RT @PunditPatent: $QCOM #FTCQCOM The transcript of a meeting between QTL (Blecker, Gonnell and Reifscheider) and the IRS (Howell) was poste…", "clean_text": "RT @PUNDITPATENT QCOM #FTCQCOM THE TRANSCRIPT OF A MEETING BETWEEN QTL BLECKER GONNELL AND REIFSCHEIDER AND THE IRS HOWELL WAS POSTE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]