["ARE", {"Name": "pmarca", "Time": 20191025, "Text": "\"The world of technology thrives best when individuals are left alone to be different, creative, and disobedient.\"… https://t.co/5GufYtH3xh", "clean_text": "THE WORLD OF TECHNOLOGY THRIVES BEST WHEN INDIVIDUALS ARE LEFT ALONE TO BE DIFFERENT CREATIVE AND DISOBEDIENT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20191021, "Text": "@goldencaskcap All Chinese bank branches are walled off, it seems", "clean_text": "@GOLDENCASKCAP ALL CHINESE BANK BRANCHES ARE WALLED OFF IT SEEMS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20191021, "Text": "@talktoskirt @GarrettHaake Also big difference between 401k savings which are pre-tax, have company match etc and $… https://t.co/JV6CABTmny", "clean_text": "@TALKTOSKIRT @GARRETTHAAKE ALSO BIG DIFFERENCE BETWEEN 401K SAVINGS WHICH ARE PRETAX HAVE COMPANY MATCH ETC AND  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20191016, "Text": "@Morgan_03 Lawyers who joke &gt; lawyers who are jokes", "clean_text": "@MORGAN_03 LAWYERS WHO JOKE GT LAWYERS WHO ARE JOKES", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ValueDude", "Time": 20191015, "Text": "NJ is set to report September 2019 in a few hours.  And later this week, PA will follow.  I think they are importan… https://t.co/XCkGEuQIgJ", "clean_text": "NJ IS SET TO REPORT SEPTEMBER 2019 IN A FEW HOURS  AND LATER THIS WEEK PA WILL FOLLOW  I THINK THEY ARE IMPORTAN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191015, "Text": "RT @TheIpHawk: $TEUM that press release was essentially admitting they have no idea what they are doing and will need 12 months to figure i…", "clean_text": "RT @THEIPHAWK TEUM THAT PRESS RELEASE WAS ESSENTIALLY ADMITTING THEY HAVE NO IDEA WHAT THEY ARE DOING AND WILL NEED 12 MONTHS TO FIGURE I", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191011, "Text": "Much emphasis goes into finding hidden bargains, when some of the best bargains in some of the best companies are h… https://t.co/VFZpfQtGm4", "clean_text": "MUCH EMPHASIS GOES INTO FINDING HIDDEN BARGAINS WHEN SOME OF THE BEST BARGAINS IN SOME OF THE BEST COMPANIES ARE H ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]