["OF", {"Name": "JohnHuber72", "Time": 20191011, "Text": "Much emphasis goes into finding hidden bargains, when some of the best bargains in some of the best companies are h… https://t.co/VFZpfQtGm4", "clean_text": "MUCH EMPHASIS GOES INTO FINDING HIDDEN BARGAINS WHEN SOME OF THE BEST BARGAINS IN SOME OF THE BEST COMPANIES ARE H ", "count1": 0, "count2": 1, "count3": 2, "count4": 2}, {"Name": "TMTanalyst", "Time": 20191005, "Text": "@ppearlman @ex_wirehouse What kind of doodle?  We got a mini golden doodle last spring. She is amazing!!!  Although ours is an urban pup.", "clean_text": "@PPEARLMAN @EX_WIREHOUSE WHAT KIND OF DOODLE  WE GOT A MINI GOLDEN DOODLE LAST SPRING SHE IS AMAZING  ALTHOUGH OURS IS AN URBAN PUP", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20191003, "Text": "Apple buying soundjam in 2000, this was the predecessor to iTunes which changed the entire trajectory of Apple and… https://t.co/CN7g4dmDSB", "clean_text": "APPLE BUYING SOUNDJAM IN 2000 THIS WAS THE PREDECESSOR TO ITUNES WHICH CHANGED THE ENTIRE TRAJECTORY OF APPLE AND ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191003, "Text": "What if it’s just that the vast majority of Facebook followers just don’t care about Facebook internal turmoil near… https://t.co/SP9AOrQ0om", "clean_text": "WHAT IF ITS JUST THAT THE VAST MAJORITY OF FACEBOOK FOLLOWERS JUST DONT CARE ABOUT FACEBOOK INTERNAL TURMOIL NEAR ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FundyLongShort", "Time": 20191002, "Text": "\"In the past the...leader of the Alliance of Liberals and Democrats for Europe in the European Parliament has deman… https://t.co/n6F48170lF", "clean_text": "IN THE PAST THELEADER OF THE ALLIANCE OF LIBERALS AND DEMOCRATS FOR EUROPE IN THE EUROPEAN PARLIAMENT HAS DEMAN ", "count1": 0, "count2": 2, "count3": 2, "count4": 0}, {"Name": "CitronResearch", "Time": 20190927, "Text": "$MCK as a public nuisance.  The whole story has changed.  Citron is proud to present to changing status of the opio… https://t.co/bZvjV6IUlO", "clean_text": "MCK AS A PUBLIC NUISANCE  THE WHOLE STORY HAS CHANGED  CITRON IS PROUD TO PRESENT TO CHANGING STATUS OF THE OPIO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190927, "Text": "RT @WallStCynic: @AureliusValue Great read on the scam artists in residential solar panel leasing. The “Tin Men” of the 21st Century. $VSLR…", "clean_text": "RT @WALLSTCYNIC @AURELIUSVALUE GREAT READ ON THE SCAM ARTISTS IN RESIDENTIAL SOLAR PANEL LEASING THE TIN MEN” OF THE 21ST CENTURY VSLR", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190927, "Text": "$VSLR undisclosed lawsuits repeatedly accuse Vivint of forging signatures of homeowners, including elderly, disable… https://t.co/T10QXowGaJ", "clean_text": "VSLR UNDISCLOSED LAWSUITS REPEATEDLY ACCUSE VIVINT OF FORGING SIGNATURES OF HOMEOWNERS INCLUDING ELDERLY DISABLE ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}]