["A", {"Name": "MicroFundy", "Time": 20190809, "Text": "Maybin, Tauchman, Urshela, LeMahieu now all in the top 15 in the AL in OPS with a minimum of 150ABs.", "clean_text": "MAYBIN TAUCHMAN URSHELA LEMAHIEU NOW ALL IN THE TOP 15 IN THE AL IN OPS WITH A MINIMUM OF 150ABS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190808, "Text": "And yet, commentary in mainstream media this past week pushed a narrative that the Fed should raise rates due to economy “overheating”. Wow.", "clean_text": "AND YET COMMENTARY IN MAINSTREAM MEDIA THIS PAST WEEK PUSHED A NARRATIVE THAT THE FED SHOULD RAISE RATES DUE TO ECONOMY OVERHEATING” WOW", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190807, "Text": "$SPX +2.\nFinally, a nice quiet day.", "clean_text": "SPX +2\nFINALLY A NICE QUIET DAY", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190805, "Text": "The US Treasury market yield levels reached today imply not only certainty of a September rate cut, but more than 1/3 chance of fully 50 bp.", "clean_text": "THE US TREASURY MARKET YIELD LEVELS REACHED TODAY IMPLY NOT ONLY CERTAINTY OF A SEPTEMBER RATE CUT BUT MORE THAN 13 CHANCE OF FULLY 50 BP", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190805, "Text": "A customer now accuses $TEUM of fraud in a newly filed lawsuit.  Alleges $TEUM management lied about its technologi… https://t.co/rfbu3IZ4Ix", "clean_text": "A CUSTOMER NOW ACCUSES TEUM OF FRAUD IN A NEWLY FILED LAWSUIT  ALLEGES TEUM MANAGEMENT LIED ABOUT ITS TECHNOLOGI ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190805, "Text": "Lawsuit also alleges $TEUM management perpetrated a hoax at the investor day by stealing YMM's IP and then falsely… https://t.co/1z7FKL1xVc", "clean_text": "LAWSUIT ALSO ALLEGES TEUM MANAGEMENT PERPETRATED A HOAX AT THE INVESTOR DAY BY STEALING YMM IP AND THEN FALSELY ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190802, "Text": "@given2tweet congrats Matt! Give me a holler if they ever need coaching with how to answer 'do you ever wake up and… https://t.co/OrP3ZCd0Hp", "clean_text": "@GIVEN2TWEET CONGRATS MATT GIVE ME A HOLLER IF THEY EVER NEED COACHING WITH HOW TO ANSWER DO YOU EVER WAKE UP AND ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190801, "Text": "@TSOH_Investing Yeah, good point, and I think lack of catalyst is a big reason why stocks get cheap. People want re… https://t.co/QWJLSR3hG6", "clean_text": "@TSOH_INVESTING YEAH GOOD POINT AND I THINK LACK OF CATALYST IS A BIG REASON WHY STOCKS GET CHEAP PEOPLE WANT RE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190728, "Text": "“I’ve been dreamin’ about that for a long time now”... not about playing in the NBA, but getting a blue checkmark o… https://t.co/Z4Ryfu4wMo", "clean_text": "IVE BEEN DREAMIN ABOUT THAT FOR A LONG TIME NOW” NOT ABOUT PLAYING IN THE NBA BUT GETTING A BLUE CHECKMARK O ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}]