["THE", {"Name": "TruthGundlach", "Time": 20191219, "Text": "@MichaelParthum Might “look better” to some but it would not be art without the tweets.  They give it context, mode… https://t.co/4AdPbU7HW1", "clean_text": "@MICHAELPARTHUM MIGHT LOOK BETTER” TO SOME BUT IT WOULD NOT BE ART WITHOUT THE TWEETS  THEY GIVE IT CONTEXT MODE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191218, "Text": "In case there is any doubt, “yes” Playoff Bound 2019 (photo of Josh Allen &amp; fans at  Buffalo Airport) will be up at the AKG opening in 2022.", "clean_text": "IN CASE THERE IS ANY DOUBT YES” PLAYOFF BOUND 2019 PHOTO OF JOSH ALLEN AMP FANS AT  BUFFALO AIRPORT WILL BE UP AT THE AKG OPENING IN 2022", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20191218, "Text": "\"We’re reaching out to remind you that as of today, the price of your Hulu (No Ads) + Live TV plan has increased fr… https://t.co/O8enS01TsQ", "clean_text": "WERE REACHING OUT TO REMIND YOU THAT AS OF TODAY THE PRICE OF YOUR HULU NO ADS LIVE TV PLAN HAS INCREASED FR ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191218, "Text": "@ToddWenning Ha, this is probably my all time favorite line from The Office! 😂", "clean_text": "@TODDWENNING HA THIS IS PROBABLY MY ALL TIME FAVORITE LINE FROM THE OFFICE 😂", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20191218, "Text": "$FLT  New Citron Report shows indisputable evidence that the FTC is within weeks of filing a lawsuit that will fore… https://t.co/clguPSXd4a", "clean_text": "FLT  NEW CITRON REPORT SHOWS INDISPUTABLE EVIDENCE THAT THE FTC IS WITHIN WEEKS OF FILING A LAWSUIT THAT WILL FORE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191216, "Text": "@adoxen @RandolphDuke7 @VincePagano Definitely exceeding my expectations. The D is good and Allen is making improve… https://t.co/qHOHGPWWnl", "clean_text": "@ADOXEN @RANDOLPHDUKE7 @VINCEPAGANO DEFINITELY EXCEEDING MY EXPECTATIONS THE D IS GOOD AND ALLEN IS MAKING IMPROVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20191215, "Text": "How the Icahn-Ackman 'Battle of the Billionaires' on CNBC became a defining moment of the decade https://t.co/KjzPa4B9z2", "clean_text": "HOW THE ICAHNACKMAN BATTLE OF THE BILLIONAIRE ON CNBC BECAME A DEFINING MOMENT OF THE DECADE ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20191213, "Text": "Activism is the No. 1 way to create superior returns, hedge fund manager Jamie Dinan says https://t.co/JdgvzzZjZL", "clean_text": "ACTIVISM IS THE NO 1 WAY TO CREATE SUPERIOR RETURNS HEDGE FUND MANAGER JAMIE DINAN SAYS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191213, "Text": "Some quant should run a backrest to see the performance of stocks that don’t cite EBITDA or adjusted numbers in the… https://t.co/9uRIIIqKfd", "clean_text": "SOME QUANT SHOULD RUN A BACKREST TO SEE THE PERFORMANCE OF STOCKS THAT DONT CITE EBITDA OR ADJUSTED NUMBERS IN THE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191213, "Text": "Same goes for the length of the 10-K. I bet there is a direct correlation between stock price performance and brevi… https://t.co/cU8VR3YUMD", "clean_text": "SAME GOES FOR THE LENGTH OF THE 10K I BET THERE IS A DIRECT CORRELATION BETWEEN STOCK PRICE PERFORMANCE AND BREVI ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191213, "Text": "RT @zerohedge: Pop quiz: What is the best performing asset since 2010. \n\nAnswer shortly.", "clean_text": "RT @ZEROHEDGE POP QUIZ WHAT IS THE BEST PERFORMING ASSET SINCE 2010 \n\nANSWER SHORTLY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191212, "Text": "Rodney Taylor passed away today, far too young. He was one of the many great Buffalo contemporary artists. We will forever cherish his work.", "clean_text": "RODNEY TAYLOR PASSED AWAY TODAY FAR TOO YOUNG HE WAS ONE OF THE MANY GREAT BUFFALO CONTEMPORARY ARTISTS WE WILL FOREVER CHERISH HIS WORK", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191212, "Text": "I've had a few people asking what happened to the old Base Hit Investing site. We merged it into Saber Capital's up… https://t.co/RZ9dBlB4HJ", "clean_text": "IVE HAD A FEW PEOPLE ASKING WHAT HAPPENED TO THE OLD BASE HIT INVESTING SITE WE MERGED IT INTO SABER CAPITAL UP ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20191212, "Text": "$NBIX not surprising. This is the same Piper analyst who consistently touted $INSYQ despite clear evidence of the f… https://t.co/7f30tWbDXd", "clean_text": "NBIX NOT SURPRISING THIS IS THE SAME PIPER ANALYST WHO CONSISTENTLY TOUTED INSYQ DESPITE CLEAR EVIDENCE OF THE F ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191212, "Text": ".@blakeellis3 @melhicken The Avanir actors have reassembled at $NBIX Neurocrine Bio and now collectively paying mil… https://t.co/iuFSIn6NPc", "clean_text": "@BLAKEELLIS3 @MELHICKEN THE AVANIR ACTORS HAVE REASSEMBLED AT NBIX NEUROCRINE BIO AND NOW COLLECTIVELY PAYING MIL ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191211, "Text": "@trengriffin Agreed Tren. I was using the word profits to imply cash coming in. There are exceptions (AMZN being th… https://t.co/B573UwIAcH", "clean_text": "@TRENGRIFFIN AGREED TREN I WAS USING THE WORD PROFITS TO IMPLY CASH COMING IN THERE ARE EXCEPTIONS AMZN BEING TH ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191211, "Text": "@trengriffin Yep, completely agree. ROIC and FCF (including stock based comp expense) are critical to judging the q… https://t.co/x28o0sCCsJ", "clean_text": "@TRENGRIFFIN YEP COMPLETELY AGREE ROIC AND FCF INCLUDING STOCK BASED COMP EXPENSE ARE CRITICAL TO JUDGING THE Q ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "$NBIX: The Tiger's Stripes https://t.co/iZ87aW5XFC via @AureliusValue", "clean_text": "NBIX THE TIGER STRIPES  VIA @AURELIUSVALUE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "The architect of $NBIX’s sales and marketing activities, Chief Commercial Officer, Eric Benevich, appears to be “Ex… https://t.co/xhD5blKDF1", "clean_text": "THE ARCHITECT OF NBIXS SALES AND MARKETING ACTIVITIES CHIEF COMMERCIAL OFFICER ERIC BENEVICH APPEARS TO BE EX ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "$NBIX appears to have brought \"the band\" from Avanir back together, hiring at least 64 former Avanir/Otsuka employe… https://t.co/y9lXIZuCdP", "clean_text": "NBIX APPEARS TO HAVE BROUGHT THE BAND FROM AVANIR BACK TOGETHER HIRING AT LEAST 64 FORMER AVANIROTSUKA EMPLOYE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191210, "Text": "Such a simple concept when analyzing companies: is the business profitable? If not, why not? The best companies are… https://t.co/J7nLgW9L8c", "clean_text": "SUCH A SIMPLE CONCEPT WHEN ANALYZING COMPANIES IS THE BUSINESS PROFITABLE IF NOT WHY NOT THE BEST COMPANIES ARE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20191210, "Text": "Almost Daily Grant's 12/10: From the clouds     $AMZN     https://t.co/2SGk5XqIiq https://t.co/TbC27F9Zy8", "clean_text": "ALMOST DAILY GRANT 1210 FROM THE CLOUDS AMZN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "Will this Coincide with the end of the bond bull market ? https://t.co/3f6EqsPJUA", "clean_text": "WILL THIS COINCIDE WITH THE END OF THE BOND BULL MARKET  ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "RT @zerohedge: Here's the problem: according to the BIS, hedge fund leverage to the tune of 5x in the case of Millennium and 7.5x for Citad…", "clean_text": "RT @ZEROHEDGE HERE THE PROBLEM ACCORDING TO THE BIS HEDGE FUND LEVERAGE TO THE TUNE OF 5X IN THE CASE OF MILLENNIUM AND 75X FOR CITAD", "count1": 4, "count2": 0, "count3": 2, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "RT @zerohedge: Citadel's leverage is almost as large as the NY Fed's http://t.co/sCBx3JcwNr http://t.co/AeUkOH9N8E", "clean_text": "RT @ZEROHEDGE CITADEL LEVERAGE IS ALMOST AS LARGE AS THE NY FED  ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "How about the $RIO for $FCX rumour? https://t.co/Zm2yEFvp3Q", "clean_text": "HOW ABOUT THE RIO FOR FCX RUMOUR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191209, "Text": "RT @FreightWaves: We will be doing live coverage of the Celadon Bankruptcy today across our social media channels.  Be sure to tune in for…", "clean_text": "RT @FREIGHTWAVES WE WILL BE DOING LIVE COVERAGE OF THE CELADON BANKRUPTCY TODAY ACROSS OUR SOCIAL MEDIA CHANNELS  BE SURE TO TUNE IN FOR", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20191209, "Text": "RT @ldelevingne: .@ColumbiaLaw's Josh Mitts on anti-short seller measures in Japan: \"Steps to restrict the supply of shares available for b…", "clean_text": "RT @LDELEVINGNE @COLUMBIALAW JOSH MITTS ON ANTISHORT SELLER MEASURES IN JAPAN STEPS TO RESTRICT THE SUPPLY OF SHARES AVAILABLE FOR B", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20191208, "Text": "RT @isaaacarrasco: a guy at Art Basel pulled the banana worth $120k off the wall and ATE IT!!!! here’s him being escorted out https://t.co/…", "clean_text": "RT @ISAAACARRASCO A GUY AT ART BASEL PULLED THE BANANA WORTH 120K OFF THE WALL AND ATE IT HERES HIM BEING ESCORTED OUT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191207, "Text": "RT @PresciencePoint: In addition to the company paying a $42M fine, we commend the DOJ and the SEC for charging former Celadon executives w…", "clean_text": "RT @PRESCIENCEPOINT IN ADDITION TO THE COMPANY PAYING A 42M FINE WE COMMEND THE DOJ AND THE SEC FOR CHARGING FORMER CELADON EXECUTIVES W", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191207, "Text": "@rationalwalk If recent history is a guide, I doubt AAPL slows the pace of buybacks as the share price climbs. They… https://t.co/VukXwxZJZr", "clean_text": "@RATIONALWALK IF RECENT HISTORY IS A GUIDE I DOUBT AAPL SLOWS THE PACE OF BUYBACKS AS THE SHARE PRICE CLIMBS THEY ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191206, "Text": "Political advice: if the theme is restoring America’s soul and bringing people together, don’t fat shame, age shame and insult a voter’s IQ.", "clean_text": "POLITICAL ADVICE IF THE THEME IS RESTORING AMERICAS SOUL AND BRINGING PEOPLE TOGETHER DONT FAT SHAME AGE SHAME AND INSULT A VOTERS IQ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191206, "Text": "In addition to the company paying a $42M fine, we commend the DOJ and the SEC for charging former Celadon executive… https://t.co/qCQjBKJUyR", "clean_text": "IN ADDITION TO THE COMPANY PAYING A 42M FINE WE COMMEND THE DOJ AND THE SEC FOR CHARGING FORMER CELADON EXECUTIVE ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191205, "Text": "@greg_ip You let them in Greg, no questions asked. The value of that person not missing their flight is so much mor… https://t.co/ioQc2g9hoQ", "clean_text": "@GREG_IP YOU LET THEM IN GREG NO QUESTIONS ASKED THE VALUE OF THAT PERSON NOT MISSING THEIR FLIGHT IS SO MUCH MOR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20191205, "Text": "@jonsticha EXACTLY.  Amazing that the Dems as a whole cannot see this.  Wait, maybe they don't have an alternative vision that's compelling.", "clean_text": "@JONSTICHA EXACTLY  AMAZING THAT THE DEMS AS A WHOLE CANNOT SEE THIS  WAIT MAYBE THEY DONT HAVE AN ALTERNATIVE VISION THAT COMPELLING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]