["TO", {"Name": "MicroFundy", "Time": 20190314, "Text": "Both $DELL and $CELG-$BMY spread on fire today. Would love to share some of whatever @given2tweet is going to be drinking this afternoon.", "clean_text": "BOTH DELL AND CELGBMY SPREAD ON FIRE TODAY WOULD LOVE TO SHARE SOME OF WHATEVER @GIVEN2TWEET IS GOING TO BE DRINKING THIS AFTERNOON", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20190314, "Text": "RT @sprucepointcap: Classic \"defense\" - shoot the messenger, blame the short-seller for failing to appease the market $XPO - nevermind the…", "clean_text": "RT @SPRUCEPOINTCAP CLASSIC DEFENSE  SHOOT THE MESSENGER BLAME THE SHORTSELLER FOR FAILING TO APPEASE THE MARKET XPO  NEVERMIND THE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190313, "Text": "@ActivistInsight yesterday highlighted our $K update to their email subscribers. We maintain a high conviction in o… https://t.co/Ld7yZvRnmD", "clean_text": "@ACTIVISTINSIGHT YESTERDAY HIGHLIGHTED OUR K UPDATE TO THEIR EMAIL SUBSCRIBERS WE MAINTAIN A HIGH CONVICTION IN O ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190313, "Text": "TAM for Zio much smaller than mgmt suggests, due to lack of real-time functionality, lengthy delay in results, cost… https://t.co/GXF2NvcXci", "clean_text": "TAM FOR ZIO MUCH SMALLER THAN MGMT SUGGESTS DUE TO LACK OF REALTIME FUNCTIONALITY LENGTHY DELAY IN RESULTS COST ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190311, "Text": "as stipulated by Chinese law, direct selling companies are required to post at 15% of monthly sales into a governme… https://t.co/51Mowoft85", "clean_text": "AS STIPULATED BY CHINESE LAW DIRECT SELLING COMPANIES ARE REQUIRED TO POST AT 15% OF MONTHLY SALES INTO A GOVERNME ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190311, "Text": "now one has to wonder, did $USNA really generate ~$50m in sales in China? or its SEC filings reliable? or is the co… https://t.co/xFww3Sf7Hm", "clean_text": "NOW ONE HAS TO WONDER DID USNA REALLY GENERATE ~50M IN SALES IN CHINA OR ITS SEC FILINGS RELIABLE OR IS THE CO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "The curious case of $USNA Chinese sales: according to its latest 10-K, $USNA reported $586.5m sales in mainland Chi… https://t.co/UqDej6bZWc", "clean_text": "THE CURIOUS CASE OF USNA CHINESE SALES ACCORDING TO ITS LATEST 10K USNA REPORTED 5865M SALES IN MAINLAND CHI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "However, in $USNA report to Chinese government, the company only has 223 contracted direct selling personnel in Chi… https://t.co/2K9gPE6stB", "clean_text": "HOWEVER IN USNA REPORT TO CHINESE GOVERNMENT THE COMPANY ONLY HAS 223 CONTRACTED DIRECT SELLING PERSONNEL IN CHI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "This is in stark contrast to competitors and the industry norm. $NUS generated $886m sales in China with over 390k… https://t.co/oeU6KIcocz", "clean_text": "THIS IS IN STARK CONTRAST TO COMPETITORS AND THE INDUSTRY NORM NUS GENERATED 886M SALES IN CHINA WITH OVER 390K ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "$HLF over $1B sales in China with over 200k contracted direct selling people (this is the ethical one according to some) 6/N", "clean_text": "HLF OVER 1B SALES IN CHINA WITH OVER 200K CONTRACTED DIRECT SELLING PEOPLE THIS IS THE ETHICAL ONE ACCORDING TO SOME 6N", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "One has to ask: is $USNA Chinese sales number reliable amid high turnover of top executives there? 7/N", "clean_text": "ONE HAS TO ASK IS USNA CHINESE SALES NUMBER RELIABLE AMID HIGH TURNOVER OF TOP EXECUTIVES THERE 7N", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "Why is $USNA disclosing 2 sets of vastly different numbers to the Chinese and US regulators separately? 9/N Cc:@SEC_Enforcement", "clean_text": "WHY IS USNA DISCLOSING 2 SETS OF VASTLY DIFFERENT NUMBERS TO THE CHINESE AND US REGULATORS SEPARATELY 9N CC@SEC_ENFORCEMENT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "BTW, if $USNA is only paying a max of 27% as incentives to its direct selling associates, how are they able to expe… https://t.co/mahody7cdk", "clean_text": "BTW IF USNA IS ONLY PAYING A MAX OF 27% AS INCENTIVES TO ITS DIRECT SELLING ASSOCIATES HOW ARE THEY ABLE TO EXPE ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190306, "Text": "@GMTResearch People have long suspected that and the stock has gone from 9 to 3. Timing is not great.", "clean_text": "@GMTRESEARCH PEOPLE HAVE LONG SUSPECTED THAT AND THE STOCK HAS GONE FROM 9 TO 3 TIMING IS NOT GREAT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190306, "Text": "PM Li Keqiang made a mention on cracking down pyramid schemes in his annual report to NPC this year. To think thing… https://t.co/OKjdKucvGN", "clean_text": "PM LI KEQIANG MADE A MENTION ON CRACKING DOWN PYRAMID SCHEMES IN HIS ANNUAL REPORT TO NPC THIS YEAR TO THINK THING ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190306, "Text": "Back when $NUS had to suspend recruiting for 3months in Q1 2014, sales in China dropped ~50% in the next 4 qtrs    $USNA", "clean_text": "BACK WHEN NUS HAD TO SUSPEND RECRUITING FOR 3MONTHS IN Q1 2014 SALES IN CHINA DROPPED ~50% IN THE NEXT 4 QTRS USNA", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190306, "Text": "We are pleased to release an update report on $K. We remain short Kellogg with HIGH CONVICTION and believe sharehol… https://t.co/DkbAD6PIHA", "clean_text": "WE ARE PLEASED TO RELEASE AN UPDATE REPORT ON K WE REMAIN SHORT KELLOGG WITH HIGH CONVICTION AND BELIEVE SHAREHOL ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190306, "Text": "Think Kraft Heinz's atrocious results and dividend cut were bad? $KHC pales in comparison to $K in valuation, accou… https://t.co/FsDdomL1bt", "clean_text": "THINK KRAFT HEINZ ATROCIOUS RESULTS AND DIVIDEND CUT WERE BAD KHC PALES IN COMPARISON TO K IN VALUATION ACCOU ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190305, "Text": "@FoolAllTheTime now BIGO is fully consolidated, $YY is the public market play to get exposure towards Bytedance/Tiktok", "clean_text": "@FOOLALLTHETIME NOW BIGO IS FULLY CONSOLIDATED YY IS THE PUBLIC MARKET PLAY TO GET EXPOSURE TOWARDS BYTEDANCETIKTOK", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190305, "Text": "RT @restofesto: If you need to take photos during your next restaurant experience, promise yourself to take more photos of your dining comp…", "clean_text": "RT @RESTOFESTO IF YOU NEED TO TAKE PHOTOS DURING YOUR NEXT RESTAURANT EXPERIENCE PROMISE YOURSELF TO TAKE MORE PHOTOS OF YOUR DINING COMP", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20190305, "Text": "RT @NBCNews: A new, large study finds that children who did not get childhood vaccines were more likely to be diagnosed with autism than ki…", "clean_text": "RT @NBCNEWS A NEW LARGE STUDY FINDS THAT CHILDREN WHO DID NOT GET CHILDHOOD VACCINES WERE MORE LIKELY TO BE DIAGNOSED WITH AUTISM THAN KI", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190305, "Text": "$I: Political noise to be expected as process moves to conclusion. CBA remains only serious proposal. FCC and Trump… https://t.co/7xfqInOii1", "clean_text": "I POLITICAL NOISE TO BE EXPECTED AS PROCESS MOVES TO CONCLUSION CBA REMAINS ONLY SERIOUS PROPOSAL FCC AND TRUMP ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190303, "Text": "What needs to happen for EURUSD to break topside of 1.16?", "clean_text": "WHAT NEEDS TO HAPPEN FOR EURUSD TO BREAK TOPSIDE OF 116", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190228, "Text": "Can't wait for activists to pressure $GPS to merge with $NAVY for massive synergies...", "clean_text": "CANT WAIT FOR ACTIVISTS TO PRESSURE GPS TO MERGE WITH NAVY FOR MASSIVE SYNERGIES", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190228, "Text": "*TESLA ACCEPTING DEPOSITS TO PAY OFF DEBT", "clean_text": "*TESLA ACCEPTING DEPOSITS TO PAY OFF DEBT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]