["TO", {"Name": "xuexishenghuo", "Time": 20190307, "Text": "The curious case of $USNA Chinese sales: according to its latest 10-K, $USNA reported $586.5m sales in mainland Chi… https://t.co/UqDej6bZWc", "clean_text": "THE CURIOUS CASE OF USNA CHINESE SALES ACCORDING TO ITS LATEST 10K USNA REPORTED 5865M SALES IN MAINLAND CHI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "However, in $USNA report to Chinese government, the company only has 223 contracted direct selling personnel in Chi… https://t.co/2K9gPE6stB", "clean_text": "HOWEVER IN USNA REPORT TO CHINESE GOVERNMENT THE COMPANY ONLY HAS 223 CONTRACTED DIRECT SELLING PERSONNEL IN CHI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "This is in stark contrast to competitors and the industry norm. $NUS generated $886m sales in China with over 390k… https://t.co/oeU6KIcocz", "clean_text": "THIS IS IN STARK CONTRAST TO COMPETITORS AND THE INDUSTRY NORM NUS GENERATED 886M SALES IN CHINA WITH OVER 390K ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "$HLF over $1B sales in China with over 200k contracted direct selling people (this is the ethical one according to some) 6/N", "clean_text": "HLF OVER 1B SALES IN CHINA WITH OVER 200K CONTRACTED DIRECT SELLING PEOPLE THIS IS THE ETHICAL ONE ACCORDING TO SOME 6N", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "One has to ask: is $USNA Chinese sales number reliable amid high turnover of top executives there? 7/N", "clean_text": "ONE HAS TO ASK IS USNA CHINESE SALES NUMBER RELIABLE AMID HIGH TURNOVER OF TOP EXECUTIVES THERE 7N", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "Why is $USNA disclosing 2 sets of vastly different numbers to the Chinese and US regulators separately? 9/N Cc:@SEC_Enforcement", "clean_text": "WHY IS USNA DISCLOSING 2 SETS OF VASTLY DIFFERENT NUMBERS TO THE CHINESE AND US REGULATORS SEPARATELY 9N CC@SEC_ENFORCEMENT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "BTW, if $USNA is only paying a max of 27% as incentives to its direct selling associates, how are they able to expe… https://t.co/mahody7cdk", "clean_text": "BTW IF USNA IS ONLY PAYING A MAX OF 27% AS INCENTIVES TO ITS DIRECT SELLING ASSOCIATES HOW ARE THEY ABLE TO EXPE ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190306, "Text": "@GMTResearch People have long suspected that and the stock has gone from 9 to 3. Timing is not great.", "clean_text": "@GMTRESEARCH PEOPLE HAVE LONG SUSPECTED THAT AND THE STOCK HAS GONE FROM 9 TO 3 TIMING IS NOT GREAT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190306, "Text": "PM Li Keqiang made a mention on cracking down pyramid schemes in his annual report to NPC this year. To think thing… https://t.co/OKjdKucvGN", "clean_text": "PM LI KEQIANG MADE A MENTION ON CRACKING DOWN PYRAMID SCHEMES IN HIS ANNUAL REPORT TO NPC THIS YEAR TO THINK THING ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190306, "Text": "Back when $NUS had to suspend recruiting for 3months in Q1 2014, sales in China dropped ~50% in the next 4 qtrs    $USNA", "clean_text": "BACK WHEN NUS HAD TO SUSPEND RECRUITING FOR 3MONTHS IN Q1 2014 SALES IN CHINA DROPPED ~50% IN THE NEXT 4 QTRS USNA", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190306, "Text": "We are pleased to release an update report on $K. We remain short Kellogg with HIGH CONVICTION and believe sharehol… https://t.co/DkbAD6PIHA", "clean_text": "WE ARE PLEASED TO RELEASE AN UPDATE REPORT ON K WE REMAIN SHORT KELLOGG WITH HIGH CONVICTION AND BELIEVE SHAREHOL ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190306, "Text": "Think Kraft Heinz's atrocious results and dividend cut were bad? $KHC pales in comparison to $K in valuation, accou… https://t.co/FsDdomL1bt", "clean_text": "THINK KRAFT HEINZ ATROCIOUS RESULTS AND DIVIDEND CUT WERE BAD KHC PALES IN COMPARISON TO K IN VALUATION ACCOU ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190305, "Text": "@FoolAllTheTime now BIGO is fully consolidated, $YY is the public market play to get exposure towards Bytedance/Tiktok", "clean_text": "@FOOLALLTHETIME NOW BIGO IS FULLY CONSOLIDATED YY IS THE PUBLIC MARKET PLAY TO GET EXPOSURE TOWARDS BYTEDANCETIKTOK", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20190305, "Text": "RT @restofesto: If you need to take photos during your next restaurant experience, promise yourself to take more photos of your dining comp…", "clean_text": "RT @RESTOFESTO IF YOU NEED TO TAKE PHOTOS DURING YOUR NEXT RESTAURANT EXPERIENCE PROMISE YOURSELF TO TAKE MORE PHOTOS OF YOUR DINING COMP", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190305, "Text": "RT @NBCNews: A new, large study finds that children who did not get childhood vaccines were more likely to be diagnosed with autism than ki…", "clean_text": "RT @NBCNEWS A NEW LARGE STUDY FINDS THAT CHILDREN WHO DID NOT GET CHILDHOOD VACCINES WERE MORE LIKELY TO BE DIAGNOSED WITH AUTISM THAN KI", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190305, "Text": "$I: Political noise to be expected as process moves to conclusion. CBA remains only serious proposal. FCC and Trump… https://t.co/7xfqInOii1", "clean_text": "I POLITICAL NOISE TO BE EXPECTED AS PROCESS MOVES TO CONCLUSION CBA REMAINS ONLY SERIOUS PROPOSAL FCC AND TRUMP ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190303, "Text": "What needs to happen for EURUSD to break topside of 1.16?", "clean_text": "WHAT NEEDS TO HAPPEN FOR EURUSD TO BREAK TOPSIDE OF 116", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190228, "Text": "Can't wait for activists to pressure $GPS to merge with $NAVY for massive synergies...", "clean_text": "CANT WAIT FOR ACTIVISTS TO PRESSURE GPS TO MERGE WITH NAVY FOR MASSIVE SYNERGIES", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190228, "Text": "*TESLA ACCEPTING DEPOSITS TO PAY OFF DEBT", "clean_text": "*TESLA ACCEPTING DEPOSITS TO PAY OFF DEBT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190227, "Text": "$LAMR trying to breakout... #NoSuchThingAsAQuadrupleTop https://t.co/zv8HRrvm0E", "clean_text": "LAMR TRYING TO BREAKOUT #NOSUCHTHINGASAQUADRUPLETOP ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190227, "Text": "Geely plans to launch the first mass produced 5G enabled vehicle with Qualcomm and Gosuncn.", "clean_text": "GEELY PLANS TO LAUNCH THE FIRST MASS PRODUCED 5G ENABLED VEHICLE WITH QUALCOMM AND GOSUNCN", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190227, "Text": "RT @HedgeBz: Geely Announces Work with Qualcomm and Gosuncn to Launch the First Domestically Mass-Produced 5G and C-V2X-Enabled Vehicles ht…", "clean_text": "RT @HEDGEBZ GEELY ANNOUNCES WORK WITH QUALCOMM AND GOSUNCN TO LAUNCH THE FIRST DOMESTICALLY MASSPRODUCED 5G AND CV2XENABLED VEHICLES HT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190227, "Text": "RT @CMEGroup: CME Group has identified the technical issue and is working to resolve it. When the iLink gateways are restarted they will be…", "clean_text": "RT @CMEGROUP CME GROUP HAS IDENTIFIED THE TECHNICAL ISSUE AND IS WORKING TO RESOLVE IT WHEN THE ILINK GATEWAYS ARE RESTARTED THEY WILL BE", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190226, "Text": "@wbr10 @yesandnotyes Cursory look seems to suggest rev/visitor has been stagnant in recent years and lower than 200… https://t.co/RpVKtkuLaP", "clean_text": "@WBR10 @YESANDNOTYES CURSORY LOOK SEEMS TO SUGGEST REVVISITOR HAS BEEN STAGNANT IN RECENT YEARS AND LOWER THAN 200 ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190226, "Text": "Looks like $MAT insiders had to buy shares to satisfy ownership requirements ahead of the annual meeting.", "clean_text": "LOOKS LIKE MAT INSIDERS HAD TO BUY SHARES TO SATISFY OWNERSHIP REQUIREMENTS AHEAD OF THE ANNUAL MEETING", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190226, "Text": "We agree with Paulo Santos that our thesis on $STMP has yet to play out. Thanks @ThinkFinance999 for the shoutout. https://t.co/Ul5mfNrlPS", "clean_text": "WE AGREE WITH PAULO SANTOS THAT OUR THESIS ON STMP HAS YET TO PLAY OUT THANKS @THINKFINANCE999 FOR THE SHOUTOUT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20190224, "Text": "RT @hmeisler: Is this about as close as Warren gets to being bearish? https://t.co/YTSTUIkl3T", "clean_text": "RT @HMEISLER IS THIS ABOUT AS CLOSE AS WARREN GETS TO BEING BEARISH ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190224, "Text": "RT @AlderLaneeggs: The Shorts Got Destroyed in $STMP, The Longs got Destroyed, The Company is now Destroyed and the Insiders sold close to…", "clean_text": "RT @ALDERLANEEGGS THE SHORTS GOT DESTROYED IN STMP THE LONGS GOT DESTROYED THE COMPANY IS NOW DESTROYED AND THE INSIDERS SOLD CLOSE TO", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190224, "Text": "RT @DonaldJTrumpJr: Breadline Bernie would like for everyone to know that, sure, Communism may have killed millions of people in the USSR,…", "clean_text": "RT @DONALDJTRUMPJR BREADLINE BERNIE WOULD LIKE FOR EVERYONE TO KNOW THAT SURE COMMUNISM MAY HAVE KILLED MILLIONS OF PEOPLE IN THE USSR", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190223, "Text": "@JerryCap @WSJ Still D.O.A. prob. Weixin &amp; Alipay just too dominant, not to mention UnionPay. Obviously they still… https://t.co/xfl9RcuMCa", "clean_text": "@JERRYCAP @WSJ STILL DOA PROB WEIXIN AMP ALIPAY JUST TOO DOMINANT NOT TO MENTION UNIONPAY OBVIOUSLY THEY STILL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190223, "Text": "RT @radleybalko: As much as I'd like to revel in this (like all red-blooded Americans, I too hate the Patriots), a \"months-long\" investigat…", "clean_text": "RT @RADLEYBALKO AS MUCH AS ID LIKE TO REVEL IN THIS LIKE ALL REDBLOODED AMERICANS I TOO HATE THE PATRIOTS A MONTHSLONG INVESTIGAT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}]