["IT", {"Name": "footnoted", "Time": 20191227, "Text": "Bought my 9 year-old the kids version of Principles by @RayDalio for Hanukkah. He fell asleep by pg. 5, but I continued reading it!", "clean_text": "BOUGHT MY 9 YEAROLD THE KIDS VERSION OF PRINCIPLES BY @RAYDALIO FOR HANUKKAH HE FELL ASLEEP BY PG 5 BUT I CONTINUED READING IT", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191220, "Text": "Mayor Pete is not killing it tonight.", "clean_text": "MAYOR PETE IS NOT KILLING IT TONIGHT", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20191220, "Text": "He said it:\n\n“Within the changing financial landscape, I think we are perfectly positioned,” says Schwarzman. “Fina… https://t.co/RO2ZxXwCF1", "clean_text": "HE SAID IT\n\nWITHIN THE CHANGING FINANCIAL LANDSCAPE I THINK WE ARE PERFECTLY POSITIONED” SAYS SCHWARZMAN FINA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191219, "Text": "@MichaelParthum Might “look better” to some but it would not be art without the tweets.  They give it context, mode… https://t.co/4AdPbU7HW1", "clean_text": "@MICHAELPARTHUM MIGHT LOOK BETTER” TO SOME BUT IT WOULD NOT BE ART WITHOUT THE TWEETS  THEY GIVE IT CONTEXT MODE ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191218, "Text": "This is such great advice from Munger when it comes to portfolio management. Everyone's trying to be smarter, searc… https://t.co/ah1Nm90CKZ", "clean_text": "THIS IS SUCH GREAT ADVICE FROM MUNGER WHEN IT COMES TO PORTFOLIO MANAGEMENT EVERYONE TRYING TO BE SMARTER SEARC ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191217, "Text": "Nice piece, although I would say it's hard to argue that there haven't been any blockbusters. Nothing is if you com… https://t.co/qUblBikMsJ", "clean_text": "NICE PIECE ALTHOUGH I WOULD SAY IT HARD TO ARGUE THAT THERE HAVENT BEEN ANY BLOCKBUSTERS NOTHING IS IF YOU COM ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}]