["OF", {"Name": "footnoted", "Time": 20190516, "Text": "Was reminded of that famous @pete_wells review of @guyfieri restaurant in Times Square after my son spit out a choc… https://t.co/ZD41wskpcv", "clean_text": "WAS REMINDED OF THAT FAMOUS @PETE_WELLS REVIEW OF @GUYFIERI RESTAURANT IN TIMES SQUARE AFTER MY SON SPIT OUT A CHOC ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20190513, "Text": "$LCI just the beginning of price-fixing fallout. Bloomberg opines that \"damages component of the state suit will li… https://t.co/9EBcKqMuBL", "clean_text": "LCI JUST THE BEGINNING OF PRICEFIXING FALLOUT BLOOMBERG OPINES THAT DAMAGES COMPONENT OF THE STATE SUIT WILL LI ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190510, "Text": "The president of a Celadon Corp. subsidiary pleaded guilty to criminal charges connected with the massive #fraud we… https://t.co/4wZtuFFWsL", "clean_text": "THE PRESIDENT OF A CELADON CORP SUBSIDIARY PLEADED GUILTY TO CRIMINAL CHARGES CONNECTED WITH THE MASSIVE #FRAUD WE ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FundyLongShort", "Time": 20190510, "Text": "@Nonrelatedsense Not true in my circles--the women do almost all of it.", "clean_text": "@NONRELATEDSENSE NOT TRUE IN MY CIRCLESTHE WOMEN DO ALMOST ALL OF IT", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20190510, "Text": "$JMIA nothing more to say.  FRAUD.  Target 0.  Take it from one of the most influential tech thinkers in Africa.  S… https://t.co/dbJTZFQjDC", "clean_text": "JMIA NOTHING MORE TO SAY  FRAUD  TARGET 0  TAKE IT FROM ONE OF THE MOST INFLUENTIAL TECH THINKERS IN AFRICA  S ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190510, "Text": "License of large $HIIQ-financed boiler room operator, Charles Donisi, revoked by State of Washington.  WA also inve… https://t.co/lpR6E0dFuo", "clean_text": "LICENSE OF LARGE HIIQFINANCED BOILER ROOM OPERATOR CHARLES DONISI REVOKED BY STATE OF WASHINGTON  WA ALSO INVE ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190509, "Text": "RT @IvanaBoastsky: @PresciencePoint\n\nDo a little chest thumping if you want.\n\nFWIW, one of the SEC guys on this matter, JP, is a real mensc…", "clean_text": "RT @IVANABOASTSKY @PRESCIENCEPOINT\n\nDO A LITTLE CHEST THUMPING IF YOU WANT\n\nFWIW ONE OF THE SEC GUYS ON THIS MATTER JP IS A REAL MENSC", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190509, "Text": "RT @AlderLaneeggs: Georgia Senator Called VA, FDA, FBI on Behalf of MiMedx CEO its over for you ⁦@SenatorIsakson⁩ time to resign . $Mdxg ht…", "clean_text": "RT @ALDERLANEEGGS GEORGIA SENATOR CALLED VA FDA FBI ON BEHALF OF MIMEDX CEO ITS OVER FOR YOU ⁦@SENATORISAKSON⁩ TIME TO RESIGN  MDXG HT", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "Today we nominated 4 highly-qualified candidates to the board of MiMedx Group $MDXG that we believe will help the c… https://t.co/0Nxpa8As5V", "clean_text": "TODAY WE NOMINATED 4 HIGHLYQUALIFIED CANDIDATES TO THE BOARD OF MIMEDX GROUP MDXG THAT WE BELIEVE WILL HELP THE C ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "We believe a refreshed Board, with highly-qualified members that are free of any attachment to past actions or lega… https://t.co/bowUX2T0pf", "clean_text": "WE BELIEVE A REFRESHED BOARD WITH HIGHLYQUALIFIED MEMBERS THAT ARE FREE OF ANY ATTACHMENT TO PAST ACTIONS OR LEGA ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190507, "Text": "RT @CarolineYLChen: NEW STORY: Today @ProPublica and @thenewyorker published my story looking into the wild world of amniotic stem cell the…", "clean_text": "RT @CAROLINEYLCHEN NEW STORY TODAY @PROPUBLICA AND @THENEWYORKER PUBLISHED MY STORY LOOKING INTO THE WILD WORLD OF AMNIOTIC STEM CELL THE", "count1": 2, "count2": 0, "count3": 1, "count4": 0}]