["TO", {"Name": "JohnHuber72", "Time": 20191229, "Text": "@EconomPic @EliudKipchoge Yeah LeBron and Brady came to mind, but I felt like Kipchoge, Phelps, and Bolt were much… https://t.co/unPSOnhKoh", "clean_text": "@ECONOMPIC @ELIUDKIPCHOGE YEAH LEBRON AND BRADY CAME TO MIND BUT I FELT LIKE KIPCHOGE PHELPS AND BOLT WERE MUCH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191228, "Text": "@cana_steve Possibly.  But we will try to prove you wrong.", "clean_text": "@CANA_STEVE POSSIBLY  BUT WE WILL TRY TO PROVE YOU WRONG", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191227, "Text": "RT @markflowchatter: 2 firms out saying that Chubb is NO longer writing policies with $HIIQ .   \n\nAccdg to reports Chubb was 40% revenues…", "clean_text": "RT @MARKFLOWCHATTER 2 FIRMS OUT SAYING THAT CHUBB IS NO LONGER WRITING POLICIES WITH HIIQ \n\nACCDG TO REPORTS CHUBB WAS 40% REVENUES", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "FundyLongShort", "Time": 20191223, "Text": "@Andrewnsnyder Prolly want to stick with her.", "clean_text": "@ANDREWNSNYDER PROLLY WANT TO STICK WITH HER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191221, "Text": "Bills at Foxborough.  Brady once said,  on the way to Orchard Park: “Watch out Bills mafia, we’re coming to get you”.  Remember that Bills!!", "clean_text": "BILLS AT FOXBOROUGH  BRADY ONCE SAID  ON THE WAY TO ORCHARD PARK WATCH OUT BILLS MAFIA WERE COMING TO GET YOU”  REMEMBER THAT BILLS", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191219, "Text": "@MichaelParthum Might “look better” to some but it would not be art without the tweets.  They give it context, mode… https://t.co/4AdPbU7HW1", "clean_text": "@MICHAELPARTHUM MIGHT LOOK BETTER” TO SOME BUT IT WOULD NOT BE ART WITHOUT THE TWEETS  THEY GIVE IT CONTEXT MODE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191219, "Text": "@cmclaff Yeah it’s an interesting question, but I really don’t know. If I had to guess I’d say he focus much more o… https://t.co/d7NTM85LCU", "clean_text": "@CMCLAFF YEAH ITS AN INTERESTING QUESTION BUT I REALLY DONT KNOW IF I HAD TO GUESS ID SAY HE FOCUS MUCH MORE O ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191219, "Text": "$NBIX interesting that allegations of employees filling out PAs for doctors continue to emerge on cafepharma.  This… https://t.co/f6CeeHJP84", "clean_text": "NBIX INTERESTING THAT ALLEGATIONS OF EMPLOYEES FILLING OUT PAS FOR DOCTORS CONTINUE TO EMERGE ON CAFEPHARMA  THIS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20191218, "Text": "\"We’re reaching out to remind you that as of today, the price of your Hulu (No Ads) + Live TV plan has increased fr… https://t.co/O8enS01TsQ", "clean_text": "WERE REACHING OUT TO REMIND YOU THAT AS OF TODAY THE PRICE OF YOUR HULU NO ADS LIVE TV PLAN HAS INCREASED FR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191218, "Text": "This is such great advice from Munger when it comes to portfolio management. Everyone's trying to be smarter, searc… https://t.co/ah1Nm90CKZ", "clean_text": "THIS IS SUCH GREAT ADVICE FROM MUNGER WHEN IT COMES TO PORTFOLIO MANAGEMENT EVERYONE TRYING TO BE SMARTER SEARC ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191218, "Text": "@cmclaff I think that quote has (unintentionally of course) done more harm than good to investors running small fun… https://t.co/XBtnQPTKWB", "clean_text": "@CMCLAFF I THINK THAT QUOTE HAS UNINTENTIONALLY OF COURSE DONE MORE HARM THAN GOOD TO INVESTORS RUNNING SMALL FUN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191217, "Text": "I like Neil Cavuto.  His teasing me on air preseason about futility of being a Bills fan was a harbinger of great things to come.  Go Bills!", "clean_text": "I LIKE NEIL CAVUTO  HIS TEASING ME ON AIR PRESEASON ABOUT FUTILITY OF BEING A BILLS FAN WAS A HARBINGER OF GREAT THINGS TO COME  GO BILLS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191217, "Text": "Nice piece, although I would say it's hard to argue that there haven't been any blockbusters. Nothing is if you com… https://t.co/qUblBikMsJ", "clean_text": "NICE PIECE ALTHOUGH I WOULD SAY IT HARD TO ARGUE THAT THERE HAVENT BEEN ANY BLOCKBUSTERS NOTHING IS IF YOU COM ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}]