["OF", {"Name": "TMTanalyst", "Time": 20190413, "Text": "@QuisitiveInvest @GavinSBaker Sure you could buy the movie for $20 +/- but that’s 3 months of dis +. And how do you… https://t.co/DwDyudGIzX", "clean_text": "@QUISITIVEINVEST @GAVINSBAKER SURE YOU COULD BUY THE MOVIE FOR 20 BUT THATS 3 MONTHS OF DIS AND HOW DO YOU ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20190409, "Text": "This seems like a good entry for dumb lawyer of the year award! $SEAS #insidertrading https://t.co/N8wdKUm6LZ", "clean_text": "THIS SEEMS LIKE A GOOD ENTRY FOR DUMB LAWYER OF THE YEAR AWARD SEAS #INSIDERTRADING ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FundyLongShort", "Time": 20190405, "Text": "RT @VandyMBB: @jerrystackhouse \"As head coach of the men's basketball program at this prestigious academic institution, I look forward to h…", "clean_text": "RT @VANDYMBB @JERRYSTACKHOUSE AS HEAD COACH OF THE MEN BASKETBALL PROGRAM AT THIS PRESTIGIOUS ACADEMIC INSTITUTION I LOOK FORWARD TO H", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20190404, "Text": "@followtheh and all of Blue Origin and WaPo.", "clean_text": "@FOLLOWTHEH AND ALL OF BLUE ORIGIN AND WAPO", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190403, "Text": "RT @judegomila: For anyone wanting to know which non stealth companies were in the latest YC batch, we compiled on Golden a full list of Y…", "clean_text": "RT @JUDEGOMILA FOR ANYONE WANTING TO KNOW WHICH NON STEALTH COMPANIES WERE IN THE LATEST YC BATCH WE COMPILED ON GOLDEN A FULL LIST OF Y", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20190403, "Text": "Also Croton on Hudson. My son is @CETelementary and had to wait 3 hours to complete the last section of the test. H… https://t.co/IwjDfZIpQA", "clean_text": "ALSO CROTON ON HUDSON MY SON IS @CETELEMENTARY AND HAD TO WAIT 3 HOURS TO COMPLETE THE LAST SECTION OF THE TEST H ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20190403, "Text": "@annagronewold @NYSEDNews @QuestarAI Seems like they should have thought about that before putting 8 year olds through this kind of stress!", "clean_text": "@ANNAGRONEWOLD @NYSEDNEWS @QUESTARAI SEEMS LIKE THEY SHOULD HAVE THOUGHT ABOUT THAT BEFORE PUTTING 8 YEAR OLDS THROUGH THIS KIND OF STRESS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190401, "Text": "SAMR is adjusting, eliminating, and reconsidering some of the previously approved health benefit claims for \"health products\" $NUS $USNA", "clean_text": "SAMR IS ADJUSTING ELIMINATING AND RECONSIDERING SOME OF THE PREVIOUSLY APPROVED HEALTH BENEFIT CLAIMS FOR HEALTH PRODUCTS NUS USNA", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190401, "Text": "Some suggests that those claims that are outside of the 18 that were adjusted can be viewed as effectively banned. https://t.co/MTB41DgTA1", "clean_text": "SOME SUGGESTS THAT THOSE CLAIMS THAT ARE OUTSIDE OF THE 18 THAT WERE ADJUSTED CAN BE VIEWED AS EFFECTIVELY BANNED ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190401, "Text": "I figure there must be a lot of overlap between fintwit and #watch Twitter. My FIL gave my son his old watch but he… https://t.co/ada9TteLqC", "clean_text": "I FIGURE THERE MUST BE A LOT OF OVERLAP BETWEEN FINTWIT AND #WATCH TWITTER MY FIL GAVE MY SON HIS OLD WATCH BUT HE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190401, "Text": "Kellogg destroyed billions of market value since it acquired Keebler 20 years ago; $4.0B→$1.3B! Price on the low si… https://t.co/OtQzpXm3EJ", "clean_text": "KELLOGG DESTROYED BILLIONS OF MARKET VALUE SINCE IT ACQUIRED KEEBLER 20 YEARS AGO 40B→13B PRICE ON THE LOW SI ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190331, "Text": "I had to DM @Morgan_03 a question about cycling shorts and he said to man up and get a pair of assless chaps. Thanks, I guess.", "clean_text": "I HAD TO DM @MORGAN_03 A QUESTION ABOUT CYCLING SHORTS AND HE SAID TO MAN UP AND GET A PAIR OF ASSLESS CHAPS THANKS I GUESS", "count1": 2, "count2": 0, "count3": 1, "count4": 0}]