["@MIMEDX", {"Name": "PresciencePoint", "Time": 20190614, "Text": "RT @MiMedx: MiMedx’s 2018 Annual Meeting will be on Monday, June 17! MiMedx recommends all shareholders vote the BLUE card FOR the Company’…", "clean_text": "RT @MIMEDX MIMEDXS 2018 ANNUAL MEETING WILL BE ON MONDAY JUNE 17 MIMEDX RECOMMENDS ALL SHAREHOLDERS VOTE THE BLUE CARD FOR THE COMPANY", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190612, "Text": "RT @MiMedx: Glass Lewis, a leading independent proxy advisory firm, considers Pete Petit unfit for board service at MiMedx. Read what Glass…", "clean_text": "RT @MIMEDX GLASS LEWIS A LEADING INDEPENDENT PROXY ADVISORY FIRM CONSIDERS PETE PETIT UNFIT FOR BOARD SERVICE AT MIMEDX READ WHAT GLASS", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190611, "Text": "RT @MiMedx: Independent experts Institutional Shareholder Services and Egan Jones are recommending that MiMedx shareholders vote FOR all th…", "clean_text": "RT @MIMEDX INDEPENDENT EXPERTS INSTITUTIONAL SHAREHOLDER SERVICES AND EGAN JONES ARE RECOMMENDING THAT MIMEDX SHAREHOLDERS VOTE FOR ALL TH", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190611, "Text": "RT @MiMedx: Read what expert neutral proxy advisors, Institutional Shareholder Services and Egan-Jones, said about Pete Petit &amp; his nominee…", "clean_text": "RT @MIMEDX READ WHAT EXPERT NEUTRAL PROXY ADVISORS INSTITUTIONAL SHAREHOLDER SERVICES AND EGANJONES SAID ABOUT PETE PETIT AMP HIS NOMINEE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190610, "Text": "RT @MiMedx: The MiMedx Board believes the election of Pete Petit or either of his nominees would be damaging to the Company’s turnaround ef…", "clean_text": "RT @MIMEDX THE MIMEDX BOARD BELIEVES THE ELECTION OF PETE PETIT OR EITHER OF HIS NOMINEES WOULD BE DAMAGING TO THE COMPANYS TURNAROUND EF", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190610, "Text": "RT @MiMedx: Who is Pete Petit? Read a simple summary of the findings from the Audit Committee’s independent investigation to learn the fact…", "clean_text": "RT @MIMEDX WHO IS PETE PETIT READ A SIMPLE SUMMARY OF THE FINDINGS FROM THE AUDIT COMMITTEES INDEPENDENT INVESTIGATION TO LEARN THE FACT", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190607, "Text": "RT @MiMedx: Every vote counts! Help MiMedx move forward by voting the BLUE card today! Voting instructions are available at https://t.co/9i…", "clean_text": "RT @MIMEDX EVERY VOTE COUNTS HELP MIMEDX MOVE FORWARD BY VOTING THE BLUE CARD TODAY VOTING INSTRUCTIONS ARE AVAILABLE AT ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190606, "Text": "RT @MiMedx: The MiMedx Board is committed to taking action to ensure the Company is positioned for future success. See our investor present…", "clean_text": "RT @MIMEDX THE MIMEDX BOARD IS COMMITTED TO TAKING ACTION TO ENSURE THE COMPANY IS POSITIONED FOR FUTURE SUCCESS SEE OUR INVESTOR PRESENT", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190605, "Text": "RT @MiMedx: MiMedx just posted a presentation for investors. Download the presentation here: https://t.co/9iVS5fN4bX. Vote the BLUE card to…", "clean_text": "RT @MIMEDX MIMEDX JUST POSTED A PRESENTATION FOR INVESTORS DOWNLOAD THE PRESENTATION HERE  VOTE THE BLUE CARD TO", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190605, "Text": "RT @MiMedx: MDXG encourages all shareholders to vote the BLUE card today! Voting instructions are available at https://t.co/9iVS5fN4bX. $MD…", "clean_text": "RT @MIMEDX MDXG ENCOURAGES ALL SHAREHOLDERS TO VOTE THE BLUE CARD TODAY VOTING INSTRUCTIONS ARE AVAILABLE AT  MD", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190604, "Text": "RT @MiMedx: Visit https://t.co/D4jRcgXP6J to read about our three new director nominees up for election at the 2018 Annual Meeting. Every v…", "clean_text": "RT @MIMEDX VISIT  TO READ ABOUT OUR THREE NEW DIRECTOR NOMINEES UP FOR ELECTION AT THE 2018 ANNUAL MEETING EVERY V", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190603, "Text": "RT @MiMedx: We issued a letter explaining what is at stake at our upcoming Annual Meeting. Help our company move forward by voting the BLUE…", "clean_text": "RT @MIMEDX WE ISSUED A LETTER EXPLAINING WHAT IS AT STAKE AT OUR UPCOMING ANNUAL MEETING HELP OUR COMPANY MOVE FORWARD BY VOTING THE BLUE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}]