["THE", {"Name": "CitronResearch", "Time": 20190212, "Text": "$INGN tgt $46.  Citron exposes the deception that underpins INGN salesforce with pictures and videos.  Distribution… https://t.co/YkRM9Xp3Sq", "clean_text": "INGN TGT 46  CITRON EXPOSES THE DECEPTION THAT UNDERPINS INGN SALESFORCE WITH PICTURES AND VIDEOS  DISTRIBUTION ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190211, "Text": "$QNST: Stock down 30% over the past few days as a bad earnings release reminds the market not to trust an opaque, low-quality business model", "clean_text": "QNST STOCK DOWN 30% OVER THE PAST FEW DAYS AS A BAD EARNINGS RELEASE REMINDS THE MARKET NOT TO TRUST AN OPAQUE LOWQUALITY BUSINESS MODEL", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190211, "Text": "This could be 2019's fifteenth activist short campaign - and the third in an as many months from @sprucepointcap. https://t.co/36HQZ4vAIR", "clean_text": "THIS COULD BE 2019 FIFTEENTH ACTIVIST SHORT CAMPAIGN  AND THE THIRD IN AN AS MANY MONTHS FROM @SPRUCEPOINTCAP ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190208, "Text": "RT @JeffBezos: I’ve written a post about developments with the National Enquirer and its parent company, AMI. You can find it here: https:/…", "clean_text": "RT @JEFFBEZOS IVE WRITTEN A POST ABOUT DEVELOPMENTS WITH THE NATIONAL ENQUIRER AND ITS PARENT COMPANY AMI YOU CAN FIND IT HERE HTTPS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190207, "Text": "Among The Activist Investing Annual Review 2019’s findings are decreasing global activity in the activist shorts wo… https://t.co/t3yCwgCbxV", "clean_text": "AMONG THE ACTIVIST INVESTING ANNUAL REVIEW 2019S FINDINGS ARE DECREASING GLOBAL ACTIVITY IN THE ACTIVIST SHORTS WO ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190206, "Text": "CBA reportedly \"up to its eyeballs\" with advisors. There's a lot going on behind the scenes and deal talks are heat… https://t.co/hUsF5WrYVW", "clean_text": "CBA REPORTEDLY UP TO ITS EYEBALLS WITH ADVISORS THERE A LOT GOING ON BEHIND THE SCENES AND DEAL TALKS ARE HEAT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190206, "Text": "@slovak83 $TMUS is trying to delay the process, until they know the status of their Sprint merger. Also, they recko… https://t.co/jZCV9K7jGd", "clean_text": "@SLOVAK83 TMUS IS TRYING TO DELAY THE PROCESS UNTIL THEY KNOW THE STATUS OF THEIR SPRINT MERGER ALSO THEY RECKO ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "ActivistShorts", "Time": 20190205, "Text": "Featuring some of the trends that defined activist shorts in 2018 and our shorts top five. https://t.co/UgqTSszEyc", "clean_text": "FEATURING SOME OF THE TRENDS THAT DEFINED ACTIVIST SHORTS IN 2018 AND OUR SHORTS TOP FIVE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20190131, "Text": "@EdBorgato Love the hell out of this.", "clean_text": "@EDBORGATO LOVE THE HELL OUT OF THIS", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "MicroFundy", "Time": 20190130, "Text": "@IvanTheK it's coming from the South. We had it bad here 2 minutes ago; already cleared up.", "clean_text": "@IVANTHEK IT COMING FROM THE SOUTH WE HAD IT BAD HERE 2 MINUTES AGO ALREADY CLEARED UP", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190130, "Text": "Activist short sellers have generally avoided regulatory penalties in the West but for how long?\n\nhttps://t.co/i1l65IInt9", "clean_text": "ACTIVIST SHORT SELLERS HAVE GENERALLY AVOIDED REGULATORY PENALTIES IN THE WEST BUT FOR HOW LONG\n\n", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190129, "Text": "RT @PunditPatent: $QCOM #FTCQCOM The transcript of a meeting between QTL (Blecker, Gonnell and Reifscheider) and the IRS (Howell) was poste…", "clean_text": "RT @PUNDITPATENT QCOM #FTCQCOM THE TRANSCRIPT OF A MEETING BETWEEN QTL BLECKER GONNELL AND REIFSCHEIDER AND THE IRS HOWELL WAS POSTE", "count1": 1, "count2": 0, "count3": 2, "count4": 1}]