["THE", {"Name": "FundyLongShort", "Time": 20191002, "Text": "\"In the past the...leader of the Alliance of Liberals and Democrats for Europe in the European Parliament has deman… https://t.co/n6F48170lF", "clean_text": "IN THE PAST THELEADER OF THE ALLIANCE OF LIBERALS AND DEMOCRATS FOR EUROPE IN THE EUROPEAN PARLIAMENT HAS DEMAN ", "count1": 2, "count2": 0, "count3": 3, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191001, "Text": "I think Schwab's rip-the-bandaid-off on zero commissions is smart. It hurts them a little, but hurts the others a l… https://t.co/ry5l0Y1ECK", "clean_text": "I THINK SCHWAB RIPTHEBANDAIDOFF ON ZERO COMMISSIONS IS SMART IT HURTS THEM A LITTLE BUT HURTS THE OTHERS A L ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20190927, "Text": "$MCK as a public nuisance.  The whole story has changed.  Citron is proud to present to changing status of the opio… https://t.co/bZvjV6IUlO", "clean_text": "MCK AS A PUBLIC NUISANCE  THE WHOLE STORY HAS CHANGED  CITRON IS PROUD TO PRESENT TO CHANGING STATUS OF THE OPIO ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20190927, "Text": "$VSLR: Fiddler on the Roof https://t.co/3sBcQvaX5U via @AureliusValue", "clean_text": "VSLR FIDDLER ON THE ROOF  VIA @AURELIUSVALUE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190927, "Text": "RT @WallStCynic: @AureliusValue Great read on the scam artists in residential solar panel leasing. The “Tin Men” of the 21st Century. $VSLR…", "clean_text": "RT @WALLSTCYNIC @AURELIUSVALUE GREAT READ ON THE SCAM ARTISTS IN RESIDENTIAL SOLAR PANEL LEASING THE TIN MEN” OF THE 21ST CENTURY VSLR", "count1": 1, "count2": 0, "count3": 3, "count4": 0}, {"Name": "AureliusValue", "Time": 20190927, "Text": "@WallStCynic When @elonmusk laid off all the $SCTY door to door salesman, many went to $VSLR !", "clean_text": "@WALLSTCYNIC WHEN @ELONMUSK LAID OFF ALL THE SCTY DOOR TO DOOR SALESMAN MANY WENT TO VSLR ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190926, "Text": "It makes no sense to say that there is a bubble in passive investing when the vast majority of inflows to passive i… https://t.co/7IlvMlGKuS", "clean_text": "IT MAKES NO SENSE TO SAY THAT THERE IS A BUBBLE IN PASSIVE INVESTING WHEN THE VAST MAJORITY OF INFLOWS TO PASSIVE I ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190926, "Text": "Calling passive a bubble would have been like calling shopping at HD or WMT over the Mom &amp; Pops a bubble in the 198… https://t.co/VhAnZqUSVr", "clean_text": "CALLING PASSIVE A BUBBLE WOULD HAVE BEEN LIKE CALLING SHOPPING AT HD OR WMT OVER THE MOM AMP POPS A BUBBLE IN THE 198 ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190926, "Text": "@valueye The vast majority of active mutual funds I look at look exactly like the index. I don't think there is any… https://t.co/eleMX0Xb4g", "clean_text": "@VALUEYE THE VAST MAJORITY OF ACTIVE MUTUAL FUNDS I LOOK AT LOOK EXACTLY LIKE THE INDEX I DONT THINK THERE IS ANY ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "footnoted", "Time": 20190924, "Text": "Watching the House Financial Services Committee hearings on the SEC. Room looks pretty empty. https://t.co/Bl7rp08P7u", "clean_text": "WATCHING THE HOUSE FINANCIAL SERVICES COMMITTEE HEARINGS ON THE SEC ROOM LOOKS PRETTY EMPTY ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "footnoted", "Time": 20190924, "Text": "A few years ago, $SCOR was one of our so-called frequent flyers for the number of red flags in their filings. Looks… https://t.co/KsdNfC3Ont", "clean_text": "A FEW YEARS AGO SCOR WAS ONE OF OUR SOCALLED FREQUENT FLYERS FOR THE NUMBER OF RED FLAGS IN THEIR FILINGS LOOKS ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190921, "Text": "At this point in time before the 2016 Republican primary race Jeb was already in freefall. So the Dem situation this time is not the same.", "clean_text": "AT THIS POINT IN TIME BEFORE THE 2016 REPUBLICAN PRIMARY RACE JEB WAS ALREADY IN FREEFALL SO THE DEM SITUATION THIS TIME IS NOT THE SAME", "count1": 0, "count2": 1, "count3": 3, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190920, "Text": "Months into the Dem Primary race many “running” are polling near 0%. Who is funding them, and why? Anti-Trumpers, and delusion/desperation..", "clean_text": "MONTHS INTO THE DEM PRIMARY RACE MANY RUNNING” ARE POLLING NEAR 0% WHO IS FUNDING THEM AND WHY ANTITRUMPERS AND DELUSIONDESPERATION", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190920, "Text": "RT @DonutShorts: I'm just going to leave this summary of the $TEUM offering up for you to absorb.  \n\nThis represents well over 50MM shares…", "clean_text": "RT @DONUTSHORTS IM JUST GOING TO LEAVE THIS SUMMARY OF THE TEUM OFFERING UP FOR YOU TO ABSORB  \n\nTHIS REPRESENTS WELL OVER 50MM SHARES", "count1": 1, "count2": 0, "count3": 1, "count4": 0}]