["TO", {"Name": "MicroFundy", "Time": 20190802, "Text": "@given2tweet congrats Matt! Give me a holler if they ever need coaching with how to answer 'do you ever wake up and… https://t.co/OrP3ZCd0Hp", "clean_text": "@GIVEN2TWEET CONGRATS MATT GIVE ME A HOLLER IF THEY EVER NEED COACHING WITH HOW TO ANSWER DO YOU EVER WAKE UP AND ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20190731, "Text": "In our letter to investors Citron expressed our excitement about $NVTA   The $EXAS acquisition of Genomic Health on… https://t.co/rU0w9LG0Q6", "clean_text": "IN OUR LETTER TO INVESTORS CITRON EXPRESSED OUR EXCITEMENT ABOUT NVTA THE EXAS ACQUISITION OF GENOMIC HEALTH ON ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190729, "Text": "US Gov profligacy finally being reported\nby mainstream media (WSJ). Interesting to see how that will jibe w/ reporting on Dem Prez hopefuls.", "clean_text": "US GOV PROFLIGACY FINALLY BEING REPORTED\nBY MAINSTREAM MEDIA WSJ INTERESTING TO SEE HOW THAT WILL JIBE W REPORTING ON DEM PREZ HOPEFULS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190729, "Text": "New Post: Some thoughts on Wells Fargo from my recent mid-year letter to investors. I believe WFC is another exampl… https://t.co/oStR3RJvkI", "clean_text": "NEW POST SOME THOUGHTS ON WELLS FARGO FROM MY RECENT MIDYEAR LETTER TO INVESTORS I BELIEVE WFC IS ANOTHER EXAMPL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190729, "Text": "RT @WolfpackReports: Shocking! Shocking it takes so long for regulators to act on what everyone has known for years. https://t.co/33EwxzhGM0", "clean_text": "RT @WOLFPACKREPORTS SHOCKING SHOCKING IT TAKES SO LONG FOR REGULATORS TO ACT ON WHAT EVERYONE HAS KNOWN FOR YEARS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20190724, "Text": "The 16-page SEC complaint on $FB today is worth reading. Talks about what company knew and why they failed to updat… https://t.co/qMODLG3jzL", "clean_text": "THE 16PAGE SEC COMPLAINT ON FB TODAY IS WORTH READING TALKS ABOUT WHAT COMPANY KNEW AND WHY THEY FAILED TO UPDAT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Carl_C_Icahn", "Time": 20190722, "Text": "Read our letter to $OXY stockholders (including other important information) here: https://t.co/2uaWkzlbsH", "clean_text": "READ OUR LETTER TO OXY STOCKHOLDERS INCLUDING OTHER IMPORTANT INFORMATION HERE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190721, "Text": "@patrick_oshag This will get yawns from the Buffett fatigue crowd, but I try to read his letters each year. I alway… https://t.co/AdXbhNLT3h", "clean_text": "@PATRICK_OSHAG THIS WILL GET YAWNS FROM THE BUFFETT FATIGUE CROWD BUT I TRY TO READ HIS LETTERS EACH YEAR I ALWAY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]