["THE", {"Name": "ValueDude", "Time": 20190905, "Text": "Soon, the NFL season kicks off. I know what y'all are thinking… take Green Bay +145 and under 46.5! That’s right, D… https://t.co/pBQ3pLx5oa", "clean_text": "SOON THE NFL SEASON KICKS OFF I KNOW WHAT YALL ARE THINKING TAKE GREEN BAY +145 AND UNDER 465 THATS RIGHT D ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Various other states have joined the fray, all with different levels of regulation. FOR NOW, each state has its own… https://t.co/I7Y8kN6l7m", "clean_text": "VARIOUS OTHER STATES HAVE JOINED THE FRAY ALL WITH DIFFERENT LEVELS OF REGULATION FOR NOW EACH STATE HAS ITS OWN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "The flood gates were now open, and NJ, the state who led the charge against PASPA and with the most number of visit… https://t.co/mF9x3b2h3T", "clean_text": "THE FLOOD GATES WERE NOW OPEN AND NJ THE STATE WHO LED THE CHARGE AGAINST PASPA AND WITH THE MOST NUMBER OF VISIT ", "count1": 4, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "In delivering the majority decision, Justice Alito said, “Warriors on the road against the Rockets?? Puh-lease, giv… https://t.co/0TMSrhM4EX", "clean_text": "IN DELIVERING THE MAJORITY DECISION JUSTICE ALITO SAID WARRIORS ON THE ROAD AGAINST THE ROCKETS PUHLEASE GIV ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "First, context. In a landmark @SCOTUS ruling in May 2018, the Professional and Amateur Sports Protection Act (PASPA… https://t.co/tIdqXnxTV8", "clean_text": "FIRST CONTEXT IN A LANDMARK @SCOTUS RULING IN MAY 2018 THE PROFESSIONAL AND AMATEUR SPORTS PROTECTION ACT PASPA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "3) IMO, the Arc of the Moral Sports Betting Universe is long, but it bends towards eventually having 36 states (+ D… https://t.co/nVzPYvto57", "clean_text": "3 IMO THE ARC OF THE MORAL SPORTS BETTING UNIVERSE IS LONG BUT IT BENDS TOWARDS EVENTUALLY HAVING 36 STATES D ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "2) Unlikely that sports betting will ever be legit at the federal / national level. Will remain a state-by-state decision.", "clean_text": "2 UNLIKELY THAT SPORTS BETTING WILL EVER BE LEGIT AT THE FEDERAL  NATIONAL LEVEL WILL REMAIN A STATEBYSTATE DECISION", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "What's the sports betting TAM? Obvi dependent on state adoption / mobile levels / taxes.  Numbers all over the plac… https://t.co/ek2ifJnz5J", "clean_text": "WHAT THE SPORTS BETTING TAM OBVI DEPENDENT ON STATE ADOPTION  MOBILE LEVELS  TAXES  NUMBERS ALL OVER THE PLAC ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "What we know about NJ.  Without googling or reading ahead, guess how much was bet on sports in NJ over the last 12… https://t.co/HQLTCADHWH", "clean_text": "WHAT WE KNOW ABOUT NJ  WITHOUT GOOGLING OR READING AHEAD GUESS HOW MUCH WAS BET ON SPORTS IN NJ OVER THE LAST 12 ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "1) TAM is better explored at the state level \n2) Full Measure TAM is much &gt;&gt;&gt; than a Half Measure TAM.\n3) Handle is… https://t.co/0BIYp8uU5J", "clean_text": "1 TAM IS BETTER EXPLORED AT THE STATE LEVEL \n2 FULL MEASURE TAM IS MUCH GTGTGT THAN A HALF MEASURE TAM\n3 HANDLE IS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "2) Brick n’ Mortars – Physical sportsbooks generated $57mm over L12M (~ 7% hold), but the real gold is their “gatek… https://t.co/lzaCXBgIDg", "clean_text": "2 BRICK N MORTARS PHYSICAL SPORTSBOOKS GENERATED 57MM OVER L12M 7% HOLD BUT THE REAL GOLD IS THEIR GATEK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "hopefully use funds so buses don’t break down on the way back to NYC at 3 am after a late night college gameday ben… https://t.co/FGEPz5mLTP", "clean_text": "HOPEFULLY USE FUNDS SO BUSES DONT BREAK DOWN ON THE WAY BACK TO NYC AT 3 AM AFTER A LATE NIGHT COLLEGE GAMEDAY BEN ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "In other words, while actual physical sportsbook revenues are needle-moving, the increased foot traffic, cut of the… https://t.co/gvxqYXwBRG", "clean_text": "IN OTHER WORDS WHILE ACTUAL PHYSICAL SPORTSBOOK REVENUES ARE NEEDLEMOVING THE INCREASED FOOT TRAFFIC CUT OF THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "4) Tech infrastructure – most of the sportsbooks (both physical AND mobile) underlying infrastructure / back-end is… https://t.co/5in40HfxiT", "clean_text": "4 TECH INFRASTRUCTURE MOST OF THE SPORTSBOOKS BOTH PHYSICAL AND MOBILE UNDERLYING INFRASTRUCTURE  BACKEND IS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Live sports has been the toughest nut to crack, and more engaged / increased viewership will strengthen legacy medi… https://t.co/nwXQOLNxHO", "clean_text": "LIVE SPORTS HAS BEEN THE TOUGHEST NUT TO CRACK AND MORE ENGAGED  INCREASED VIEWERSHIP WILL STRENGTHEN LEGACY MEDI ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "TLDR summary – sports betting is just getting started.  The future is mobile.  NJ is the model.  If mobile adoption… https://t.co/KWz5uMOKZ9", "clean_text": "TLDR SUMMARY SPORTS BETTING IS JUST GETTING STARTED  THE FUTURE IS MOBILE  NJ IS THE MODEL  IF MOBILE ADOPTION ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Before meeting up for games and wings on Sunday, you may take the ferry across the water from NYC -&gt; Jersey City.… https://t.co/XcIb5HaRWI", "clean_text": "BEFORE MEETING UP FOR GAMES AND WINGS ON SUNDAY YOU MAY TAKE THE FERRY ACROSS THE WATER FROM NYC GT JERSEY CITY ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190905, "Text": "New Post: The Risk of Outsourced Thinking: https://t.co/ZaTfaW0v5t", "clean_text": "NEW POST THE RISK OF OUTSOURCED THINKING ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190905, "Text": "RT @NorthmanTrader: 10 years after the financial crisis there is zero evidence that markets can make or sustain new highs without artificia…", "clean_text": "RT @NORTHMANTRADER 10 YEARS AFTER THE FINANCIAL CRISIS THERE IS ZERO EVIDENCE THAT MARKETS CAN MAKE OR SUSTAIN NEW HIGHS WITHOUT ARTIFICIA", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190904, "Text": "$TEUM After relentlessly pumping the stock, now the CEO suddenly deletes his Twitter account.  Catcher Holdings 2.0? https://t.co/QjY1JfP01i", "clean_text": "TEUM AFTER RELENTLESSLY PUMPING THE STOCK NOW THE CEO SUDDENLY DELETES HIS TWITTER ACCOUNT  CATCHER HOLDINGS 20 ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190904, "Text": "@TheIpHawk What a circus. This is the tweet $TEUM Audit Committee member @sante_yves deleted earlier this year: https://t.co/u8xAQCWckW", "clean_text": "@THEIPHAWK WHAT A CIRCUS THIS IS THE TWEET TEUM AUDIT COMMITTEE MEMBER @SANTE_YVES DELETED EARLIER THIS YEAR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190903, "Text": "$I: Last-minute money grab by a bit player as we near the finish line. We think this is just a negotiating ploy and… https://t.co/uCdhcmmJF6", "clean_text": "I LASTMINUTE MONEY GRAB BY A BIT PLAYER AS WE NEAR THE FINISH LINE WE THINK THIS IS JUST A NEGOTIATING PLOY AND ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190901, "Text": "RT @BagholderQuotes: “Does anyone know the name of the accounting firm that dos all Pareteum's financials. Social media is a powerful tool…", "clean_text": "RT @BAGHOLDERQUOTES DOES ANYONE KNOW THE NAME OF THE ACCOUNTING FIRM THAT DOS ALL PARETEUM FINANCIALS SOCIAL MEDIA IS A POWERFUL TOOL", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190831, "Text": "Hillary spoke at Arena Academy NY.  Looked a bit like, just maybe, she is thinking about jumping into any upcoming opening in the Dem field.", "clean_text": "HILLARY SPOKE AT ARENA ACADEMY NY  LOOKED A BIT LIKE JUST MAYBE SHE IS THINKING ABOUT JUMPING INTO ANY UPCOMING OPENING IN THE DEM FIELD", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190828, "Text": "What is all this nonsense about “Brexit”?  Since Britain never adopted the Euro there was never in fact a “Brenter”.  Not really.", "clean_text": "WHAT IS ALL THIS NONSENSE ABOUT BREXIT”  SINCE BRITAIN NEVER ADOPTED THE EURO THERE WAS NEVER IN FACT A BRENTER”  NOT REALLY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190828, "Text": "Watched 2 videos today on the topic of MMT from chief advocates. The degrees of slight of hand &amp; pretzel logic literally made my brain hurt.", "clean_text": "WATCHED 2 VIDEOS TODAY ON THE TOPIC OF MMT FROM CHIEF ADVOCATES THE DEGREES OF SLIGHT OF HAND AMP PRETZEL LOGIC LITERALLY MADE MY BRAIN HURT", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190828, "Text": "@EconomPic This has been my observation also. Mortgage rates have surprisingly ticked up in the last two weeks, eve… https://t.co/6JtEQjLC7b", "clean_text": "@ECONOMPIC THIS HAS BEEN MY OBSERVATION ALSO MORTGAGE RATES HAVE SURPRISINGLY TICKED UP IN THE LAST TWO WEEKS EVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190827, "Text": "Listening to the excellent (as always) @patrick_oshag podcast w/ Chuck Akre, who is a great example of how simplici… https://t.co/P2WbgFxGEg", "clean_text": "LISTENING TO THE EXCELLENT AS ALWAYS @PATRICK_OSHAG PODCAST W CHUCK AKRE WHO IS A GREAT EXAMPLE OF HOW SIMPLICI ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "Net of fees and net of taxes (most choose to ignore the latter), this strategy will outperform probably 98% of thos… https://t.co/xmrjNxeMEb", "clean_text": "NET OF FEES AND NET OF TAXES MOST CHOOSE TO IGNORE THE LATTER THIS STRATEGY WILL OUTPERFORM PROBABLY 98% OF THOS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "@oddballstocks The goal is a great result over time (I'm part of the 100% bucket I mentioned earlier😀) I have no id… https://t.co/QJi6OsOWej", "clean_text": "@ODDBALLSTOCKS THE GOAL IS A GREAT RESULT OVER TIME IM PART OF THE 100% BUCKET I MENTIONED EARLIER😀 I HAVE NO ID ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "@oddballstocks Munger: \"Mistakes are made when you forget what you're trying to do\". The goal isn't to outperform d… https://t.co/30XLsGVRKR", "clean_text": "@ODDBALLSTOCKS MUNGER MISTAKES ARE MADE WHEN YOU FORGET WHAT YOURE TRYING TO DO THE GOAL ISNT TO OUTPERFORM D ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "@oddballstocks The idea of value investors doing better during bad markets stems from Buffett's partnership. I've l… https://t.co/FtaXrPDWBo", "clean_text": "@ODDBALLSTOCKS THE IDEA OF VALUE INVESTORS DOING BETTER DURING BAD MARKETS STEMS FROM BUFFETT PARTNERSHIP IVE L ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190826, "Text": "RT @TheIpHawk: $TEUM that 8K Friday afternoon amending the credit agreement was ugly. IMO they are going to do a massively discounted offer…", "clean_text": "RT @THEIPHAWK TEUM THAT 8K FRIDAY AFTERNOON AMENDING THE CREDIT AGREEMENT WAS UGLY IMO THEY ARE GOING TO DO A MASSIVELY DISCOUNTED OFFER", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20190825, "Text": "RT @realDonaldTrump: The question I was asked most today by fellow World Leaders, who think the USA is doing so well and is stronger than e…", "clean_text": "RT @REALDONALDTRUMP THE QUESTION I WAS ASKED MOST TODAY BY FELLOW WORLD LEADERS WHO THINK THE USA IS DOING SO WELL AND IS STRONGER THAN E", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190825, "Text": "RT @movement_cap: ed thorp knew madoff was a fraud in 1990\n\nhe told a client, they pulled $, but the client kept watching madoff investors…", "clean_text": "RT @MOVEMENT_CAP ED THORP KNEW MADOFF WAS A FRAUD IN 1990\n\nHE TOLD A CLIENT THEY PULLED  BUT THE CLIENT KEPT WATCHING MADOFF INVESTORS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "davidein", "Time": 20190823, "Text": "How many solar panels are still defective and could cause fires? @Tesla should\nimmediately notify the people who li… https://t.co/ixNMRyBMvA", "clean_text": "HOW MANY SOLAR PANELS ARE STILL DEFECTIVE AND COULD CAUSE FIRES @TESLA SHOULD\nIMMEDIATELY NOTIFY THE PEOPLE WHO LI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "davidein", "Time": 20190823, "Text": "If @Tesla wants to save the human species, it should pay more attention to the\nsafety of its own customers. You sho… https://t.co/Qo3ugMCyAX", "clean_text": "IF @TESLA WANTS TO SAVE THE HUMAN SPECIES IT SHOULD PAY MORE ATTENTION TO THE\nSAFETY OF ITS OWN CUSTOMERS YOU SHO ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "MicroFundy", "Time": 20190822, "Text": "@IvanTheK @sharkbiotech i have the amazon card too.", "clean_text": "@IVANTHEK @SHARKBIOTECH I HAVE THE AMAZON CARD TOO", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190822, "Text": "In honor of our ten year anniversary, my team sent me this. Cheers to another ten years of making friends on the in… https://t.co/XjAnpMBe61", "clean_text": "IN HONOR OF OUR TEN YEAR ANNIVERSARY MY TEAM SENT ME THIS CHEERS TO ANOTHER TEN YEARS OF MAKING FRIENDS ON THE IN ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190822, "Text": "Always interesting to watch how drastic the sentiment shifts can be: Housing stocks were getting killed at this tim… https://t.co/Tq5ufejRtj", "clean_text": "ALWAYS INTERESTING TO WATCH HOW DRASTIC THE SENTIMENT SHIFTS CAN BE HOUSING STOCKS WERE GETTING KILLED AT THIS TIM ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190822, "Text": "@bill_esbenshade Lower rates=lower NIMs. But volume (more deposits) has always offset this. This may not be the cas… https://t.co/Lgm0x7vc1k", "clean_text": "@BILL_ESBENSHADE LOWER RATESLOWER NIMS BUT VOLUME MORE DEPOSITS HAS ALWAYS OFFSET THIS THIS MAY NOT BE THE CAS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]