["TO", {"Name": "JohnHuber72", "Time": 20191211, "Text": "@trengriffin Agreed Tren. I was using the word profits to imply cash coming in. There are exceptions (AMZN being th… https://t.co/B573UwIAcH", "clean_text": "@TRENGRIFFIN AGREED TREN I WAS USING THE WORD PROFITS TO IMPLY CASH COMING IN THERE ARE EXCEPTIONS AMZN BEING TH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191211, "Text": "@trengriffin Yep, completely agree. ROIC and FCF (including stock based comp expense) are critical to judging the q… https://t.co/x28o0sCCsJ", "clean_text": "@TRENGRIFFIN YEP COMPLETELY AGREE ROIC AND FCF INCLUDING STOCK BASED COMP EXPENSE ARE CRITICAL TO JUDGING THE Q ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "The architect of $NBIX’s sales and marketing activities, Chief Commercial Officer, Eric Benevich, appears to be “Ex… https://t.co/xhD5blKDF1", "clean_text": "THE ARCHITECT OF NBIXS SALES AND MARKETING ACTIVITIES CHIEF COMMERCIAL OFFICER ERIC BENEVICH APPEARS TO BE EX ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "$NBIX appears to have brought \"the band\" from Avanir back together, hiring at least 64 former Avanir/Otsuka employe… https://t.co/y9lXIZuCdP", "clean_text": "NBIX APPEARS TO HAVE BROUGHT THE BAND FROM AVANIR BACK TOGETHER HIRING AT LEAST 64 FORMER AVANIROTSUKA EMPLOYE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191211, "Text": "$NBIX alternative link to our report: \n\nhttps://t.co/VIY6KbWdQH", "clean_text": "NBIX ALTERNATIVE LINK TO OUR REPORT \n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191210, "Text": "Valuation discount to peers is unwarranted and should close rapidly. $BRMK https://t.co/th4VKnY9lB", "clean_text": "VALUATION DISCOUNT TO PEERS IS UNWARRANTED AND SHOULD CLOSE RAPIDLY BRMK ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191210, "Text": "Stringent loan requirements will continue to provide margin of safety and limit downside risk. $BRMK https://t.co/uMy8ZOD7UE", "clean_text": "STRINGENT LOAN REQUIREMENTS WILL CONTINUE TO PROVIDE MARGIN OF SAFETY AND LIMIT DOWNSIDE RISK BRMK ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191210, "Text": "Over $200m cash ready to be deployed to pipeline of opportunities in new markets with favorable demographic trends… https://t.co/25q9Lt1wl8", "clean_text": "OVER 200M CASH READY TO BE DEPLOYED TO PIPELINE OF OPPORTUNITIES IN NEW MARKETS WITH FAVORABLE DEMOGRAPHIC TRENDS ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "RT @zerohedge: Here's the problem: according to the BIS, hedge fund leverage to the tune of 5x in the case of Millennium and 7.5x for Citad…", "clean_text": "RT @ZEROHEDGE HERE THE PROBLEM ACCORDING TO THE BIS HEDGE FUND LEVERAGE TO THE TUNE OF 5X IN THE CASE OF MILLENNIUM AND 75X FOR CITAD", "count1": 4, "count2": 2, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "RT @zerohedge: MCCONNELL SAYS USMCA WILL HAVE TO FOLLOW ANY IMPEACHMENT TRIAL", "clean_text": "RT @ZEROHEDGE MCCONNELL SAYS USMCA WILL HAVE TO FOLLOW ANY IMPEACHMENT TRIAL", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191209, "Text": "RT @FreightWaves: We will be doing live coverage of the Celadon Bankruptcy today across our social media channels.  Be sure to tune in for…", "clean_text": "RT @FREIGHTWAVES WE WILL BE DOING LIVE COVERAGE OF THE CELADON BANKRUPTCY TODAY ACROSS OUR SOCIAL MEDIA CHANNELS  BE SURE TO TUNE IN FOR", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191209, "Text": "RT @_davidelman: Celadon indeed has filed for Chapter 11; short seller @PresciencePoint two years ago said Celadon's shares failed \"to refl…", "clean_text": "RT @_DAVIDELMAN CELADON INDEED HAS FILED FOR CHAPTER 11 SHORT SELLER @PRESCIENCEPOINT TWO YEARS AGO SAID CELADON SHARES FAILED TO REFL", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20191209, "Text": "RT @ldelevingne: .@ColumbiaLaw's Josh Mitts on anti-short seller measures in Japan: \"Steps to restrict the supply of shares available for b…", "clean_text": "RT @LDELEVINGNE @COLUMBIALAW JOSH MITTS ON ANTISHORT SELLER MEASURES IN JAPAN STEPS TO RESTRICT THE SUPPLY OF SHARES AVAILABLE FOR B", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191207, "Text": "RT @PresciencePoint: In addition to the company paying a $42M fine, we commend the DOJ and the SEC for charging former Celadon executives w…", "clean_text": "RT @PRESCIENCEPOINT IN ADDITION TO THE COMPANY PAYING A 42M FINE WE COMMEND THE DOJ AND THE SEC FOR CHARGING FORMER CELADON EXECUTIVES W", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191206, "Text": "In addition to the company paying a $42M fine, we commend the DOJ and the SEC for charging former Celadon executive… https://t.co/qCQjBKJUyR", "clean_text": "IN ADDITION TO THE COMPANY PAYING A 42M FINE WE COMMEND THE DOJ AND THE SEC FOR CHARGING FORMER CELADON EXECUTIVE ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191204, "Text": "Warren rolled out “Fair Workweek” proposal, a try to glue part time workers to her coalition. Panic move of irrelevant incremental thinking.", "clean_text": "WARREN ROLLED OUT FAIR WORKWEEK” PROPOSAL A TRY TO GLUE PART TIME WORKERS TO HER COALITION PANIC MOVE OF IRRELEVANT INCREMENTAL THINKING", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191204, "Text": "Mike Bloomberg (paraphrasing): “Tax  poor people more regressively to manipulate their lifestyle choices so that they live longer.” Hoo boy.", "clean_text": "MIKE BLOOMBERG PARAPHRASING TAX  POOR PEOPLE MORE REGRESSIVELY TO MANIPULATE THEIR LIFESTYLE CHOICES SO THAT THEY LIVE LONGER” HOO BOY", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Carl_C_Icahn", "Time": 20191204, "Text": "Read our open letter to $HPQ shareholders (including other important information) here: https://t.co/7gxNKm7Kf2", "clean_text": "READ OUR OPEN LETTER TO HPQ SHAREHOLDERS INCLUDING OTHER IMPORTANT INFORMATION HERE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191203, "Text": "RT @B_Rjones89: Sorry but not true $vslr when employeed HR would put immense pressure to not try and fix these issues or resolve any concer…", "clean_text": "RT @B_RJONES89 SORRY BUT NOT TRUE VSLR WHEN EMPLOYEED HR WOULD PUT IMMENSE PRESSURE TO NOT TRY AND FIX THESE ISSUES OR RESOLVE ANY CONCER", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191202, "Text": "Cowboys owned at home Thanksgiving.  Ravens coming to Buffalo! Two great teams, two great young QB’s. Should be on national TV.  Go Bills!!!", "clean_text": "COWBOYS OWNED AT HOME THANKSGIVING  RAVENS COMING TO BUFFALO TWO GREAT TEAMS TWO GREAT YOUNG QBS SHOULD BE ON NATIONAL TV  GO BILLS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191202, "Text": "Josh Allen is getting better due to the K-Gun offense being brought back. Gives Allen the time to read the defense. Dabolll deserves credit.", "clean_text": "JOSH ALLEN IS GETTING BETTER DUE TO THE KGUN OFFENSE BEING BROUGHT BACK GIVES ALLEN THE TIME TO READ THE DEFENSE DABOLLL DESERVES CREDIT", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20191202, "Text": "If there is a betting site where you can short the Patriots to win the SuperBowl, go all in.", "clean_text": "IF THERE IS A BETTING SITE WHERE YOU CAN SHORT THE PATRIOTS TO WIN THE SUPERBOWL GO ALL IN", "count1": 2, "count2": 1, "count3": 0, "count4": 0}]