["WE", {"Name": "TruthGundlach", "Time": 20190619, "Text": "Fed message today was essentially: the case for easing has strengthened, we hope that changes soon, if it doesn’t we’re behind the curve.", "clean_text": "FED MESSAGE TODAY WAS ESSENTIALLY THE CASE FOR EASING HAS STRENGTHENED WE HOPE THAT CHANGES SOON IF IT DOESNT WERE BEHIND THE CURVE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190617, "Text": "We want to thank our fellow $MDXG shareholders for their overwhelming support in nominating our highly-qualified Bo… https://t.co/FJMQjz5GLO", "clean_text": "WE WANT TO THANK OUR FELLOW MDXG SHAREHOLDERS FOR THEIR OVERWHELMING SUPPORT IN NOMINATING OUR HIGHLYQUALIFIED BO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190617, "Text": "Despite a &gt;2x increase in price since our Initiation Report, we believe $MDXG is still significantly undervalued.… https://t.co/pjNYVsFysp", "clean_text": "DESPITE A GT2X INCREASE IN PRICE SINCE OUR INITIATION REPORT WE BELIEVE MDXG IS STILL SIGNIFICANTLY UNDERVALUED ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190614, "Text": "On Jan 7th, we published our bullish Initiation Report on $MDXG.  Since then, a number of positive developments hav… https://t.co/ub2Ta1086m", "clean_text": "ON JAN 7TH WE PUBLISHED OUR BULLISH INITIATION REPORT ON MDXG  SINCE THEN A NUMBER OF POSITIVE DEVELOPMENTS HAV ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190614, "Text": "Per the credit agreement, $MDXG had $99m in cash on 6/10/19. Using this #, we est that the Co has generated ~$61m o… https://t.co/P9ik3t0VKE", "clean_text": "PER THE CREDIT AGREEMENT MDXG HAD 99M IN CASH ON 61019 USING THIS WE EST THAT THE CO HAS GENERATED ~61M O ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190612, "Text": "Yesterday, $MDXG announced that it has raised $75m of NON-DILUTIVE debt financing from Blue Torch Capital.  We beli… https://t.co/azWJxApUJt", "clean_text": "YESTERDAY MDXG ANNOUNCED THAT IT HAS RAISED 75M OF NONDILUTIVE DEBT FINANCING FROM BLUE TORCH CAPITAL  WE BELI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190612, "Text": "Furthermore, we believe this additional capital gives $MDXG the necessary dry powder to reinvest in its business, e… https://t.co/2OCTfODnbp", "clean_text": "FURTHERMORE WE BELIEVE THIS ADDITIONAL CAPITAL GIVES MDXG THE NECESSARY DRY POWDER TO REINVEST IN ITS BUSINESS E ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20190612, "Text": "Also featured in this report on activism in Canada, we ask why a spike in short activism has Canadian regulators wo… https://t.co/IcJTeyPNHJ", "clean_text": "ALSO FEATURED IN THIS REPORT ON ACTIVISM IN CANADA WE ASK WHY A SPIKE IN SHORT ACTIVISM HAS CANADIAN REGULATORS WO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190610, "Text": "$TEUM we archived the previously posted presentation they actually gave to investors here:  https://t.co/DuTKA6RZaX… https://t.co/bM4HbELmrh", "clean_text": "TEUM WE ARCHIVED THE PREVIOUSLY POSTED PRESENTATION THEY ACTUALLY GAVE TO INVESTORS HERE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190610, "Text": "RT @jwarner180: @AureliusValue \"We categorically deny the allegations put forth. We do not intend to legitimize those reports by delving in…", "clean_text": "RT @JWARNER180 @AURELIUSVALUE WE CATEGORICALLY DENY THE ALLEGATIONS PUT FORTH WE DO NOT INTEND TO LEGITIMIZE THOSE REPORTS BY DELVING IN", "count1": 0, "count2": 0, "count3": 0, "count4": 2}]