["WITH", {"Name": "AureliusValue", "Time": 20190826, "Text": "@DonutShorts And also how about lenders wanting weekly diligence calls/meetings with $TEUM management? https://t.co/DPiXIneoNk", "clean_text": "@DONUTSHORTS AND ALSO HOW ABOUT LENDERS WANTING WEEKLY DILIGENCE CALLSMEETINGS WITH TEUM MANAGEMENT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190825, "Text": "Joe Biden: “What would have happened if Barrack Obama had been assassinated?” Hey Joe. Where are you going with this?  I say Nowhere, fast..", "clean_text": "JOE BIDEN WHAT WOULD HAVE HAPPENED IF BARRACK OBAMA HAD BEEN ASSASSINATED” HEY JOE WHERE ARE YOU GOING WITH THIS  I SAY NOWHERE FAST", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190825, "Text": "RT @TruthGundlach: Joe Biden: “What would have happened if Barrack Obama had been assassinated?” Hey Joe. Where are you going with this?  I…", "clean_text": "RT @TRUTHGUNDLACH JOE BIDEN WHAT WOULD HAVE HAPPENED IF BARRACK OBAMA HAD BEEN ASSASSINATED” HEY JOE WHERE ARE YOU GOING WITH THIS  I", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190819, "Text": "Why bother with fact checking before pontificating as a China “expert”? https://t.co/IeGlcR1XNp", "clean_text": "WHY BOTHER WITH FACT CHECKING BEFORE PONTIFICATING AS A CHINA EXPERT” ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190817, "Text": "@evan_lorenz @doumenzi @PekingMike Free speech is one thing. Flying in an airplane with someone who has expressed h… https://t.co/uWBbGrCKuG", "clean_text": "@EVAN_LORENZ @DOUMENZI @PEKINGMIKE FREE SPEECH IS ONE THING FLYING IN AN AIRPLANE WITH SOMEONE WHO HAS EXPRESSED H ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190817, "Text": "Right. Freedom of speech should only be given to the ones I agree with. https://t.co/k8Jdf3HGrY", "clean_text": "RIGHT FREEDOM OF SPEECH SHOULD ONLY BE GIVEN TO THE ONES I AGREE WITH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190814, "Text": "“Slidin’ Biden” placed in a statistical tie with “Soarin’ Warren” in the “YouGov for The Economist” National poll released today.", "clean_text": "SLIDIN BIDEN” PLACED IN A STATISTICAL TIE WITH SOARIN WARREN” IN THE YOUGOV FOR THE ECONOMIST” NATIONAL POLL RELEASED TODAY", "count1": 2, "count2": 1, "count3": 0, "count4": 0}]