["OF", {"Name": "JohnHuber72", "Time": 20191023, "Text": "It would be like the LA Dodgers trying to secretly inject Barry Bonds with steroids, with the hope of maybe he some… https://t.co/c7LJTnrFYV", "clean_text": "IT WOULD BE LIKE THE LA DODGERS TRYING TO SECRETLY INJECT BARRY BONDS WITH STEROIDS WITH THE HOPE OF MAYBE HE SOME ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20191023, "Text": "NJ Attorney General now alleges that $VSLR engaged in a host of predatory tactics including falsely claiming to be… https://t.co/kAglPk6gjS", "clean_text": "NJ ATTORNEY GENERAL NOW ALLEGES THAT VSLR ENGAGED IN A HOST OF PREDATORY TACTICS INCLUDING FALSELY CLAIMING TO BE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20191021, "Text": "RT @DonutShorts: $TEUM says 40% of previously recognized 1H 19 is bogus. That's four zero.\n\nCan't estimate when restatement will be complet…", "clean_text": "RT @DONUTSHORTS TEUM SAYS 40% OF PREVIOUSLY RECOGNIZED 1H 19 IS BOGUS THAT FOUR ZERO\n\nCANT ESTIMATE WHEN RESTATEMENT WILL BE COMPLET", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20191020, "Text": "@pearkes What a shame. Do you listen to cocktail podcast ?  There is a great one with the inventor of the paper plane and a penicillin", "clean_text": "@PEARKES WHAT A SHAME DO YOU LISTEN TO COCKTAIL PODCAST THERE IS A GREAT ONE WITH THE INVENTOR OF THE PAPER PLANE AND A PENICILLIN", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191018, "Text": "@GabrielCoBi Yes, all of our content is under Saber Capital Management's updated website now, including the histori… https://t.co/eb0gj6foJj", "clean_text": "@GABRIELCOBI YES ALL OF OUR CONTENT IS UNDER SABER CAPITAL MANAGEMENT UPDATED WEBSITE NOW INCLUDING THE HISTORI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20191018, "Text": "Sign up while you still can! \n\nScott Minerd of Guggenheim Investments at the Grant's Conference, Oct. 23 at The Pla… https://t.co/SKxGpM6pcc", "clean_text": "SIGN UP WHILE YOU STILL CAN \n\nSCOTT MINERD OF GUGGENHEIM INVESTMENTS AT THE GRANT CONFERENCE OCT 23 AT THE PLA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20191017, "Text": "Mkt realizing that $ENDP is the real beneficiary of opioid settlement as reported.  Fundamentals have improved sinc… https://t.co/kvOzzEDEkt", "clean_text": "MKT REALIZING THAT ENDP IS THE REAL BENEFICIARY OF OPIOID SETTLEMENT AS REPORTED  FUNDAMENTALS HAVE IMPROVED SINC ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191012, "Text": "One of the greatest athletic achievements of all time. Kipchoge goes under 2 hours in the marathon. https://t.co/SZkMROGJcA", "clean_text": "ONE OF THE GREATEST ATHLETIC ACHIEVEMENTS OF ALL TIME KIPCHOGE GOES UNDER 2 HOURS IN THE MARATHON ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191011, "Text": "Much emphasis goes into finding hidden bargains, when some of the best bargains in some of the best companies are h… https://t.co/VFZpfQtGm4", "clean_text": "MUCH EMPHASIS GOES INTO FINDING HIDDEN BARGAINS WHEN SOME OF THE BEST BARGAINS IN SOME OF THE BEST COMPANIES ARE H ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}]