["TO", {"Name": "AureliusValue", "Time": 20190524, "Text": "RT @gmorgenson: NEW: MiMedx Injectables Don’t Meet Regulatory Standards Despite Claim to FDA https://t.co/jrD3a3FcvR", "clean_text": "RT @GMORGENSON NEW MIMEDX INJECTABLES DONT MEET REGULATORY STANDARDS DESPITE CLAIM TO FDA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190524, "Text": "$HIIQ Dorfman victims will finally be notified and must \"opt-in\" to keep the sham insurance plans they were sold. W… https://t.co/3CgnvIgmlu", "clean_text": "HIIQ DORFMAN VICTIMS WILL FINALLY BE NOTIFIED AND MUST OPTIN TO KEEP THE SHAM INSURANCE PLANS THEY WERE SOLD W ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20190523, "Text": "Aaaand the hf to family office trend continues. https://t.co/UUoYhhAUNn", "clean_text": "AAAAND THE HF TO FAMILY OFFICE TREND CONTINUES ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190523, "Text": "RT @DonutShorts: Old enough to remember when the $MDXG sock puppets and management team scoffed at the notion that employees were spied upo…", "clean_text": "RT @DONUTSHORTS OLD ENOUGH TO REMEMBER WHEN THE MDXG SOCK PUPPETS AND MANAGEMENT TEAM SCOFFED AT THE NOTION THAT EMPLOYEES WERE SPIED UPO", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20190521, "Text": "RT @ActivistInsight: .@ActivistInsight, @GoodmansLLP, &amp; @KdaleAdvisors, invite you to join them in Toronto at the launch event for Activist…", "clean_text": "RT @ACTIVISTINSIGHT @ACTIVISTINSIGHT @GOODMANSLLP AMP @KDALEADVISORS INVITE YOU TO JOIN THEM IN TORONTO AT THE LAUNCH EVENT FOR ACTIVIST", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190520, "Text": "RT @kwasizzle: Me waiting to feel satisfied after that ending #GOT https://t.co/45KozEII5E", "clean_text": "RT @KWASIZZLE ME WAITING TO FEEL SATISFIED AFTER THAT ENDING #GOT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20190519, "Text": "@Jeffurry312 Huh? Would love to hear more.", "clean_text": "@JEFFURRY312 HUH WOULD LOVE TO HEAR MORE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20190516, "Text": "Former Berkshire PM Lou Simpson cut his exposure in half across the board in Q1 (SQ Advisors). Seems unlike him to… https://t.co/o96N0G8elX", "clean_text": "FORMER BERKSHIRE PM LOU SIMPSON CUT HIS EXPOSURE IN HALF ACROSS THE BOARD IN Q1 SQ ADVISORS SEEMS UNLIKE HIM TO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20190516, "Text": "@pcdunham I’m getting a pup next week!! Was originally supposed to come today but scheduling pushed it back.", "clean_text": "@PCDUNHAM IM GETTING A PUP NEXT WEEK WAS ORIGINALLY SUPPOSED TO COME TODAY BUT SCHEDULING PUSHED IT BACK", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190515, "Text": "RT @FriendlyBearSA: $TDOC Directly from a FOIA'd Teladoc contract -- @TeladocHealth is required to abide by @NCQA standards.  What are the…", "clean_text": "RT @FRIENDLYBEARSA TDOC DIRECTLY FROM A FOIAD TELADOC CONTRACT  @TELADOCHEALTH IS REQUIRED TO ABIDE BY @NCQA STANDARDS  WHAT ARE THE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190513, "Text": "The outcome AK360 hopes to achieve would reap economic benefits to Buffalo and Erie County far exceeding the public funds so wisely pledged.", "clean_text": "THE OUTCOME AK360 HOPES TO ACHIEVE WOULD REAP ECONOMIC BENEFITS TO BUFFALO AND ERIE COUNTY FAR EXCEEDING THE PUBLIC FUNDS SO WISELY PLEDGED", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20190513, "Text": "RT @AlderLaneeggs: \"they are going to have to pay for what they stole from the American public” Game Set Match for $LCI @CapitolistPig @Aur…", "clean_text": "RT @ALDERLANEEGGS THEY ARE GOING TO HAVE TO PAY FOR WHAT THEY STOLE FROM THE AMERICAN PUBLIC” GAME SET MATCH FOR LCI @CAPITOLISTPIG @AUR", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20190513, "Text": "@AlderLaneeggs If the $LCI lenders already began to organize last October and hired Akin Gump, i'm sure they're jus… https://t.co/KKJmpWKvy1", "clean_text": "@ALDERLANEEGGS IF THE LCI LENDERS ALREADY BEGAN TO ORGANIZE LAST OCTOBER AND HIRED AKIN GUMP IM SURE THEYRE JUS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190512, "Text": "@AlderLaneeggs @CapitolistPig Brilliant idea to price-fix the medicine the Attorney General takes $LCI", "clean_text": "@ALDERLANEEGGS @CAPITOLISTPIG BRILLIANT IDEA TO PRICEFIX THE MEDICINE THE ATTORNEY GENERAL TAKES LCI", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190510, "Text": "The president of a Celadon Corp. subsidiary pleaded guilty to criminal charges connected with the massive #fraud we… https://t.co/4wZtuFFWsL", "clean_text": "THE PRESIDENT OF A CELADON CORP SUBSIDIARY PLEADED GUILTY TO CRIMINAL CHARGES CONNECTED WITH THE MASSIVE #FRAUD WE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "MicroFundy", "Time": 20190510, "Text": "It sounds like Cramer is about to cry", "clean_text": "IT SOUNDS LIKE CRAMER IS ABOUT TO CRY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190510, "Text": "@antoniofbahia my bad, I forgot to use my sarcastic font. ;-)", "clean_text": "@ANTONIOFBAHIA MY BAD I FORGOT TO USE MY SARCASTIC FONT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20190510, "Text": "$JMIA nothing more to say.  FRAUD.  Target 0.  Take it from one of the most influential tech thinkers in Africa.  S… https://t.co/dbJTZFQjDC", "clean_text": "JMIA NOTHING MORE TO SAY  FRAUD  TARGET 0  TAKE IT FROM ONE OF THE MOST INFLUENTIAL TECH THINKERS IN AFRICA  S ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}]