["YOU", {"Name": "AureliusValue", "Time": 20190920, "Text": "RT @DonutShorts: I'm just going to leave this summary of the $TEUM offering up for you to absorb.  \n\nThis represents well over 50MM shares…", "clean_text": "RT @DONUTSHORTS IM JUST GOING TO LEAVE THIS SUMMARY OF THE TEUM OFFERING UP FOR YOU TO ABSORB  \n\nTHIS REPRESENTS WELL OVER 50MM SHARES", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20190919, "Text": "RT @TheBabylonBee: Government That Wants You To Take Climate Change Seriously Invites Foreign High School Kid To Testify Before Congress\nht…", "clean_text": "RT @THEBABYLONBEE GOVERNMENT THAT WANTS YOU TO TAKE CLIMATE CHANGE SERIOUSLY INVITES FOREIGN HIGH SCHOOL KID TO TESTIFY BEFORE CONGRESS\nHT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190916, "Text": "A good checklist item investors often pay lip service to but mostly ignore is whether you would buy the stock if th… https://t.co/EpjLo3r9kX", "clean_text": "A GOOD CHECKLIST ITEM INVESTORS OFTEN PAY LIP SERVICE TO BUT MOSTLY IGNORE IS WHETHER YOU WOULD BUY THE STOCK IF TH ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ValueDude", "Time": 20190913, "Text": "4) Mobile was 85% of all sports wagers.  85%!  ARE YOU LISTENING YOU HALF-MEASURE LOSERS?!?! (AR/DE/IN/MS/NM/NY/OR)… https://t.co/BTGq1BirE8", "clean_text": "4 MOBILE WAS 85% OF ALL SPORTS WAGERS  85%  ARE YOU LISTENING YOU HALFMEASURE LOSERS ARDEINMSNMNYOR ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "pmarca", "Time": 20190911, "Text": "\"If you’re on the right side of the issue, just keep driving until you hear glass breaking. Don’t quit.\" —T. Boone… https://t.co/lLtgygKkWa", "clean_text": "IF YOURE ON THE RIGHT SIDE OF THE ISSUE JUST KEEP DRIVING UNTIL YOU HEAR GLASS BREAKING DONT QUIT —T BOONE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190907, "Text": "RT @JoCo_11: @OptimumHelp  are you going to reply to the gazillion people in the CT/NY/NJ area that have not had cable or internet for over…", "clean_text": "RT @JOCO_11 @OPTIMUMHELP  ARE YOU GOING TO REPLY TO THE GAZILLION PEOPLE IN THE CTNYNJ AREA THAT HAVE NOT HAD CABLE OR INTERNET FOR OVER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]