["TO", {"Name": "TruthGundlach", "Time": 20191221, "Text": "Bills at Foxborough.  Brady once said,  on the way to Orchard Park: “Watch out Bills mafia, we’re coming to get you”.  Remember that Bills!!", "clean_text": "BILLS AT FOXBOROUGH  BRADY ONCE SAID  ON THE WAY TO ORCHARD PARK WATCH OUT BILLS MAFIA WERE COMING TO GET YOU”  REMEMBER THAT BILLS", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191219, "Text": "@MichaelParthum Might “look better” to some but it would not be art without the tweets.  They give it context, mode… https://t.co/4AdPbU7HW1", "clean_text": "@MICHAELPARTHUM MIGHT LOOK BETTER” TO SOME BUT IT WOULD NOT BE ART WITHOUT THE TWEETS  THEY GIVE IT CONTEXT MODE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191219, "Text": "@cmclaff Yeah it’s an interesting question, but I really don’t know. If I had to guess I’d say he focus much more o… https://t.co/d7NTM85LCU", "clean_text": "@CMCLAFF YEAH ITS AN INTERESTING QUESTION BUT I REALLY DONT KNOW IF I HAD TO GUESS ID SAY HE FOCUS MUCH MORE O ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191219, "Text": "$NBIX interesting that allegations of employees filling out PAs for doctors continue to emerge on cafepharma.  This… https://t.co/f6CeeHJP84", "clean_text": "NBIX INTERESTING THAT ALLEGATIONS OF EMPLOYEES FILLING OUT PAS FOR DOCTORS CONTINUE TO EMERGE ON CAFEPHARMA  THIS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20191218, "Text": "\"We’re reaching out to remind you that as of today, the price of your Hulu (No Ads) + Live TV plan has increased fr… https://t.co/O8enS01TsQ", "clean_text": "WERE REACHING OUT TO REMIND YOU THAT AS OF TODAY THE PRICE OF YOUR HULU NO ADS LIVE TV PLAN HAS INCREASED FR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191218, "Text": "This is such great advice from Munger when it comes to portfolio management. Everyone's trying to be smarter, searc… https://t.co/ah1Nm90CKZ", "clean_text": "THIS IS SUCH GREAT ADVICE FROM MUNGER WHEN IT COMES TO PORTFOLIO MANAGEMENT EVERYONE TRYING TO BE SMARTER SEARC ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191218, "Text": "@cmclaff I think that quote has (unintentionally of course) done more harm than good to investors running small fun… https://t.co/XBtnQPTKWB", "clean_text": "@CMCLAFF I THINK THAT QUOTE HAS UNINTENTIONALLY OF COURSE DONE MORE HARM THAN GOOD TO INVESTORS RUNNING SMALL FUN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191217, "Text": "I like Neil Cavuto.  His teasing me on air preseason about futility of being a Bills fan was a harbinger of great things to come.  Go Bills!", "clean_text": "I LIKE NEIL CAVUTO  HIS TEASING ME ON AIR PRESEASON ABOUT FUTILITY OF BEING A BILLS FAN WAS A HARBINGER OF GREAT THINGS TO COME  GO BILLS", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "JohnHuber72", "Time": 20191217, "Text": "Nice piece, although I would say it's hard to argue that there haven't been any blockbusters. Nothing is if you com… https://t.co/qUblBikMsJ", "clean_text": "NICE PIECE ALTHOUGH I WOULD SAY IT HARD TO ARGUE THAT THERE HAVENT BEEN ANY BLOCKBUSTERS NOTHING IS IF YOU COM ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191214, "Text": "RT @VicNiederhoffer: would a curfew at  some EPM hour like 10 pm be beneficial to all basketall  players and market players improve their p…", "clean_text": "RT @VICNIEDERHOFFER WOULD A CURFEW AT  SOME EPM HOUR LIKE 10 PM BE BENEFICIAL TO ALL BASKETALL  PLAYERS AND MARKET PLAYERS IMPROVE THEIR P", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20191213, "Text": "Activism is the No. 1 way to create superior returns, hedge fund manager Jamie Dinan says https://t.co/JdgvzzZjZL", "clean_text": "ACTIVISM IS THE NO 1 WAY TO CREATE SUPERIOR RETURNS HEDGE FUND MANAGER JAMIE DINAN SAYS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191213, "Text": "Some quant should run a backrest to see the performance of stocks that don’t cite EBITDA or adjusted numbers in the… https://t.co/9uRIIIqKfd", "clean_text": "SOME QUANT SHOULD RUN A BACKREST TO SEE THE PERFORMANCE OF STOCKS THAT DONT CITE EBITDA OR ADJUSTED NUMBERS IN THE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191212, "Text": "I've had a few people asking what happened to the old Base Hit Investing site. We merged it into Saber Capital's up… https://t.co/RZ9dBlB4HJ", "clean_text": "IVE HAD A FEW PEOPLE ASKING WHAT HAPPENED TO THE OLD BASE HIT INVESTING SITE WE MERGED IT INTO SABER CAPITAL UP ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191211, "Text": "@trengriffin Agreed Tren. I was using the word profits to imply cash coming in. There are exceptions (AMZN being th… https://t.co/B573UwIAcH", "clean_text": "@TRENGRIFFIN AGREED TREN I WAS USING THE WORD PROFITS TO IMPLY CASH COMING IN THERE ARE EXCEPTIONS AMZN BEING TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191211, "Text": "@trengriffin Yep, completely agree. ROIC and FCF (including stock based comp expense) are critical to judging the q… https://t.co/x28o0sCCsJ", "clean_text": "@TRENGRIFFIN YEP COMPLETELY AGREE ROIC AND FCF INCLUDING STOCK BASED COMP EXPENSE ARE CRITICAL TO JUDGING THE Q ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "The architect of $NBIX’s sales and marketing activities, Chief Commercial Officer, Eric Benevich, appears to be “Ex… https://t.co/xhD5blKDF1", "clean_text": "THE ARCHITECT OF NBIXS SALES AND MARKETING ACTIVITIES CHIEF COMMERCIAL OFFICER ERIC BENEVICH APPEARS TO BE EX ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "$NBIX appears to have brought \"the band\" from Avanir back together, hiring at least 64 former Avanir/Otsuka employe… https://t.co/y9lXIZuCdP", "clean_text": "NBIX APPEARS TO HAVE BROUGHT THE BAND FROM AVANIR BACK TOGETHER HIRING AT LEAST 64 FORMER AVANIROTSUKA EMPLOYE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "$NBIX alternative link to our report: \n\nhttps://t.co/VIY6KbWdQH", "clean_text": "NBIX ALTERNATIVE LINK TO OUR REPORT \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191210, "Text": "Valuation discount to peers is unwarranted and should close rapidly. $BRMK https://t.co/th4VKnY9lB", "clean_text": "VALUATION DISCOUNT TO PEERS IS UNWARRANTED AND SHOULD CLOSE RAPIDLY BRMK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191210, "Text": "Stringent loan requirements will continue to provide margin of safety and limit downside risk. $BRMK https://t.co/uMy8ZOD7UE", "clean_text": "STRINGENT LOAN REQUIREMENTS WILL CONTINUE TO PROVIDE MARGIN OF SAFETY AND LIMIT DOWNSIDE RISK BRMK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191210, "Text": "Over $200m cash ready to be deployed to pipeline of opportunities in new markets with favorable demographic trends… https://t.co/25q9Lt1wl8", "clean_text": "OVER 200M CASH READY TO BE DEPLOYED TO PIPELINE OF OPPORTUNITIES IN NEW MARKETS WITH FAVORABLE DEMOGRAPHIC TRENDS ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "RT @zerohedge: Here's the problem: according to the BIS, hedge fund leverage to the tune of 5x in the case of Millennium and 7.5x for Citad…", "clean_text": "RT @ZEROHEDGE HERE THE PROBLEM ACCORDING TO THE BIS HEDGE FUND LEVERAGE TO THE TUNE OF 5X IN THE CASE OF MILLENNIUM AND 75X FOR CITAD", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "RT @zerohedge: MCCONNELL SAYS USMCA WILL HAVE TO FOLLOW ANY IMPEACHMENT TRIAL", "clean_text": "RT @ZEROHEDGE MCCONNELL SAYS USMCA WILL HAVE TO FOLLOW ANY IMPEACHMENT TRIAL", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191209, "Text": "RT @FreightWaves: We will be doing live coverage of the Celadon Bankruptcy today across our social media channels.  Be sure to tune in for…", "clean_text": "RT @FREIGHTWAVES WE WILL BE DOING LIVE COVERAGE OF THE CELADON BANKRUPTCY TODAY ACROSS OUR SOCIAL MEDIA CHANNELS  BE SURE TO TUNE IN FOR", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191209, "Text": "RT @_davidelman: Celadon indeed has filed for Chapter 11; short seller @PresciencePoint two years ago said Celadon's shares failed \"to refl…", "clean_text": "RT @_DAVIDELMAN CELADON INDEED HAS FILED FOR CHAPTER 11 SHORT SELLER @PRESCIENCEPOINT TWO YEARS AGO SAID CELADON SHARES FAILED TO REFL", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20191209, "Text": "RT @ldelevingne: .@ColumbiaLaw's Josh Mitts on anti-short seller measures in Japan: \"Steps to restrict the supply of shares available for b…", "clean_text": "RT @LDELEVINGNE @COLUMBIALAW JOSH MITTS ON ANTISHORT SELLER MEASURES IN JAPAN STEPS TO RESTRICT THE SUPPLY OF SHARES AVAILABLE FOR B", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191207, "Text": "RT @PresciencePoint: In addition to the company paying a $42M fine, we commend the DOJ and the SEC for charging former Celadon executives w…", "clean_text": "RT @PRESCIENCEPOINT IN ADDITION TO THE COMPANY PAYING A 42M FINE WE COMMEND THE DOJ AND THE SEC FOR CHARGING FORMER CELADON EXECUTIVES W", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]