["THE", {"Name": "xuexishenghuo", "Time": 20190401, "Text": "SAMR is adjusting, eliminating, and reconsidering some of the previously approved health benefit claims for \"health products\" $NUS $USNA", "clean_text": "SAMR IS ADJUSTING ELIMINATING AND RECONSIDERING SOME OF THE PREVIOUSLY APPROVED HEALTH BENEFIT CLAIMS FOR HEALTH PRODUCTS NUS USNA", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190401, "Text": "Some suggests that those claims that are outside of the 18 that were adjusted can be viewed as effectively banned. https://t.co/MTB41DgTA1", "clean_text": "SOME SUGGESTS THAT THOSE CLAIMS THAT ARE OUTSIDE OF THE 18 THAT WERE ADJUSTED CAN BE VIEWED AS EFFECTIVELY BANNED ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190401, "Text": "SAMR is reducing the approve claim \"lose weight 减肥\" to \"help adjust body fat levels 有助于调节体脂\". here are some popular… https://t.co/WaBFHLBWyn", "clean_text": "SAMR IS REDUCING THE APPROVE CLAIM LOSE WEIGHT 减肥 TO HELP ADJUST BODY FAT LEVELS 有助于调节体脂 HERE ARE SOME POPULAR ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190401, "Text": "$NUS quickly rolled over and settled with the deceased associate’s family. But can they put the regulator genie bac… https://t.co/l2lIUG2VKK", "clean_text": "NUS QUICKLY ROLLED OVER AND SETTLED WITH THE DECEASED ASSOCIATES FAMILY BUT CAN THEY PUT THE REGULATOR GENIE BAC ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190401, "Text": "Kellogg destroyed billions of market value since it acquired Keebler 20 years ago; $4.0B→$1.3B! Price on the low si… https://t.co/OtQzpXm3EJ", "clean_text": "KELLOGG DESTROYED BILLIONS OF MARKET VALUE SINCE IT ACQUIRED KEEBLER 20 YEARS AGO 40B→13B PRICE ON THE LOW SI ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190329, "Text": "SAMR press conference - crack down on “health products” will continue beyond the 100day campaign $NUS $USNA $NHTC https://t.co/8zkEotZBNO", "clean_text": "SAMR PRESS CONFERENCE  CRACK DOWN ON HEALTH PRODUCTS” WILL CONTINUE BEYOND THE 100DAY CAMPAIGN NUS USNA NHTC ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190329, "Text": "Dead $NUS associate’s family has contacted Beijing government. Officials said they are in contact with the family. https://t.co/6PCWvu6htQ", "clean_text": "DEAD NUS ASSOCIATES FAMILY HAS CONTACTED BEIJING GOVERNMENT OFFICIALS SAID THEY ARE IN CONTACT WITH THE FAMILY ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20190329, "Text": "@given2tweet, Happy birthday! I hope you're enjoying the Bizarro Jerry vacation", "clean_text": "@GIVEN2TWEET HAPPY BIRTHDAY I HOPE YOURE ENJOYING THE BIZARRO JERRY VACATION", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20190328, "Text": "The Mets magic number is 162. @IvanTheK", "clean_text": "THE METS MAGIC NUMBER IS 162 @IVANTHEK", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20190328, "Text": "@michaelsantoli @hmeisler I recall printing box scores and stats off the internet in '95-'97 and bringing to school to show my friends.", "clean_text": "@MICHAELSANTOLI @HMEISLER I RECALL PRINTING BOX SCORES AND STATS OFF THE INTERNET IN 9597 AND BRINGING TO SCHOOL TO SHOW MY FRIENDS", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190327, "Text": "@Buffering666 @SmellCap @oknotsomuch @schaudenfraud Did people love Boston market or did the company fake that love (ie fake revenues)?", "clean_text": "@BUFFERING666 @SMELLCAP @OKNOTSOMUCH @SCHAUDENFRAUD DID PEOPLE LOVE BOSTON MARKET OR DID THE COMPANY FAKE THAT LOVE IE FAKE REVENUES", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20190327, "Text": "Dow to replace Dow in the Dow.", "clean_text": "DOW TO REPLACE DOW IN THE DOW", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190326, "Text": "@dan64wiz No contact with her now. Hearing she was pounding the table on $wtw all the way down last year", "clean_text": "@DAN64WIZ NO CONTACT WITH HER NOW HEARING SHE WAS POUNDING THE TABLE ON WTW ALL THE WAY DOWN LAST YEAR", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "GothamResearch", "Time": 20190326, "Text": "Had only somebody warned about the various risks to the $CRTO business ...", "clean_text": "HAD ONLY SOMEBODY WARNED ABOUT THE VARIOUS RISKS TO THE CRTO BUSINESS ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190325, "Text": "$PTI down &gt;50% today on weak new clinical data. The company’s drugs continue to be ineffective and unpromising https://t.co/gjRAlKHgZg", "clean_text": "PTI DOWN GT50% TODAY ON WEAK NEW CLINICAL DATA THE COMPANYS DRUGS CONTINUE TO BE INEFFECTIVE AND UNPROMISING ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190324, "Text": "@BarbarianCap Old enough to remember the coty offer and the PTG capital offer", "clean_text": "@BARBARIANCAP OLD ENOUGH TO REMEMBER THE COTY OFFER AND THE PTG CAPITAL OFFER", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190324, "Text": "@BarbarianCap try look up in the Bulgarian prison system?", "clean_text": "@BARBARIANCAP TRY LOOK UP IN THE BULGARIAN PRISON SYSTEM", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190323, "Text": "Interesting #Fridaynightdump $USNA only file a DEFA 14A without the DEF 14A. Any particular reason for a company to do this?", "clean_text": "INTERESTING #FRIDAYNIGHTDUMP USNA ONLY FILE A DEFA 14A WITHOUT THE DEF 14A ANY PARTICULAR REASON FOR A COMPANY TO DO THIS", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190322, "Text": "@winsteadscap @crossdefault The shipping business is probably falling off a cliff", "clean_text": "@WINSTEADSCAP @CROSSDEFAULT THE SHIPPING BUSINESS IS PROBABLY FALLING OFF A CLIFF", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190322, "Text": "@HedgeyeSnakeye What is the gist of the short call, if you don’t mind?", "clean_text": "@HEDGEYESNAKEYE WHAT IS THE GIST OF THE SHORT CALL IF YOU DONT MIND", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "CitronResearch", "Time": 20190322, "Text": "$CHGG is the poster child for institutionalized academic cheating. tgt- $25 Cannot be disputed, cheating now matter… https://t.co/ZVuE6uRTpU", "clean_text": "CHGG IS THE POSTER CHILD FOR INSTITUTIONALIZED ACADEMIC CHEATING TGT 25 CANNOT BE DISPUTED CHEATING NOW MATTER ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190321, "Text": "there is never just one cockroach in the kitchen. apparently the license for $NUS juice in question has expired mor… https://t.co/Aw2bIzXFDT", "clean_text": "THERE IS NEVER JUST ONE COCKROACH IN THE KITCHEN APPARENTLY THE LICENSE FOR NUS JUICE IN QUESTION HAS EXPIRED MOR ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190321, "Text": "never just one cockroach in the kitchen - report says $NUS TR90 is unlicensed unauthorized and potentially unsafe “… https://t.co/OJH7fM2hjT", "clean_text": "NEVER JUST ONE COCKROACH IN THE KITCHEN  REPORT SAYS NUS TR90 IS UNLICENSED UNAUTHORIZED AND POTENTIALLY UNSAFE  ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190321, "Text": "$NUS is not the only scam in town - apparently multiple $USNA products' health and safety licenses have expired in… https://t.co/sEBPMgDPvi", "clean_text": "NUS IS NOT THE ONLY SCAM IN TOWN  APPARENTLY MULTIPLE USNA PRODUCT HEALTH AND SAFETY LICENSES HAVE EXPIRED IN ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190321, "Text": "the list goes on $USNA https://t.co/pUw3gov2sS", "clean_text": "THE LIST GOES ON USNA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190321, "Text": "still more cockroaches $NUS numerous brushes with the law in China https://t.co/nUAbxXjg3M", "clean_text": "STILL MORE COCKROACHES NUS NUMEROUS BRUSHES WITH THE LAW IN CHINA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190321, "Text": "Three months ago the Fed predicted totally different policy than where they are now.  How can they predict 2020 policy with a straight face?", "clean_text": "THREE MONTHS AGO THE FED PREDICTED TOTALLY DIFFERENT POLICY THAN WHERE THEY ARE NOW  HOW CAN THEY PREDICT 2020 POLICY WITH A STRAIGHT FACE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190321, "Text": "@Morgan_03 Not my fault the T.G.I. Friday’s in union square (my former go to red for @Morgan_03) closed down", "clean_text": "@MORGAN_03 NOT MY FAULT THE TGI FRIDAYS IN UNION SQUARE MY FORMER GO TO RED FOR @MORGAN_03 CLOSED DOWN", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190321, "Text": "@GrimesHoldings Yes, we hope to have a summary of all the recent developments in the next two weeks. Still bullish… https://t.co/hZ2nKckm9k", "clean_text": "@GRIMESHOLDINGS YES WE HOPE TO HAVE A SUMMARY OF ALL THE RECENT DEVELOPMENTS IN THE NEXT TWO WEEKS STILL BULLISH ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190320, "Text": "Looks like what kept 10x P/S $TME growing is the live streaming business while $YY core is trading at &lt; ~1x P/S", "clean_text": "LOOKS LIKE WHAT KEPT 10X PS TME GROWING IS THE LIVE STREAMING BUSINESS WHILE YY CORE IS TRADING AT LT ~1X PS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190320, "Text": "@PessimistInvest @jamescgibson Healthcare is often the largest local employers. Who has the political will?", "clean_text": "@PESSIMISTINVEST @JAMESCGIBSON HEALTHCARE IS OFTEN THE LARGEST LOCAL EMPLOYERS WHO HAS THE POLITICAL WILL", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190320, "Text": "@Michael54285625 @tangentstyle Having outside owners who don’t mind the dilution (knowingly or not) is a competitive advantage", "clean_text": "@MICHAEL54285625 @TANGENTSTYLE HAVING OUTSIDE OWNERS WHO DONT MIND THE DILUTION KNOWINGLY OR NOT IS A COMPETITIVE ADVANTAGE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190320, "Text": "it's always just a few bad apples. #MLM scams are never responsible for the huge societal damages they cause. $NUS… https://t.co/mmGNQ6FVIo", "clean_text": "IT ALWAYS JUST A FEW BAD APPLES #MLM SCAMS ARE NEVER RESPONSIBLE FOR THE HUGE SOCIETAL DAMAGES THEY CAUSE NUS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20190320, "Text": "@Wolfmetric based  on years of following both $GSVC and $SVVC, i'd expect a massive \"sell the news\".", "clean_text": "@WOLFMETRIC BASED  ON YEARS OF FOLLOWING BOTH GSVC AND SVVC ID EXPECT A MASSIVE SELL THE NEWS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20190320, "Text": "\"The Reports of My Death Are Greatly Exaggerated” https://t.co/wvZ6PXyIH1", "clean_text": "THE REPORTS OF MY DEATH ARE GREATLY EXAGGERATED” ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20190320, "Text": "@michaelsantoli SAAS is the new shampoo", "clean_text": "@MICHAELSANTOLI SAAS IS THE NEW SHAMPOO", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190319, "Text": "@Fritz844 @wenkennedy @JavierBlas @AlaricN What does the replacement wave look like?", "clean_text": "@FRITZ844 @WENKENNEDY @JAVIERBLAS @ALARICN WHAT DOES THE REPLACEMENT WAVE LOOK LIKE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190319, "Text": "@RMarshSPark @PessimistInvest Arguably $HCA etc have a stronger incentive to manage costs than the 90% of the indus… https://t.co/Px8jIy6GdJ", "clean_text": "@RMARSHSPARK @PESSIMISTINVEST ARGUABLY HCA ETC HAVE A STRONGER INCENTIVE TO MANAGE COSTS THAN THE 90% OF THE INDUS ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "BergenCapital", "Time": 20190319, "Text": "RT @EconguyRosie: The S&amp;P 500 is up 12.6% for the best start to any year since 1991. The VIX has collapsed 57% in 3 months' time, the sharp…", "clean_text": "RT @ECONGUYROSIE THE SAMPP 500 IS UP 126% FOR THE BEST START TO ANY YEAR SINCE 1991 THE VIX HAS COLLAPSED 57% IN 3 MONTH TIME THE SHARP", "count1": 0, "count2": 1, "count3": 4, "count4": 0}, {"Name": "BergenCapital", "Time": 20190319, "Text": "RT @davidenrich: This is the inside story of how Deutsche Bank officials – including 2 CEOs – were so eager to do business with @realDonald…", "clean_text": "RT @DAVIDENRICH THIS IS THE INSIDE STORY OF HOW DEUTSCHE BANK OFFICIALS INCLUDING 2 CEOS WERE SO EAGER TO DO BUSINESS WITH @REALDONALD", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20190319, "Text": "Is that before or after the use of cannabis? https://t.co/r2CF9K7izh", "clean_text": "IS THAT BEFORE OR AFTER THE USE OF CANNABIS ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20190319, "Text": "RT @stevenplace: i shit you not, this will mark the bottom https://t.co/IMG6r9pNwh", "clean_text": "RT @STEVENPLACE I SHIT YOU NOT THIS WILL MARK THE BOTTOM ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20190319, "Text": "RT @jonathanmaze: My eldest son just said he won’t attend a college that’s had a scandal.\n\nGuess the kid isn’t going to college.", "clean_text": "RT @JONATHANMAZE MY ELDEST SON JUST SAID HE WONT ATTEND A COLLEGE THATS HAD A SCANDAL\n\nGUESS THE KID ISNT GOING TO COLLEGE", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20190319, "Text": "RT @jedimarkus77: \"If you aren't buying the pre-FOMC new year highs, you are obviously an idiot!\" https://t.co/gj3MLgBLct", "clean_text": "RT @JEDIMARKUS77 IF YOU ARENT BUYING THE PREFOMC NEW YEAR HIGHS YOU ARE OBVIOUSLY AN IDIOT ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190318, "Text": "are you saying there's a chance that the company's books aren't kept properly? $USNA https://t.co/aiVMTJf3RV", "clean_text": "ARE YOU SAYING THERE A CHANCE THAT THE COMPANY BOOKS ARENT KEPT PROPERLY USNA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}]