["WE", {"Name": "FundyLongShort", "Time": 20190513, "Text": "@CapitalObserver WE HUMANS!!", "clean_text": "@CAPITALOBSERVER WE HUMANS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190510, "Text": "The president of a Celadon Corp. subsidiary pleaded guilty to criminal charges connected with the massive #fraud we… https://t.co/4wZtuFFWsL", "clean_text": "THE PRESIDENT OF A CELADON CORP SUBSIDIARY PLEADED GUILTY TO CRIMINAL CHARGES CONNECTED WITH THE MASSIVE #FRAUD WE ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190510, "Text": "In April 2017 we published a detailed report on Celadon exposing and quantifying the massive accounting #fraud a th… https://t.co/hqtJAP1vqW", "clean_text": "IN APRIL 2017 WE PUBLISHED A DETAILED REPORT ON CELADON EXPOSING AND QUANTIFYING THE MASSIVE ACCOUNTING #FRAUD A TH ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190510, "Text": "We filed our preliminary proxy statement last night for $MDXG. You can read it here: https://t.co/WHXx04VVdz We bel… https://t.co/0k4grdEADJ", "clean_text": "WE FILED OUR PRELIMINARY PROXY STATEMENT LAST NIGHT FOR MDXG YOU CAN READ IT HERE  WE BEL ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "Today we nominated 4 highly-qualified candidates to the board of MiMedx Group $MDXG that we believe will help the c… https://t.co/0Nxpa8As5V", "clean_text": "TODAY WE NOMINATED 4 HIGHLYQUALIFIED CANDIDATES TO THE BOARD OF MIMEDX GROUP MDXG THAT WE BELIEVE WILL HELP THE C ", "count1": 0, "count2": 2, "count3": 1, "count4": 2}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "We believe our slate possesses the necessary healthcare &amp; biopharma experience, turnaround &amp; restatement experience… https://t.co/grVaoPMfWb", "clean_text": "WE BELIEVE OUR SLATE POSSESSES THE NECESSARY HEALTHCARE AMP BIOPHARMA EXPERIENCE TURNAROUND AMP RESTATEMENT EXPERIENCE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "We believe a refreshed Board, with highly-qualified members that are free of any attachment to past actions or lega… https://t.co/bowUX2T0pf", "clean_text": "WE BELIEVE A REFRESHED BOARD WITH HIGHLYQUALIFIED MEMBERS THAT ARE FREE OF ANY ATTACHMENT TO PAST ACTIONS OR LEGA ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "As outlined in our Jan report, we believe $MDXG is substantially undervalued, &amp; with the proper leadership in place… https://t.co/cNfpGqqxNd", "clean_text": "AS OUTLINED IN OUR JAN REPORT WE BELIEVE MDXG IS SUBSTANTIALLY UNDERVALUED AMP WITH THE PROPER LEADERSHIP IN PLACE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20190502, "Text": "@theoldcfo But you appear to be giving those foreign agents cover because the USA also does it. Perhaps we should t… https://t.co/0SbRRJVvnU", "clean_text": "@THEOLDCFO BUT YOU APPEAR TO BE GIVING THOSE FOREIGN AGENTS COVER BECAUSE THE USA ALSO DOES IT PERHAPS WE SHOULD T ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}]