["IT", {"Name": "TruthGundlach", "Time": 20191108, "Text": "Warren was soarin’ until the price tag of “I have a plan for that” was even partially revealed. There is nothing “free” &amp; everyone knows it.", "clean_text": "WARREN WAS SOARIN UNTIL THE PRICE TAG OF I HAVE A PLAN FOR THAT” WAS EVEN PARTIALLY REVEALED THERE IS NOTHING FREE” AMP EVERYONE KNOWS IT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20191105, "Text": "What?!\n\nI’m hearing tentative respect for the Bills in sports media!\n\nWinning at Cleveland this Sunday is a must to deserve it.\n\nGo Bills!!!", "clean_text": "WHAT\n\nIM HEARING TENTATIVE RESPECT FOR THE BILLS IN SPORTS MEDIA\n\nWINNING AT CLEVELAND THIS SUNDAY IS A MUST TO DESERVE IT\n\nGO BILLS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191102, "Text": "@rationalwalk @MarceloPLima I think the best approach is to eat a balanced, whole food, mostly plant based diet. It… https://t.co/R8glVcGshf", "clean_text": "@RATIONALWALK @MARCELOPLIMA I THINK THE BEST APPROACH IS TO EAT A BALANCED WHOLE FOOD MOSTLY PLANT BASED DIET IT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20191101, "Text": "Loved this story because it really focused on how scammers are able to circumvent @Airbnb rules. Found myself in a… https://t.co/TasKv75ywM", "clean_text": "LOVED THIS STORY BECAUSE IT REALLY FOCUSED ON HOW SCAMMERS ARE ABLE TO CIRCUMVENT @AIRBNB RULES FOUND MYSELF IN A ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20191101, "Text": "@neuralmarket Nah. It has to do with the tax agreement that was signed when two companies were carved from HP.", "clean_text": "@NEURALMARKET NAH IT HAS TO DO WITH THE TAX AGREEMENT THAT WAS SIGNED WHEN TWO COMPANIES WERE CARVED FROM HP", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191101, "Text": "Imo, a misconception re: sugar/carbs. It's not sugar that causes LT issues; it's too many empty calories/overeating… https://t.co/8qwyheFa2G", "clean_text": "IMO A MISCONCEPTION RE SUGARCARBS IT NOT SUGAR THAT CAUSES LT ISSUES IT TOO MANY EMPTY CALORIESOVEREATING ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FundyLongShort", "Time": 20191101, "Text": "@ElliotTurn Elmo costume is always a classic.  Ours had one just like it.", "clean_text": "@ELLIOTTURN ELMO COSTUME IS ALWAYS A CLASSIC  OURS HAD ONE JUST LIKE IT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20191030, "Text": "@CrookedCapital Once a week sounds tough to me, too.  Glad it's going well.", "clean_text": "@CROOKEDCAPITAL ONCE A WEEK SOUNDS TOUGH TO ME TOO  GLAD IT GOING WELL", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191028, "Text": "If the Patriots were a stock in a 32 stock NFL index, it would be the most followed, there would be a hundred analy… https://t.co/X5MT4l0FEw", "clean_text": "IF THE PATRIOTS WERE A STOCK IN A 32 STOCK NFL INDEX IT WOULD BE THE MOST FOLLOWED THERE WOULD BE A HUNDRED ANALY ", "count1": 0, "count2": 1, "count3": 2, "count4": 1}]