["THE", {"Name": "ValueDude", "Time": 20190913, "Text": "10) This guy is the man + I think PointsBet might have lost some money here, just a hunch - https://t.co/mSPfsshhv6", "clean_text": "10 THIS GUY IS THE MAN I THINK POINTSBET MIGHT HAVE LOST SOME MONEY HERE JUST A HUNCH  ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20190912, "Text": "We’ve secured a $700 discount for our readers and it expires at the end of this month. Just use code: marketfolly-s… https://t.co/K21x8XLrqu", "clean_text": "WEVE SECURED A 700 DISCOUNT FOR OUR READERS AND IT EXPIRES AT THE END OF THIS MONTH JUST USE CODE MARKETFOLLYS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190912, "Text": "Activist short selling made the cover! https://t.co/EYEO96JdMH", "clean_text": "ACTIVIST SHORT SELLING MADE THE COVER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190911, "Text": "\"If you’re on the right side of the issue, just keep driving until you hear glass breaking. Don’t quit.\" —T. Boone… https://t.co/lLtgygKkWa", "clean_text": "IF YOURE ON THE RIGHT SIDE OF THE ISSUE JUST KEEP DRIVING UNTIL YOU HEAR GLASS BREAKING DONT QUIT —T BOONE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190911, "Text": "@east_cap Assume Munger &amp; Lu still own? What’s the right multiple these days?", "clean_text": "@EAST_CAP ASSUME MUNGER AMP LU STILL OWN WHATS THE RIGHT MULTIPLE THESE DAYS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190911, "Text": "Dimon’s a great CEO, but trying to predict interest rates or the direction of the economy is a tough game. Like mos… https://t.co/WEsvVYtr9h", "clean_text": "DIMONS A GREAT CEO BUT TRYING TO PREDICT INTEREST RATES OR THE DIRECTION OF THE ECONOMY IS A TOUGH GAME LIKE MOS ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190911, "Text": "@LT3000Lyall Yep, agreed. Dimon doesn’t run the bank based on an interest rate view at all. But I do think the cons… https://t.co/TUl7NeYc2a", "clean_text": "@LT3000LYALL YEP AGREED DIMON DOESNT RUN THE BANK BASED ON AN INTEREST RATE VIEW AT ALL BUT I DO THINK THE CONS ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190910, "Text": "@TalbertSwan Tanya was a drug dealer &amp; repeat offender. You’re skewing the facts.", "clean_text": "@TALBERTSWAN TANYA WAS A DRUG DEALER AMP REPEAT OFFENDER YOURE SKEWING THE FACTS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20190907, "Text": "RT @JoCo_11: @OptimumHelp  are you going to reply to the gazillion people in the CT/NY/NJ area that have not had cable or internet for over…", "clean_text": "RT @JOCO_11 @OPTIMUMHELP  ARE YOU GOING TO REPLY TO THE GAZILLION PEOPLE IN THE CTNYNJ AREA THAT HAVE NOT HAD CABLE OR INTERNET FOR OVER", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "marketfolly", "Time": 20190906, "Text": "RT @EdwardOThorp: (Part 1 of 2) Here are the first three questions along with my answers https://t.co/NlrVIK664u", "clean_text": "RT @EDWARDOTHORP PART 1 OF 2 HERE ARE THE FIRST THREE QUESTIONS ALONG WITH MY ANSWERS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Soon, the NFL season kicks off. I know what y'all are thinking… take Green Bay +145 and under 46.5! That’s right, D… https://t.co/pBQ3pLx5oa", "clean_text": "SOON THE NFL SEASON KICKS OFF I KNOW WHAT YALL ARE THINKING TAKE GREEN BAY +145 AND UNDER 465 THATS RIGHT D ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Various other states have joined the fray, all with different levels of regulation. FOR NOW, each state has its own… https://t.co/I7Y8kN6l7m", "clean_text": "VARIOUS OTHER STATES HAVE JOINED THE FRAY ALL WITH DIFFERENT LEVELS OF REGULATION FOR NOW EACH STATE HAS ITS OWN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "The flood gates were now open, and NJ, the state who led the charge against PASPA and with the most number of visit… https://t.co/mF9x3b2h3T", "clean_text": "THE FLOOD GATES WERE NOW OPEN AND NJ THE STATE WHO LED THE CHARGE AGAINST PASPA AND WITH THE MOST NUMBER OF VISIT ", "count1": 4, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "In delivering the majority decision, Justice Alito said, “Warriors on the road against the Rockets?? Puh-lease, giv… https://t.co/0TMSrhM4EX", "clean_text": "IN DELIVERING THE MAJORITY DECISION JUSTICE ALITO SAID WARRIORS ON THE ROAD AGAINST THE ROCKETS PUHLEASE GIV ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "First, context. In a landmark @SCOTUS ruling in May 2018, the Professional and Amateur Sports Protection Act (PASPA… https://t.co/tIdqXnxTV8", "clean_text": "FIRST CONTEXT IN A LANDMARK @SCOTUS RULING IN MAY 2018 THE PROFESSIONAL AND AMATEUR SPORTS PROTECTION ACT PASPA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "3) IMO, the Arc of the Moral Sports Betting Universe is long, but it bends towards eventually having 36 states (+ D… https://t.co/nVzPYvto57", "clean_text": "3 IMO THE ARC OF THE MORAL SPORTS BETTING UNIVERSE IS LONG BUT IT BENDS TOWARDS EVENTUALLY HAVING 36 STATES D ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "2) Unlikely that sports betting will ever be legit at the federal / national level. Will remain a state-by-state decision.", "clean_text": "2 UNLIKELY THAT SPORTS BETTING WILL EVER BE LEGIT AT THE FEDERAL  NATIONAL LEVEL WILL REMAIN A STATEBYSTATE DECISION", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "What's the sports betting TAM? Obvi dependent on state adoption / mobile levels / taxes.  Numbers all over the plac… https://t.co/ek2ifJnz5J", "clean_text": "WHAT THE SPORTS BETTING TAM OBVI DEPENDENT ON STATE ADOPTION  MOBILE LEVELS  TAXES  NUMBERS ALL OVER THE PLAC ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "What we know about NJ.  Without googling or reading ahead, guess how much was bet on sports in NJ over the last 12… https://t.co/HQLTCADHWH", "clean_text": "WHAT WE KNOW ABOUT NJ  WITHOUT GOOGLING OR READING AHEAD GUESS HOW MUCH WAS BET ON SPORTS IN NJ OVER THE LAST 12 ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "1) TAM is better explored at the state level \n2) Full Measure TAM is much &gt;&gt;&gt; than a Half Measure TAM.\n3) Handle is… https://t.co/0BIYp8uU5J", "clean_text": "1 TAM IS BETTER EXPLORED AT THE STATE LEVEL \n2 FULL MEASURE TAM IS MUCH GTGTGT THAN A HALF MEASURE TAM\n3 HANDLE IS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "2) Brick n’ Mortars – Physical sportsbooks generated $57mm over L12M (~ 7% hold), but the real gold is their “gatek… https://t.co/lzaCXBgIDg", "clean_text": "2 BRICK N MORTARS PHYSICAL SPORTSBOOKS GENERATED 57MM OVER L12M 7% HOLD BUT THE REAL GOLD IS THEIR GATEK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "hopefully use funds so buses don’t break down on the way back to NYC at 3 am after a late night college gameday ben… https://t.co/FGEPz5mLTP", "clean_text": "HOPEFULLY USE FUNDS SO BUSES DONT BREAK DOWN ON THE WAY BACK TO NYC AT 3 AM AFTER A LATE NIGHT COLLEGE GAMEDAY BEN ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ValueDude", "Time": 20190905, "Text": "In other words, while actual physical sportsbook revenues are needle-moving, the increased foot traffic, cut of the… https://t.co/gvxqYXwBRG", "clean_text": "IN OTHER WORDS WHILE ACTUAL PHYSICAL SPORTSBOOK REVENUES ARE NEEDLEMOVING THE INCREASED FOOT TRAFFIC CUT OF THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "4) Tech infrastructure – most of the sportsbooks (both physical AND mobile) underlying infrastructure / back-end is… https://t.co/5in40HfxiT", "clean_text": "4 TECH INFRASTRUCTURE MOST OF THE SPORTSBOOKS BOTH PHYSICAL AND MOBILE UNDERLYING INFRASTRUCTURE  BACKEND IS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Live sports has been the toughest nut to crack, and more engaged / increased viewership will strengthen legacy medi… https://t.co/nwXQOLNxHO", "clean_text": "LIVE SPORTS HAS BEEN THE TOUGHEST NUT TO CRACK AND MORE ENGAGED  INCREASED VIEWERSHIP WILL STRENGTHEN LEGACY MEDI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ValueDude", "Time": 20190905, "Text": "TLDR summary – sports betting is just getting started.  The future is mobile.  NJ is the model.  If mobile adoption… https://t.co/KWz5uMOKZ9", "clean_text": "TLDR SUMMARY SPORTS BETTING IS JUST GETTING STARTED  THE FUTURE IS MOBILE  NJ IS THE MODEL  IF MOBILE ADOPTION ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Before meeting up for games and wings on Sunday, you may take the ferry across the water from NYC -&gt; Jersey City.… https://t.co/XcIb5HaRWI", "clean_text": "BEFORE MEETING UP FOR GAMES AND WINGS ON SUNDAY YOU MAY TAKE THE FERRY ACROSS THE WATER FROM NYC GT JERSEY CITY ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190905, "Text": "New Post: The Risk of Outsourced Thinking: https://t.co/ZaTfaW0v5t", "clean_text": "NEW POST THE RISK OF OUTSOURCED THINKING ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190905, "Text": "RT @NorthmanTrader: 10 years after the financial crisis there is zero evidence that markets can make or sustain new highs without artificia…", "clean_text": "RT @NORTHMANTRADER 10 YEARS AFTER THE FINANCIAL CRISIS THERE IS ZERO EVIDENCE THAT MARKETS CAN MAKE OR SUSTAIN NEW HIGHS WITHOUT ARTIFICIA", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190904, "Text": "$TEUM After relentlessly pumping the stock, now the CEO suddenly deletes his Twitter account.  Catcher Holdings 2.0? https://t.co/QjY1JfP01i", "clean_text": "TEUM AFTER RELENTLESSLY PUMPING THE STOCK NOW THE CEO SUDDENLY DELETES HIS TWITTER ACCOUNT  CATCHER HOLDINGS 20 ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190904, "Text": "@TheIpHawk What a circus. This is the tweet $TEUM Audit Committee member @sante_yves deleted earlier this year: https://t.co/u8xAQCWckW", "clean_text": "@THEIPHAWK WHAT A CIRCUS THIS IS THE TWEET TEUM AUDIT COMMITTEE MEMBER @SANTE_YVES DELETED EARLIER THIS YEAR ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190903, "Text": "$I: Last-minute money grab by a bit player as we near the finish line. We think this is just a negotiating ploy and… https://t.co/uCdhcmmJF6", "clean_text": "I LASTMINUTE MONEY GRAB BY A BIT PLAYER AS WE NEAR THE FINISH LINE WE THINK THIS IS JUST A NEGOTIATING PLOY AND ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20190901, "Text": "RT @BagholderQuotes: “Does anyone know the name of the accounting firm that dos all Pareteum's financials. Social media is a powerful tool…", "clean_text": "RT @BAGHOLDERQUOTES DOES ANYONE KNOW THE NAME OF THE ACCOUNTING FIRM THAT DOS ALL PARETEUM FINANCIALS SOCIAL MEDIA IS A POWERFUL TOOL", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190831, "Text": "Hillary spoke at Arena Academy NY.  Looked a bit like, just maybe, she is thinking about jumping into any upcoming opening in the Dem field.", "clean_text": "HILLARY SPOKE AT ARENA ACADEMY NY  LOOKED A BIT LIKE JUST MAYBE SHE IS THINKING ABOUT JUMPING INTO ANY UPCOMING OPENING IN THE DEM FIELD", "count1": 1, "count2": 0, "count3": 1, "count4": 0}]