["OF", {"Name": "TMTanalyst", "Time": 20190703, "Text": "@VolSlinger @mosesaintme @MrMojoRisinX @TgMacro @AnonymousHFM @GammaPanda1738 Cherry by nico walker or power of the dog by don Winslow", "clean_text": "@VOLSLINGER @MOSESAINTME @MRMOJORISINX @TGMACRO @ANONYMOUSHFM @GAMMAPANDA1738 CHERRY BY NICO WALKER OR POWER OF THE DOG BY DON WINSLOW", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190702, "Text": "RT @jpm25: For the last 6-8 mos, I spent a lot of time close to the Direct Listing process - here I try to demystify it a bit and share som…", "clean_text": "RT @JPM25 FOR THE LAST 68 MOS I SPENT A LOT OF TIME CLOSE TO THE DIRECT LISTING PROCESS  HERE I TRY TO DEMYSTIFY IT A BIT AND SHARE SOM", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190701, "Text": "Wells Fargo got Fed approval to buy back $23.1 billion over the coming 12 months, which is ~11% of its shares at cu… https://t.co/sJRhqD5AR3", "clean_text": "WELLS FARGO GOT FED APPROVAL TO BUY BACK 231 BILLION OVER THE COMING 12 MONTHS WHICH IS ~11% OF ITS SHARES AT CU ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190628, "Text": "Online video of 1957 Mike Wallace interview with James Eastland is worth watching, particularly if followed by recent Jonathan Kozol video.", "clean_text": "ONLINE VIDEO OF 1957 MIKE WALLACE INTERVIEW WITH JAMES EASTLAND IS WORTH WATCHING PARTICULARLY IF FOLLOWED BY RECENT JONATHAN KOZOL VIDEO", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190627, "Text": "Profile of Tiger Global / Chase Coleman https://t.co/6NA1r4kZ76", "clean_text": "PROFILE OF TIGER GLOBAL  CHASE COLEMAN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190627, "Text": "$BANC SEC declares J. Sugarman as business partner of Galanis and \"the biggest winner from the fraud\".  Any thought… https://t.co/Q1UfSoHcrJ", "clean_text": "BANC SEC DECLARES J SUGARMAN AS BUSINESS PARTNER OF GALANIS AND THE BIGGEST WINNER FROM THE FRAUD  ANY THOUGHT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 1/ Today we’re pleased to announce the launch of our first paid product - the Golden Research Engine. Query exotic entity types…", "clean_text": "RT @GOLDEN 1 TODAY WERE PLEASED TO ANNOUNCE THE LAUNCH OF OUR FIRST PAID PRODUCT  THE GOLDEN RESEARCH ENGINE QUERY EXOTIC ENTITY TYPES", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 5/ The Golden Research Engine is designed so you can stay on top of the information you need to know to be super-effective in y…", "clean_text": "RT @GOLDEN 5 THE GOLDEN RESEARCH ENGINE IS DESIGNED SO YOU CAN STAY ON TOP OF THE INFORMATION YOU NEED TO KNOW TO BE SUPEREFFECTIVE IN Y", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 7/ A unique component of the service is to also apply human/AI assistance in finding information for paid customers. If you can…", "clean_text": "RT @GOLDEN 7 A UNIQUE COMPONENT OF THE SERVICE IS TO ALSO APPLY HUMANAI ASSISTANCE IN FINDING INFORMATION FOR PAID CUSTOMERS IF YOU CAN", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 9/ We also opened up hundreds of queries as well for the public good eg https://t.co/EKWisy7T3v &amp; https://t.co/Us7VPFOwmC and w…", "clean_text": "RT @GOLDEN 9 WE ALSO OPENED UP HUNDREDS OF QUERIES AS WELL FOR THE PUBLIC GOOD EG  AMP  AND W", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 10/ If you are part of an organization or team and need access to the leading edge of knowledge in your industry, get in touch…", "clean_text": "RT @GOLDEN 10 IF YOU ARE PART OF AN ORGANIZATION OR TEAM AND NEED ACCESS TO THE LEADING EDGE OF KNOWLEDGE IN YOUR INDUSTRY GET IN TOUCH", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190626, "Text": "Big-time error of omission: I just reviewed my notes from 6/26/18, an entry on SBUX. No good reason I didn't buy it… https://t.co/DgaDe5nd80", "clean_text": "BIGTIME ERROR OF OMISSION I JUST REVIEWED MY NOTES FROM 62618 AN ENTRY ON SBUX NO GOOD REASON I DIDNT BUY IT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190626, "Text": "This is also another example of how even the largest, most well-followed stocks in the market can get mispriced. Nu… https://t.co/sgoz665M9B", "clean_text": "THIS IS ALSO ANOTHER EXAMPLE OF HOW EVEN THE LARGEST MOST WELLFOLLOWED STOCKS IN THE MARKET CAN GET MISPRICED NU ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190625, "Text": "Tomorrow, we write on a tech/telecom operator with a collection of businesses that are either declining or destroyi… https://t.co/lIpmbvILHa", "clean_text": "TOMORROW WE WRITE ON A TECHTELECOM OPERATOR WITH A COLLECTION OF BUSINESSES THAT ARE EITHER DECLINING OR DESTROYI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190622, "Text": "RT @WSJ: Last year, Black Cube’s cover was blown on a case targeting billionaire George Soros. It's just one of a series where the firm's t…", "clean_text": "RT @WSJ LAST YEAR BLACK CUBES COVER WAS BLOWN ON A CASE TARGETING BILLIONAIRE GEORGE SOROS IT JUST ONE OF A SERIES WHERE THE FIRM T", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190621, "Text": "DXY now up all of 5 bp YTD.  The “dollar  is strong” rhetoric dominating financial media ignores the facts. DXY likely to end the year down.", "clean_text": "DXY NOW UP ALL OF 5 BP YTD  THE DOLLAR  IS STRONG” RHETORIC DOMINATING FINANCIAL MEDIA IGNORES THE FACTS DXY LIKELY TO END THE YEAR DOWN", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190620, "Text": "Moment of truth for DXY. Closed today right on top of 9 month uptrend and just above 200-day MA.  And gold broke out above it’s huge base.", "clean_text": "MOMENT OF TRUTH FOR DXY CLOSED TODAY RIGHT ON TOP OF 9 MONTH UPTREND AND JUST ABOVE 200DAY MA  AND GOLD BROKE OUT ABOVE ITS HUGE BASE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}]