["A", {"Name": "TruthGundlach", "Time": 20191217, "Text": "I like Neil Cavuto.  His teasing me on air preseason about futility of being a Bills fan was a harbinger of great things to come.  Go Bills!", "clean_text": "I LIKE NEIL CAVUTO  HIS TEASING ME ON AIR PRESEASON ABOUT FUTILITY OF BEING A BILLS FAN WAS A HARBINGER OF GREAT THINGS TO COME  GO BILLS", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20191215, "Text": "How the Icahn-Ackman 'Battle of the Billionaires' on CNBC became a defining moment of the decade https://t.co/KjzPa4B9z2", "clean_text": "HOW THE ICAHNACKMAN BATTLE OF THE BILLIONAIRE ON CNBC BECAME A DEFINING MOMENT OF THE DECADE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20191215, "Text": "New Grant's Podcast Posted:  Each analyst identifies a notable recent event along with Jim's winter reading recomme… https://t.co/Kd29jbRiVy", "clean_text": "NEW GRANT PODCAST POSTED  EACH ANALYST IDENTIFIES A NOTABLE RECENT EVENT ALONG WITH JIM WINTER READING RECOMME ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191214, "Text": "RT @VicNiederhoffer: would a curfew at  some EPM hour like 10 pm be beneficial to all basketall  players and market players improve their p…", "clean_text": "RT @VICNIEDERHOFFER WOULD A CURFEW AT  SOME EPM HOUR LIKE 10 PM BE BENEFICIAL TO ALL BASKETALL  PLAYERS AND MARKET PLAYERS IMPROVE THEIR P", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191213, "Text": "Some quant should run a backrest to see the performance of stocks that don’t cite EBITDA or adjusted numbers in the… https://t.co/9uRIIIqKfd", "clean_text": "SOME QUANT SHOULD RUN A BACKREST TO SEE THE PERFORMANCE OF STOCKS THAT DONT CITE EBITDA OR ADJUSTED NUMBERS IN THE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191213, "Text": "Same goes for the length of the 10-K. I bet there is a direct correlation between stock price performance and brevi… https://t.co/cU8VR3YUMD", "clean_text": "SAME GOES FOR THE LENGTH OF THE 10K I BET THERE IS A DIRECT CORRELATION BETWEEN STOCK PRICE PERFORMANCE AND BREVI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191213, "Text": "@MikeBrice You got me. But somewhere out there must exist a 60-pg earnings release filled with adjusted numbers. I… https://t.co/cqkP2j6NS2", "clean_text": "@MIKEBRICE YOU GOT ME BUT SOMEWHERE OUT THERE MUST EXIST A 60PG EARNINGS RELEASE FILLED WITH ADJUSTED NUMBERS I ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20191212, "Text": "God's Work: Are Activist Investors a Force for Good? https://t.co/TbrPv5hCNj", "clean_text": "GOD WORK ARE ACTIVIST INVESTORS A FORCE FOR GOOD ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191212, "Text": "I've had a few people asking what happened to the old Base Hit Investing site. We merged it into Saber Capital's up… https://t.co/RZ9dBlB4HJ", "clean_text": "IVE HAD A FEW PEOPLE ASKING WHAT HAPPENED TO THE OLD BASE HIT INVESTING SITE WE MERGED IT INTO SABER CAPITAL UP ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191211, "Text": "RT @rrpre: \"You have a very incestuous organization that is unlike any other public company that I've ever seen\"\n\n@SaacksAttack and I got i…", "clean_text": "RT @RRPRE YOU HAVE A VERY INCESTUOUS ORGANIZATION THAT IS UNLIKE ANY OTHER PUBLIC COMPANY THAT IVE EVER SEEN\n\n@SAACKSATTACK AND I GOT I", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "New short report coming soon. Documents show that alleged ringleaders of a fraud that devastated one company have m… https://t.co/KjoG0bebwW", "clean_text": "NEW SHORT REPORT COMING SOON DOCUMENTS SHOW THAT ALLEGED RINGLEADERS OF A FRAUD THAT DEVASTATED ONE COMPANY HAVE M ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191211, "Text": "Another key $NBIX manager is specifically named in recently unsealed qui tam suits and allegedly \"participated in A… https://t.co/VHfwJczvQd", "clean_text": "ANOTHER KEY NBIX MANAGER IS SPECIFICALLY NAMED IN RECENTLY UNSEALED QUI TAM SUITS AND ALLEGEDLY PARTICIPATED IN A ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191210, "Text": "Our newest long idea $BRMK offers immediate upside as a temporary market inefficiency dissipates. We conservatively… https://t.co/MxJWhItATQ", "clean_text": "OUR NEWEST LONG IDEA BRMK OFFERS IMMEDIATE UPSIDE AS A TEMPORARY MARKET INEFFICIENCY DISSIPATES WE CONSERVATIVELY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191210, "Text": "All returns are unlevered as $BRMK uses zero debt, a rarity amongst its peers. https://t.co/Dxug3mPhGB", "clean_text": "ALL RETURNS ARE UNLEVERED AS BRMK USES ZERO DEBT A RARITY AMONGST ITS PEERS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191210, "Text": "Such a simple concept when analyzing companies: is the business profitable? If not, why not? The best companies are… https://t.co/J7nLgW9L8c", "clean_text": "SUCH A SIMPLE CONCEPT WHEN ANALYZING COMPANIES IS THE BUSINESS PROFITABLE IF NOT WHY NOT THE BEST COMPANIES ARE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20191210, "Text": "$PTON 2020 price tgt $5.  Unless $PTON makes a machine that works out for you we  will be laughing at $10 bil valua… https://t.co/M2Pj3wrRQh", "clean_text": "PTON 2020 PRICE TGT 5  UNLESS PTON MAKES A MACHINE THAT WORKS OUT FOR YOU WE  WILL BE LAUGHING AT 10 BIL VALUA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "RT @firstadopter: 8.8X last year -&gt; Griffin’s Citadel hedge-fund a leader in leverage http://t.co/Q0D3WgpYp0", "clean_text": "RT @FIRSTADOPTER 88X LAST YEAR GT GRIFFINS CITADEL HEDGEFUND A LEADER IN LEVERAGE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191210, "Text": "RT @biancoresearch: When I started in this business ... I could have never imagined this would be a real headline.\n\n*JAPAN 10-YEAR BOND YIE…", "clean_text": "RT @BIANCORESEARCH WHEN I STARTED IN THIS BUSINESS  I COULD HAVE NEVER IMAGINED THIS WOULD BE A REAL HEADLINE\n\n*JAPAN 10YEAR BOND YIE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20191208, "Text": "RT @isaaacarrasco: a guy at Art Basel pulled the banana worth $120k off the wall and ATE IT!!!! here’s him being escorted out https://t.co/…", "clean_text": "RT @ISAAACARRASCO A GUY AT ART BASEL PULLED THE BANANA WORTH 120K OFF THE WALL AND ATE IT HERES HIM BEING ESCORTED OUT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191207, "Text": "RT @PresciencePoint: In addition to the company paying a $42M fine, we commend the DOJ and the SEC for charging former Celadon executives w…", "clean_text": "RT @PRESCIENCEPOINT IN ADDITION TO THE COMPANY PAYING A 42M FINE WE COMMEND THE DOJ AND THE SEC FOR CHARGING FORMER CELADON EXECUTIVES W", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191207, "Text": "@rationalwalk If recent history is a guide, I doubt AAPL slows the pace of buybacks as the share price climbs. They… https://t.co/VukXwxZJZr", "clean_text": "@RATIONALWALK IF RECENT HISTORY IS A GUIDE I DOUBT AAPL SLOWS THE PACE OF BUYBACKS AS THE SHARE PRICE CLIMBS THEY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191206, "Text": "Political advice: if the theme is restoring America’s soul and bringing people together, don’t fat shame, age shame and insult a voter’s IQ.", "clean_text": "POLITICAL ADVICE IF THE THEME IS RESTORING AMERICAS SOUL AND BRINGING PEOPLE TOGETHER DONT FAT SHAME AGE SHAME AND INSULT A VOTERS IQ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191206, "Text": "In addition to the company paying a $42M fine, we commend the DOJ and the SEC for charging former Celadon executive… https://t.co/qCQjBKJUyR", "clean_text": "IN ADDITION TO THE COMPANY PAYING A 42M FINE WE COMMEND THE DOJ AND THE SEC FOR CHARGING FORMER CELADON EXECUTIVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20191205, "Text": "@jonsticha EXACTLY.  Amazing that the Dems as a whole cannot see this.  Wait, maybe they don't have an alternative vision that's compelling.", "clean_text": "@JONSTICHA EXACTLY  AMAZING THAT THE DEMS AS A WHOLE CANNOT SEE THIS  WAIT MAYBE THEY DONT HAVE AN ALTERNATIVE VISION THAT COMPELLING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191204, "Text": "Warren rolled out “Fair Workweek” proposal, a try to glue part time workers to her coalition. Panic move of irrelevant incremental thinking.", "clean_text": "WARREN ROLLED OUT FAIR WORKWEEK” PROPOSAL A TRY TO GLUE PART TIME WORKERS TO HER COALITION PANIC MOVE OF IRRELEVANT INCREMENTAL THINKING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]