["THE", {"Name": "TruthGundlach", "Time": 20191206, "Text": "Political advice: if the theme is restoring America’s soul and bringing people together, don’t fat shame, age shame and insult a voter’s IQ.", "clean_text": "POLITICAL ADVICE IF THE THEME IS RESTORING AMERICAS SOUL AND BRINGING PEOPLE TOGETHER DONT FAT SHAME AGE SHAME AND INSULT A VOTERS IQ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20191206, "Text": "In addition to the company paying a $42M fine, we commend the DOJ and the SEC for charging former Celadon executive… https://t.co/qCQjBKJUyR", "clean_text": "IN ADDITION TO THE COMPANY PAYING A 42M FINE WE COMMEND THE DOJ AND THE SEC FOR CHARGING FORMER CELADON EXECUTIVE ", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "JohnHuber72", "Time": 20191205, "Text": "@greg_ip You let them in Greg, no questions asked. The value of that person not missing their flight is so much mor… https://t.co/ioQc2g9hoQ", "clean_text": "@GREG_IP YOU LET THEM IN GREG NO QUESTIONS ASKED THE VALUE OF THAT PERSON NOT MISSING THEIR FLIGHT IS SO MUCH MOR ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20191205, "Text": "@jonsticha EXACTLY.  Amazing that the Dems as a whole cannot see this.  Wait, maybe they don't have an alternative vision that's compelling.", "clean_text": "@JONSTICHA EXACTLY  AMAZING THAT THE DEMS AS A WHOLE CANNOT SEE THIS  WAIT MAYBE THEY DONT HAVE AN ALTERNATIVE VISION THAT COMPELLING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191204, "Text": "New lawsuit alleges $VSLR defrauded ten more families and \"specifically targets vulnerable consumers\" including the… https://t.co/xvX8aOyZJa", "clean_text": "NEW LAWSUIT ALLEGES VSLR DEFRAUDED TEN MORE FAMILIES AND SPECIFICALLY TARGETS VULNERABLE CONSUMERS INCLUDING THE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191204, "Text": "$VSLR At what point does the sell side, which has done nothing but parrot propaganda from management, become compli… https://t.co/jVEpKsXAah", "clean_text": "VSLR AT WHAT POINT DOES THE SELL SIDE WHICH HAS DONE NOTHING BUT PARROT PROPAGANDA FROM MANAGEMENT BECOME COMPLI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191203, "Text": "I think the best advice from Buffett is the circle of competence. His circle is larger &amp; he can expand it much more… https://t.co/QELWU89iPY", "clean_text": "I THINK THE BEST ADVICE FROM BUFFETT IS THE CIRCLE OF COMPETENCE HIS CIRCLE IS LARGER AMP HE CAN EXPAND IT MUCH MORE ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20191202, "Text": "Josh Allen is getting better due to the K-Gun offense being brought back. Gives Allen the time to read the defense. Dabolll deserves credit.", "clean_text": "JOSH ALLEN IS GETTING BETTER DUE TO THE KGUN OFFENSE BEING BROUGHT BACK GIVES ALLEN THE TIME TO READ THE DEFENSE DABOLLL DESERVES CREDIT", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "TruthGundlach", "Time": 20191202, "Text": "If there is a betting site where you can short the Patriots to win the SuperBowl, go all in.", "clean_text": "IF THERE IS A BETTING SITE WHERE YOU CAN SHORT THE PATRIOTS TO WIN THE SUPERBOWL GO ALL IN", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "JohnHuber72", "Time": 20191202, "Text": "Here comes the “The Patriots are done” chorus. “The Patriots have failed Brady, and Brady has failed the Patriots”.… https://t.co/5vHdThEYHf", "clean_text": "HERE COMES THE THE PATRIOTS ARE DONE” CHORUS THE PATRIOTS HAVE FAILED BRADY AND BRADY HAS FAILED THE PATRIOTS” ", "count1": 0, "count2": 0, "count3": 2, "count4": 4}, {"Name": "FundyLongShort", "Time": 20191202, "Text": "@DumbLuckCapital That's some tall cotton right there.  We had some good ones, but nothing in that league.  The Petrus wasn't tired?", "clean_text": "@DUMBLUCKCAPITAL THAT SOME TALL COTTON RIGHT THERE  WE HAD SOME GOOD ONES BUT NOTHING IN THAT LEAGUE  THE PETRUS WASNT TIRED", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20191127, "Text": "Discovered @kalnyc the other day and it’s quickly become our new favorite store. #shoplocal https://t.co/LZWR2v3QWw", "clean_text": "DISCOVERED @KALNYC THE OTHER DAY AND ITS QUICKLY BECOME OUR NEW FAVORITE STORE #SHOPLOCAL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20191126, "Text": "Today’s developments mark another hugely positive step in $MDXG's recovery and confirm the key points of our Long thesis.", "clean_text": "TODAYS DEVELOPMENTS MARK ANOTHER HUGELY POSITIVE STEP IN MDXG RECOVERY AND CONFIRM THE KEY POINTS OF OUR LONG THESIS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20191126, "Text": "In our report, we concluded that $MDXG's wrongdoing was mostly limited to end-of-Q channel stuffing &amp; that the vast… https://t.co/aes7cSkOIN", "clean_text": "IN OUR REPORT WE CONCLUDED THAT MDXG WRONGDOING WAS MOSTLY LIMITED TO ENDOFQ CHANNEL STUFFING AMP THAT THE VAST ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20191126, "Text": "In our Initiation Report, we also concluded that any penalty from the SEC would not be sizable enough to cause… https://t.co/mz1oUiNOYO", "clean_text": "IN OUR INITIATION REPORT WE ALSO CONCLUDED THAT ANY PENALTY FROM THE SEC WOULD NOT BE SIZABLE ENOUGH TO CAUSE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20191126, "Text": "This was confirmed by today’s announcement that $MDXG had settled with the SEC for just $1.5m – the exact same amou… https://t.co/9vc3HKSiSC", "clean_text": "THIS WAS CONFIRMED BY TODAYS ANNOUNCEMENT THAT MDXG HAD SETTLED WITH THE SEC FOR JUST 15M THE EXACT SAME AMOU ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20191126, "Text": "Finally, we applaud the SEC for their indictment of former $MDXG CEO Parker “Pete” Petit and two other former execu… https://t.co/UKPZQINHnI", "clean_text": "FINALLY WE APPLAUD THE SEC FOR THEIR INDICTMENT OF FORMER MDXG CEO PARKER PETE” PETIT AND TWO OTHER FORMER EXECU ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191126, "Text": "Wow, Lamar Jackson and the Ravens are good. And fun to watch. But New England will still (unfortunately) win the Super Bowl.", "clean_text": "WOW LAMAR JACKSON AND THE RAVENS ARE GOOD AND FUN TO WATCH BUT NEW ENGLAND WILL STILL UNFORTUNATELY WIN THE SUPER BOWL", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "JohnHuber72", "Time": 20191126, "Text": "On Value Investors Club, there are 95 comments on the most recent (of three) writeups on $BXC. There are 0 comments on $WFC.", "clean_text": "ON VALUE INVESTORS CLUB THERE ARE 95 COMMENTS ON THE MOST RECENT OF THREE WRITEUPS ON BXC THERE ARE 0 COMMENTS ON WFC", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @AlderLaneeggs: “Marc, corporate executives are held to higher standards.  I could go to jail for making the kind of statements you make…", "clean_text": "RT @ALDERLANEEGGS MARC CORPORATE EXECUTIVES ARE HELD TO HIGHER STANDARDS  I COULD GO TO JAIL FOR MAKING THE KIND OF STATEMENTS YOU MAKE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @hibearnating: must have been some kind of materiality to what parker and bill were doing at $MDXG since the US gov, who rarely charges…", "clean_text": "RT @HIBEARNATING MUST HAVE BEEN SOME KIND OF MATERIALITY TO WHAT PARKER AND BILL WERE DOING AT MDXG SINCE THE US GOV WHO RARELY CHARGES", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191126, "Text": "$MDXG Here is the link to the criminal indictments: \n\nhttps://t.co/mG99q31Agl https://t.co/tVMrGlvPMs", "clean_text": "MDXG HERE IS THE LINK TO THE CRIMINAL INDICTMENTS ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @MelinAnders: MiMedx was meant to be Parker Petit's last act -- the final chapter of a decades-long business career.\n\nOn Tuesday, he was…", "clean_text": "RT @MELINANDERS MIMEDX WAS MEANT TO BE PARKER PETIT LAST ACT  THE FINAL CHAPTER OF A DECADESLONG BUSINESS CAREER\n\nON TUESDAY HE WAS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20191125, "Text": "RT @realvision: Can the FED achieve a balance between low inflation and stable employment? Or are these two mandates at odds with one anoth…", "clean_text": "RT @REALVISION CAN THE FED ACHIEVE A BALANCE BETWEEN LOW INFLATION AND STABLE EMPLOYMENT OR ARE THESE TWO MANDATES AT ODDS WITH ONE ANOTH", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191122, "Text": "$PAYS one of only 96 prohibited accountants / auditors listed by OTC Markets in the entire country operating \"behin… https://t.co/YciTzfkaPr", "clean_text": "PAYS ONE OF ONLY 96 PROHIBITED ACCOUNTANTS  AUDITORS LISTED BY OTC MARKETS IN THE ENTIRE COUNTRY OPERATING BEHIN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]