["OF", {"Name": "ActivistShorts", "Time": 20191106, "Text": "RT @John_Hempton: This is the HK stock market in microcosm. Weirdly lots of people I regard as cognoscenti know various big-cap Chinese sto…", "clean_text": "RT @JOHN_HEMPTON THIS IS THE HK STOCK MARKET IN MICROCOSM WEIRDLY LOTS OF PEOPLE I REGARD AS COGNOSCENTI KNOW VARIOUS BIGCAP CHINESE STO", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20191104, "Text": "When the Boston Herald says the liberal senior Senator from Massachusetts has no chance of winning, it’s worth noting.  That just happened.", "clean_text": "WHEN THE BOSTON HERALD SAYS THE LIBERAL SENIOR SENATOR FROM MASSACHUSETTS HAS NO CHANCE OF WINNING ITS WORTH NOTING  THAT JUST HAPPENED", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20191103, "Text": "I got 15 out of 20! How do you measure up? https://t.co/EVZHUn7Nd2", "clean_text": "I GOT 15 OUT OF 20 HOW DO YOU MEASURE UP ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20191101, "Text": "@JulieKashen Wondering the same thing! Sounds like lots of thunder!", "clean_text": "@JULIEKASHEN WONDERING THE SAME THING SOUNDS LIKE LOTS OF THUNDER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20191025, "Text": "\"The world of technology thrives best when individuals are left alone to be different, creative, and disobedient.\"… https://t.co/5GufYtH3xh", "clean_text": "THE WORLD OF TECHNOLOGY THRIVES BEST WHEN INDIVIDUALS ARE LEFT ALONE TO BE DIFFERENT CREATIVE AND DISOBEDIENT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20191024, "Text": "@TravisWiedower @JerryCap @GromitCap One of the best ways to test your knowledge of a subject. Do it for every inve… https://t.co/hFY3u0b1Yr", "clean_text": "@TRAVISWIEDOWER @JERRYCAP @GROMITCAP ONE OF THE BEST WAYS TO TEST YOUR KNOWLEDGE OF A SUBJECT DO IT FOR EVERY INVE ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "JohnHuber72", "Time": 20191023, "Text": "It would be like the LA Dodgers trying to secretly inject Barry Bonds with steroids, with the hope of maybe he some… https://t.co/c7LJTnrFYV", "clean_text": "IT WOULD BE LIKE THE LA DODGERS TRYING TO SECRETLY INJECT BARRY BONDS WITH STEROIDS WITH THE HOPE OF MAYBE HE SOME ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191023, "Text": "NJ Attorney General now alleges that $VSLR engaged in a host of predatory tactics including falsely claiming to be… https://t.co/kAglPk6gjS", "clean_text": "NJ ATTORNEY GENERAL NOW ALLEGES THAT VSLR ENGAGED IN A HOST OF PREDATORY TACTICS INCLUDING FALSELY CLAIMING TO BE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]