["A", {"Name": "PresciencePoint", "Time": 20190612, "Text": "RT @MiMedx: Glass Lewis, a leading independent proxy advisory firm, considers Pete Petit unfit for board service at MiMedx. Read what Glass…", "clean_text": "RT @MIMEDX GLASS LEWIS A LEADING INDEPENDENT PROXY ADVISORY FIRM CONSIDERS PETE PETIT UNFIT FOR BOARD SERVICE AT MIMEDX READ WHAT GLASS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190612, "Text": "Typically, lenders will demand a significant equity kicker when lending to companies in financial distress. Thus, B… https://t.co/hR2aYH645g", "clean_text": "TYPICALLY LENDERS WILL DEMAND A SIGNIFICANT EQUITY KICKER WHEN LENDING TO COMPANIES IN FINANCIAL DISTRESS THUS B ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190612, "Text": "RT @AlderLaneeggs: Move Over, Martin Shkreli: This Pharma Exec Is Accused Of Fixing Prices On 107 Drugs Stick a Fork in $LCI, the Party ove…", "clean_text": "RT @ALDERLANEEGGS MOVE OVER MARTIN SHKRELI THIS PHARMA EXEC IS ACCUSED OF FIXING PRICES ON 107 DRUGS STICK A FORK IN LCI THE PARTY OVE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190612, "Text": "$LCI How can the \"most important capo\" of the alleged price fixing scheme remain a key officer at Lannett?  No expl… https://t.co/Cps7y4gUuI", "clean_text": "LCI HOW CAN THE MOST IMPORTANT CAPO OF THE ALLEGED PRICE FIXING SCHEME REMAIN A KEY OFFICER AT LANNETT  NO EXPL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190612, "Text": "Also featured in this report on activism in Canada, we ask why a spike in short activism has Canadian regulators wo… https://t.co/IcJTeyPNHJ", "clean_text": "ALSO FEATURED IN THIS REPORT ON ACTIVISM IN CANADA WE ASK WHY A SPIKE IN SHORT ACTIVISM HAS CANADIAN REGULATORS WO ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "marketfolly", "Time": 20190611, "Text": "FYI for those interested. Always a good read. https://t.co/TI0vLI8X05", "clean_text": "FYI FOR THOSE INTERESTED ALWAYS A GOOD READ ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190610, "Text": "RT @MiMedx: Who is Pete Petit? Read a simple summary of the findings from the Audit Committee’s independent investigation to learn the fact…", "clean_text": "RT @MIMEDX WHO IS PETE PETIT READ A SIMPLE SUMMARY OF THE FINDINGS FROM THE AUDIT COMMITTEES INDEPENDENT INVESTIGATION TO LEARN THE FACT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190610, "Text": "$TEUM DELETED seven slides from the May 28 analyst day presentation posted on its website last night and made a ser… https://t.co/mkUphW6pgG", "clean_text": "TEUM DELETED SEVEN SLIDES FROM THE MAY 28 ANALYST DAY PRESENTATION POSTED ON ITS WEBSITE LAST NIGHT AND MADE A SER ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190610, "Text": "$VNDA The Qui Tam describes the lengths Vanda goes to in order to sell a $188k/year orphan drug to the blind to peo… https://t.co/s1EQpL2obJ", "clean_text": "VNDA THE QUI TAM DESCRIBES THE LENGTHS VANDA GOES TO IN ORDER TO SELL A 188KYEAR ORPHAN DRUG TO THE BLIND TO PEO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190609, "Text": "$ rolling over. Gold up 8 days in a row. Don’t envy the Fed which announces in 10 days. Market pricing: 4 cuts more likely than 1 by yr end.", "clean_text": " ROLLING OVER GOLD UP 8 DAYS IN A ROW DONT ENVY THE FED WHICH ANNOUNCES IN 10 DAYS MARKET PRICING 4 CUTS MORE LIKELY THAN 1 BY YR END", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190606, "Text": "@TheStalwart a decent night's sleep", "clean_text": "@THESTALWART A DECENT NIGHT SLEEP", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190606, "Text": "@GrimesHoldings Yes. I think all signs still point to an FCC order approving a market based approach later this yea… https://t.co/RkEXKk1Y7u", "clean_text": "@GRIMESHOLDINGS YES I THINK ALL SIGNS STILL POINT TO AN FCC ORDER APPROVING A MARKET BASED APPROACH LATER THIS YEA ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190606, "Text": "Sign up for the @Benzinga Trading Summit on June 20, supporting @Traders4ACause. I'll be doing a fireside chat with… https://t.co/vz2N1eglOq", "clean_text": "SIGN UP FOR THE @BENZINGA TRADING SUMMIT ON JUNE 20 SUPPORTING @TRADERS4ACAUSE ILL BE DOING A FIRESIDE CHAT WITH ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190605, "Text": "RT @MiMedx: MiMedx just posted a presentation for investors. Download the presentation here: https://t.co/9iVS5fN4bX. Vote the BLUE card to…", "clean_text": "RT @MIMEDX MIMEDX JUST POSTED A PRESENTATION FOR INVESTORS DOWNLOAD THE PRESENTATION HERE  VOTE THE BLUE CARD TO", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190604, "Text": "Roger Goodell: NFL wants a new Bills stadium so the team “remains competitive”.  Since when is it the stadium that makes a team competitive?", "clean_text": "ROGER GOODELL NFL WANTS A NEW BILLS STADIUM SO THE TEAM REMAINS COMPETITIVE”  SINCE WHEN IS IT THE STADIUM THAT MAKES A TEAM COMPETITIVE", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190603, "Text": "RT @MiMedx: We issued a letter explaining what is at stake at our upcoming Annual Meeting. Help our company move forward by voting the BLUE…", "clean_text": "RT @MIMEDX WE ISSUED A LETTER EXPLAINING WHAT IS AT STAKE AT OUR UPCOMING ANNUAL MEETING HELP OUR COMPANY MOVE FORWARD BY VOTING THE BLUE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20190603, "Text": "@Nonrelatedsense Yep.  It's also a great way to learn new things, which is never bad.", "clean_text": "@NONRELATEDSENSE YEP  IT ALSO A GREAT WAY TO LEARN NEW THINGS WHICH IS NEVER BAD", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190531, "Text": "Thank goodness ConEd started doing two-factor authentication every time you login to pay a bill. Otherwise someone… https://t.co/6apAQZqJdL", "clean_text": "THANK GOODNESS CONED STARTED DOING TWOFACTOR AUTHENTICATION EVERY TIME YOU LOGIN TO PAY A BILL OTHERWISE SOMEONE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190530, "Text": "We are very excited to have reached an agreement for a broad reconstitution of the board of $MDXG. Under the plan,… https://t.co/lEuFGPDPRP", "clean_text": "WE ARE VERY EXCITED TO HAVE REACHED AN AGREEMENT FOR A BROAD RECONSTITUTION OF THE BOARD OF MDXG UNDER THE PLAN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20190530, "Text": "@Nonrelatedsense @teasri @EconomPic @Valuetrap13 @Macropsychology \"Few things\"?  We're on a pretty good 240+ year run here...", "clean_text": "@NONRELATEDSENSE @TEASRI @ECONOMPIC @VALUETRAP13 @MACROPSYCHOLOGY FEW THINGS  WERE ON A PRETTY GOOD 240+ YEAR RUN HERE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]