["OF", {"Name": "BergenCapital", "Time": 20190303, "Text": "What needs to happen for EURUSD to break topside of 1.16?", "clean_text": "WHAT NEEDS TO HAPPEN FOR EURUSD TO BREAK TOPSIDE OF 116", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190301, "Text": "$TSLA and #Germany = Match made in heaven? Thoughtful piece by @Carson_C_Block of @muddywatersre - Shady companies… https://t.co/ZsPW7pMZur", "clean_text": "TSLA AND #GERMANY  MATCH MADE IN HEAVEN THOUGHTFUL PIECE BY @CARSON_C_BLOCK OF @MUDDYWATERSRE  SHADY COMPANIES ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20190301, "Text": "@edmundsullivan THE GREATEST CALCULATOR OF ALL TIME.", "clean_text": "@EDMUNDSULLIVAN THE GREATEST CALCULATOR OF ALL TIME", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190227, "Text": "@ecommerceshares Of course. What do you think the increase in sg&amp;A is for?", "clean_text": "@ECOMMERCESHARES OF COURSE WHAT DO YOU THINK THE INCREASE IN SGAMPA IS FOR", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190227, "Text": "$SE firing on all cylinders with both Garena and Shopee crushing estimates. Shopee Q4 GMV of $3.4 billion well abov… https://t.co/Q5NJ9BnjVM", "clean_text": "SE FIRING ON ALL CYLINDERS WITH BOTH GARENA AND SHOPEE CRUSHING ESTIMATES SHOPEE Q4 GMV OF 34 BILLION WELL ABOV ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190226, "Text": "Looks like $MAT insiders had to buy shares to satisfy ownership requirements ahead of the annual meeting.", "clean_text": "LOOKS LIKE MAT INSIDERS HAD TO BUY SHARES TO SATISFY OWNERSHIP REQUIREMENTS AHEAD OF THE ANNUAL MEETING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190226, "Text": "$WTW round-tripped from 2017 like the weight of most ppl that try their products.", "clean_text": "WTW ROUNDTRIPPED FROM 2017 LIKE THE WEIGHT OF MOST PPL THAT TRY THEIR PRODUCTS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190224, "Text": "RT @DonaldJTrumpJr: Breadline Bernie would like for everyone to know that, sure, Communism may have killed millions of people in the USSR,…", "clean_text": "RT @DONALDJTRUMPJR BREADLINE BERNIE WOULD LIKE FOR EVERYONE TO KNOW THAT SURE COMMUNISM MAY HAVE KILLED MILLIONS OF PEOPLE IN THE USSR", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20190222, "Text": "Side note: these situations are most prone to occur in sectors where structural factors leave investors starved of… https://t.co/JqrhKeCXLz", "clean_text": "SIDE NOTE THESE SITUATIONS ARE MOST PRONE TO OCCUR IN SECTORS WHERE STRUCTURAL FACTORS LEAVE INVESTORS STARVED OF ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190221, "Text": "@mo_lazarus hah no, summarizes latest portfolio activity of top hedge funds: what they’re buying, selling &amp; why.", "clean_text": "@MO_LAZARUS HAH NO SUMMARIZES LATEST PORTFOLIO ACTIVITY OF TOP HEDGE FUNDS WHAT THEYRE BUYING SELLING AMP WHY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190220, "Text": "Featuring a discussion of activist short selling, which hit a record high in Canada last year. https://t.co/VdF9yT6fQP", "clean_text": "FEATURING A DISCUSSION OF ACTIVIST SHORT SELLING WHICH HIT A RECORD HIGH IN CANADA LAST YEAR ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}]