["THE", {"Name": "footnoted", "Time": 20190708, "Text": "$TPRE managed to file an 8-K during #fridaynightdump announcing the sudden departure of director Neil McConachie, b… https://t.co/Aaufyfd61E", "clean_text": "TPRE MANAGED TO FILE AN 8K DURING #FRIDAYNIGHTDUMP ANNOUNCING THE SUDDEN DEPARTURE OF DIRECTOR NEIL MCCONACHIE B ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190708, "Text": "I recently was on The Investor's Podcast to talk about Facebook's business model, the digital advertising industry,… https://t.co/rKaq3Pa0um", "clean_text": "I RECENTLY WAS ON THE INVESTOR PODCAST TO TALK ABOUT FACEBOOK BUSINESS MODEL THE DIGITAL ADVERTISING INDUSTRY ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TMTanalyst", "Time": 20190703, "Text": "@VolSlinger @mosesaintme @MrMojoRisinX @TgMacro @AnonymousHFM @GammaPanda1738 Cherry by nico walker or power of the dog by don Winslow", "clean_text": "@VOLSLINGER @MOSESAINTME @MRMOJORISINX @TGMACRO @ANONYMOUSHFM @GAMMAPANDA1738 CHERRY BY NICO WALKER OR POWER OF THE DOG BY DON WINSLOW", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20190702, "Text": "RT @jpm25: For the last 6-8 mos, I spent a lot of time close to the Direct Listing process - here I try to demystify it a bit and share som…", "clean_text": "RT @JPM25 FOR THE LAST 68 MOS I SPENT A LOT OF TIME CLOSE TO THE DIRECT LISTING PROCESS  HERE I TRY TO DEMYSTIFY IT A BIT AND SHARE SOM", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "JohnHuber72", "Time": 20190701, "Text": "The latest CCAR results once again demonstrate how well-capitalized the US banking system is, and as a result, the… https://t.co/zkNZtUMmKb", "clean_text": "THE LATEST CCAR RESULTS ONCE AGAIN DEMONSTRATE HOW WELLCAPITALIZED THE US BANKING SYSTEM IS AND AS A RESULT THE ", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "JohnHuber72", "Time": 20190701, "Text": "Wells Fargo got Fed approval to buy back $23.1 billion over the coming 12 months, which is ~11% of its shares at cu… https://t.co/sJRhqD5AR3", "clean_text": "WELLS FARGO GOT FED APPROVAL TO BUY BACK 231 BILLION OVER THE COMING 12 MONTHS WHICH IS ~11% OF ITS SHARES AT CU ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190627, "Text": "$BANC SEC declares J. Sugarman as business partner of Galanis and \"the biggest winner from the fraud\".  Any thought… https://t.co/Q1UfSoHcrJ", "clean_text": "BANC SEC DECLARES J SUGARMAN AS BUSINESS PARTNER OF GALANIS AND THE BIGGEST WINNER FROM THE FRAUD  ANY THOUGHT ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 1/ Today we’re pleased to announce the launch of our first paid product - the Golden Research Engine. Query exotic entity types…", "clean_text": "RT @GOLDEN 1 TODAY WERE PLEASED TO ANNOUNCE THE LAUNCH OF OUR FIRST PAID PRODUCT  THE GOLDEN RESEARCH ENGINE QUERY EXOTIC ENTITY TYPES", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 3/ The genesis for the Golden Research Engine came from not being able to take results from structured data queries and see can…", "clean_text": "RT @GOLDEN 3 THE GENESIS FOR THE GOLDEN RESEARCH ENGINE CAME FROM NOT BEING ABLE TO TAKE RESULTS FROM STRUCTURED DATA QUERIES AND SEE CAN", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 5/ The Golden Research Engine is designed so you can stay on top of the information you need to know to be super-effective in y…", "clean_text": "RT @GOLDEN 5 THE GOLDEN RESEARCH ENGINE IS DESIGNED SO YOU CAN STAY ON TOP OF THE INFORMATION YOU NEED TO KNOW TO BE SUPEREFFECTIVE IN Y", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 7/ A unique component of the service is to also apply human/AI assistance in finding information for paid customers. If you can…", "clean_text": "RT @GOLDEN 7 A UNIQUE COMPONENT OF THE SERVICE IS TO ALSO APPLY HUMANAI ASSISTANCE IN FINDING INFORMATION FOR PAID CUSTOMERS IF YOU CAN", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 9/ We also opened up hundreds of queries as well for the public good eg https://t.co/EKWisy7T3v &amp; https://t.co/Us7VPFOwmC and w…", "clean_text": "RT @GOLDEN 9 WE ALSO OPENED UP HUNDREDS OF QUERIES AS WELL FOR THE PUBLIC GOOD EG  AMP  AND W", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 10/ If you are part of an organization or team and need access to the leading edge of knowledge in your industry, get in touch…", "clean_text": "RT @GOLDEN 10 IF YOU ARE PART OF AN ORGANIZATION OR TEAM AND NEED ACCESS TO THE LEADING EDGE OF KNOWLEDGE IN YOUR INDUSTRY GET IN TOUCH", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190626, "Text": "The domains business is suffering similar stagnation. Industry growth is abysmal, in low single-digits. Biz is comm… https://t.co/ziYoULDM4c", "clean_text": "THE DOMAINS BUSINESS IS SUFFERING SIMILAR STAGNATION INDUSTRY GROWTH IS ABYSMAL IN LOW SINGLEDIGITS BIZ IS COMM ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190626, "Text": "$TCX likely to miss 2019 rev, earnings estimates, with shortfalls growing in 2020 &amp; 2021. Factors behind the Q1 mis… https://t.co/2JlfiNaWPm", "clean_text": "TCX LIKELY TO MISS 2019 REV EARNINGS ESTIMATES WITH SHORTFALLS GROWING IN 2020 AMP 2021 FACTORS BEHIND THE Q1 MIS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190626, "Text": "This is also another example of how even the largest, most well-followed stocks in the market can get mispriced. Nu… https://t.co/sgoz665M9B", "clean_text": "THIS IS ALSO ANOTHER EXAMPLE OF HOW EVEN THE LARGEST MOST WELLFOLLOWED STOCKS IN THE MARKET CAN GET MISPRICED NU ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}]