["OF", {"Name": "PresciencePoint", "Time": 20190530, "Text": "We are very excited to have reached an agreement for a broad reconstitution of the board of $MDXG. Under the plan,… https://t.co/lEuFGPDPRP", "clean_text": "WE ARE VERY EXCITED TO HAVE REACHED AN AGREEMENT FOR A BROAD RECONSTITUTION OF THE BOARD OF MDXG UNDER THE PLAN ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20190528, "Text": "$JMIA - Halt/Delisting Candidate. Blatant Fraud. Former executive testimonies with documented proof of manipulated… https://t.co/8jVPK3DOFg", "clean_text": "JMIA  HALTDELISTING CANDIDATE BLATANT FRAUD FORMER EXECUTIVE TESTIMONIES WITH DOCUMENTED PROOF OF MANIPULATED ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190528, "Text": "$INS A Goldman Sachs rival pulled out of the Apple Card deal on fears it will be a money loser https://t.co/UM7t85x2Ga", "clean_text": "INS A GOLDMAN SACHS RIVAL PULLED OUT OF THE APPLE CARD DEAL ON FEARS IT WILL BE A MONEY LOSER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190527, "Text": "@GregVous @AlderLaneeggs No related party disclosure of any kind in the SEC filings.  The audit committee (parker)… https://t.co/oDEHiud714", "clean_text": "@GREGVOUS @ALDERLANEEGGS NO RELATED PARTY DISCLOSURE OF ANY KIND IN THE SEC FILINGS  THE AUDIT COMMITTEE PARKER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190523, "Text": "Robert O’Rourke’s CNN Town Hall appearance last night attracted fewer viewers than that of John Hicken-who?-per back in March.  Bye, “Beto”.", "clean_text": "ROBERT OROURKES CNN TOWN HALL APPEARANCE LAST NIGHT ATTRACTED FEWER VIEWERS THAN THAT OF JOHN HICKENWHOPER BACK IN MARCH  BYE BETO”", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20190516, "Text": "Was reminded of that famous @pete_wells review of @guyfieri restaurant in Times Square after my son spit out a choc… https://t.co/ZD41wskpcv", "clean_text": "WAS REMINDED OF THAT FAMOUS @PETE_WELLS REVIEW OF @GUYFIERI RESTAURANT IN TIMES SQUARE AFTER MY SON SPIT OUT A CHOC ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}]