["THE", {"Name": "JohnHuber72", "Time": 20190827, "Text": "Listening to the excellent (as always) @patrick_oshag podcast w/ Chuck Akre, who is a great example of how simplici… https://t.co/P2WbgFxGEg", "clean_text": "LISTENING TO THE EXCELLENT AS ALWAYS @PATRICK_OSHAG PODCAST W CHUCK AKRE WHO IS A GREAT EXAMPLE OF HOW SIMPLICI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "Net of fees and net of taxes (most choose to ignore the latter), this strategy will outperform probably 98% of thos… https://t.co/xmrjNxeMEb", "clean_text": "NET OF FEES AND NET OF TAXES MOST CHOOSE TO IGNORE THE LATTER THIS STRATEGY WILL OUTPERFORM PROBABLY 98% OF THOS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "@oddballstocks The goal is a great result over time (I'm part of the 100% bucket I mentioned earlier😀) I have no id… https://t.co/QJi6OsOWej", "clean_text": "@ODDBALLSTOCKS THE GOAL IS A GREAT RESULT OVER TIME IM PART OF THE 100% BUCKET I MENTIONED EARLIER😀 I HAVE NO ID ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "@oddballstocks Munger: \"Mistakes are made when you forget what you're trying to do\". The goal isn't to outperform d… https://t.co/30XLsGVRKR", "clean_text": "@ODDBALLSTOCKS MUNGER MISTAKES ARE MADE WHEN YOU FORGET WHAT YOURE TRYING TO DO THE GOAL ISNT TO OUTPERFORM D ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "@oddballstocks The idea of value investors doing better during bad markets stems from Buffett's partnership. I've l… https://t.co/FtaXrPDWBo", "clean_text": "@ODDBALLSTOCKS THE IDEA OF VALUE INVESTORS DOING BETTER DURING BAD MARKETS STEMS FROM BUFFETT PARTNERSHIP IVE L ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190826, "Text": "RT @TheIpHawk: $TEUM that 8K Friday afternoon amending the credit agreement was ugly. IMO they are going to do a massively discounted offer…", "clean_text": "RT @THEIPHAWK TEUM THAT 8K FRIDAY AFTERNOON AMENDING THE CREDIT AGREEMENT WAS UGLY IMO THEY ARE GOING TO DO A MASSIVELY DISCOUNTED OFFER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190825, "Text": "RT @realDonaldTrump: The question I was asked most today by fellow World Leaders, who think the USA is doing so well and is stronger than e…", "clean_text": "RT @REALDONALDTRUMP THE QUESTION I WAS ASKED MOST TODAY BY FELLOW WORLD LEADERS WHO THINK THE USA IS DOING SO WELL AND IS STRONGER THAN E", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190825, "Text": "RT @movement_cap: ed thorp knew madoff was a fraud in 1990\n\nhe told a client, they pulled $, but the client kept watching madoff investors…", "clean_text": "RT @MOVEMENT_CAP ED THORP KNEW MADOFF WAS A FRAUD IN 1990\n\nHE TOLD A CLIENT THEY PULLED  BUT THE CLIENT KEPT WATCHING MADOFF INVESTORS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "davidein", "Time": 20190823, "Text": "How many solar panels are still defective and could cause fires? @Tesla should\nimmediately notify the people who li… https://t.co/ixNMRyBMvA", "clean_text": "HOW MANY SOLAR PANELS ARE STILL DEFECTIVE AND COULD CAUSE FIRES @TESLA SHOULD\nIMMEDIATELY NOTIFY THE PEOPLE WHO LI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "davidein", "Time": 20190823, "Text": "If @Tesla wants to save the human species, it should pay more attention to the\nsafety of its own customers. You sho… https://t.co/Qo3ugMCyAX", "clean_text": "IF @TESLA WANTS TO SAVE THE HUMAN SPECIES IT SHOULD PAY MORE ATTENTION TO THE\nSAFETY OF ITS OWN CUSTOMERS YOU SHO ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190822, "Text": "@IvanTheK @sharkbiotech i have the amazon card too.", "clean_text": "@IVANTHEK @SHARKBIOTECH I HAVE THE AMAZON CARD TOO", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190822, "Text": "In honor of our ten year anniversary, my team sent me this. Cheers to another ten years of making friends on the in… https://t.co/XjAnpMBe61", "clean_text": "IN HONOR OF OUR TEN YEAR ANNIVERSARY MY TEAM SENT ME THIS CHEERS TO ANOTHER TEN YEARS OF MAKING FRIENDS ON THE IN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20190822, "Text": "Always interesting to watch how drastic the sentiment shifts can be: Housing stocks were getting killed at this tim… https://t.co/Tq5ufejRtj", "clean_text": "ALWAYS INTERESTING TO WATCH HOW DRASTIC THE SENTIMENT SHIFTS CAN BE HOUSING STOCKS WERE GETTING KILLED AT THIS TIM ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190822, "Text": "@bill_esbenshade Lower rates=lower NIMs. But volume (more deposits) has always offset this. This may not be the cas… https://t.co/Lgm0x7vc1k", "clean_text": "@BILL_ESBENSHADE LOWER RATESLOWER NIMS BUT VOLUME MORE DEPOSITS HAS ALWAYS OFFSET THIS THIS MAY NOT BE THE CAS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190820, "Text": "One way to look at BRK.B's value is using look through earnings. The operating businesses earn ~$20b, and Berkshire… https://t.co/fqp0RalrgZ", "clean_text": "ONE WAY TO LOOK AT BRKB VALUE IS USING LOOK THROUGH EARNINGS THE OPERATING BUSINESSES EARN ~20B AND BERKSHIRE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190820, "Text": "RT @LutherTurmelle: The largest #outages for @UnitedIllum are in #Fairfield (2,047), #Hamden (1,366) and #Milford (1,251)", "clean_text": "RT @LUTHERTURMELLE THE LARGEST #OUTAGES FOR @UNITEDILLUM ARE IN #FAIRFIELD 2047 #HAMDEN 1366 AND #MILFORD 1251", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190819, "Text": "RT @opinion_joe: Here’s my take on the $MDXG brouhaha. Spoiler alert: ⁦@AlderLaneeggs⁩ and his allies are trying to destroy a company whose…", "clean_text": "RT @OPINION_JOE HERES MY TAKE ON THE MDXG BROUHAHA SPOILER ALERT ⁦@ALDERLANEEGGS⁩ AND HIS ALLIES ARE TRYING TO DESTROY A COMPANY WHOSE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190819, "Text": "@opinion_joe @John_Hempton @AlderLaneeggs Joe, did you happen to read the reasons EY gave for its resignation before publishing this? $MDXG", "clean_text": "@OPINION_JOE @JOHN_HEMPTON @ALDERLANEEGGS JOE DID YOU HAPPEN TO READ THE REASONS EY GAVE FOR ITS RESIGNATION BEFORE PUBLISHING THIS MDXG", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190819, "Text": "RT @retheauditors: Disney whistleblower told SEC the company inflated revenue for years https://t.co/BHm61P4m4t Exclusive!  $DIS", "clean_text": "RT @RETHEAUDITORS DISNEY WHISTLEBLOWER TOLD SEC THE COMPANY INFLATED REVENUE FOR YEARS  EXCLUSIVE  DIS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190817, "Text": "Right. Freedom of speech should only be given to the ones I agree with. https://t.co/k8Jdf3HGrY", "clean_text": "RIGHT FREEDOM OF SPEECH SHOULD ONLY BE GIVEN TO THE ONES I AGREE WITH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190817, "Text": "Now on view at the Hood Museum of Art at Dartmouth College is a soft sculpture “couch” by Yayoi Kusama.  It is a masterpiece of modern art.", "clean_text": "NOW ON VIEW AT THE HOOD MUSEUM OF ART AT DARTMOUTH COLLEGE IS A SOFT SCULPTURE COUCH” BY YAYOI KUSAMA  IT IS A MASTERPIECE OF MODERN ART", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190816, "Text": "@goldencaskcap Par for the course wrt Hony", "clean_text": "@GOLDENCASKCAP PAR FOR THE COURSE WRT HONY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190816, "Text": "The dreaded green text message. Not cool 😂 https://t.co/7yjd7hVref", "clean_text": "THE DREADED GREEN TEXT MESSAGE NOT COOL ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20190816, "Text": "Markopolos report on $GE was the worst that activist short selling has to offer.  Aggressive accounting is not frau… https://t.co/37erhqjRLo", "clean_text": "MARKOPOLOS REPORT ON GE WAS THE WORST THAT ACTIVIST SHORT SELLING HAS TO OFFER  AGGRESSIVE ACCOUNTING IS NOT FRAU ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190815, "Text": "30Y UST at its lowest yield ever is being touted as a “buy” about as loudly as the 10Y was July 6, 2016 when its yield troughed at 1.32%.", "clean_text": "30Y UST AT ITS LOWEST YIELD EVER IS BEING TOUTED AS A BUY” ABOUT AS LOUDLY AS THE 10Y WAS JULY 6 2016 WHEN ITS YIELD TROUGHED AT 132%", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190815, "Text": "Way back, when the world was young, 30Y USTs were given the moniker “certificates of confiscation”. That was darned near the 30Y yield peak.", "clean_text": "WAY BACK WHEN THE WORLD WAS YOUNG 30Y USTS WERE GIVEN THE MONIKER CERTIFICATES OF CONFISCATION” THAT WAS DARNED NEAR THE 30Y YIELD PEAK", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190815, "Text": "@BlueskyComments Yeah I think if you worried that the US economy would look like Japan’s going forward, then you wo… https://t.co/MYLdWVDkdM", "clean_text": "@BLUESKYCOMMENTS YEAH I THINK IF YOU WORRIED THAT THE US ECONOMY WOULD LOOK LIKE JAPANS GOING FORWARD THEN YOU WO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190814, "Text": "“Slidin’ Biden” placed in a statistical tie with “Soarin’ Warren” in the “YouGov for The Economist” National poll released today.", "clean_text": "SLIDIN BIDEN” PLACED IN A STATISTICAL TIE WITH SOARIN WARREN” IN THE YOUGOV FOR THE ECONOMIST” NATIONAL POLL RELEASED TODAY", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190814, "Text": "@cullenroche Curious why you say it’s not China? Is there data on this? Obviously the US company pays the actual ta… https://t.co/0ts8ZwrxA9", "clean_text": "@CULLENROCHE CURIOUS WHY YOU SAY ITS NOT CHINA IS THERE DATA ON THIS OBVIOUSLY THE US COMPANY PAYS THE ACTUAL TA ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}]