["TO", {"Name": "TruthGundlach", "Time": 20190513, "Text": "The outcome AK360 hopes to achieve would reap economic benefits to Buffalo and Erie County far exceeding the public funds so wisely pledged.", "clean_text": "THE OUTCOME AK360 HOPES TO ACHIEVE WOULD REAP ECONOMIC BENEFITS TO BUFFALO AND ERIE COUNTY FAR EXCEEDING THE PUBLIC FUNDS SO WISELY PLEDGED", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190513, "Text": "RT @AlderLaneeggs: \"they are going to have to pay for what they stole from the American public” Game Set Match for $LCI @CapitolistPig @Aur…", "clean_text": "RT @ALDERLANEEGGS THEY ARE GOING TO HAVE TO PAY FOR WHAT THEY STOLE FROM THE AMERICAN PUBLIC” GAME SET MATCH FOR LCI @CAPITOLISTPIG @AUR", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190513, "Text": "@AlderLaneeggs If the $LCI lenders already began to organize last October and hired Akin Gump, i'm sure they're jus… https://t.co/KKJmpWKvy1", "clean_text": "@ALDERLANEEGGS IF THE LCI LENDERS ALREADY BEGAN TO ORGANIZE LAST OCTOBER AND HIRED AKIN GUMP IM SURE THEYRE JUS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190512, "Text": "@AlderLaneeggs @CapitolistPig Brilliant idea to price-fix the medicine the Attorney General takes $LCI", "clean_text": "@ALDERLANEEGGS @CAPITOLISTPIG BRILLIANT IDEA TO PRICEFIX THE MEDICINE THE ATTORNEY GENERAL TAKES LCI", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190510, "Text": "The president of a Celadon Corp. subsidiary pleaded guilty to criminal charges connected with the massive #fraud we… https://t.co/4wZtuFFWsL", "clean_text": "THE PRESIDENT OF A CELADON CORP SUBSIDIARY PLEADED GUILTY TO CRIMINAL CHARGES CONNECTED WITH THE MASSIVE #FRAUD WE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190510, "Text": "It sounds like Cramer is about to cry", "clean_text": "IT SOUNDS LIKE CRAMER IS ABOUT TO CRY", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190510, "Text": "@antoniofbahia my bad, I forgot to use my sarcastic font. ;-)", "clean_text": "@ANTONIOFBAHIA MY BAD I FORGOT TO USE MY SARCASTIC FONT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20190510, "Text": "$JMIA nothing more to say.  FRAUD.  Target 0.  Take it from one of the most influential tech thinkers in Africa.  S… https://t.co/dbJTZFQjDC", "clean_text": "JMIA NOTHING MORE TO SAY  FRAUD  TARGET 0  TAKE IT FROM ONE OF THE MOST INFLUENTIAL TECH THINKERS IN AFRICA  S ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190509, "Text": "I recall the $GOOG IPO. I pulled my bid when the pricing came down to $85. I'm sure many others did as well.\n(I obv… https://t.co/Efo8UVWBdy", "clean_text": "I RECALL THE GOOG IPO I PULLED MY BID WHEN THE PRICING CAME DOWN TO 85 IM SURE MANY OTHERS DID AS WELL\nI OBV ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190509, "Text": "or when they lowered the range from $108-$135 range. If i recall it was lowered to $85-$95 and then priced at $85", "clean_text": "OR WHEN THEY LOWERED THE RANGE FROM 108135 RANGE IF I RECALL IT WAS LOWERED TO 8595 AND THEN PRICED AT 85", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20190509, "Text": "RT @AlderLaneeggs: Georgia Senator Called VA, FDA, FBI on Behalf of MiMedx CEO its over for you ⁦@SenatorIsakson⁩ time to resign . $Mdxg ht…", "clean_text": "RT @ALDERLANEEGGS GEORGIA SENATOR CALLED VA FDA FBI ON BEHALF OF MIMEDX CEO ITS OVER FOR YOU ⁦@SENATORISAKSON⁩ TIME TO RESIGN  MDXG HT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "Today we nominated 4 highly-qualified candidates to the board of MiMedx Group $MDXG that we believe will help the c… https://t.co/0Nxpa8As5V", "clean_text": "TODAY WE NOMINATED 4 HIGHLYQUALIFIED CANDIDATES TO THE BOARD OF MIMEDX GROUP MDXG THAT WE BELIEVE WILL HELP THE C ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "We believe a refreshed Board, with highly-qualified members that are free of any attachment to past actions or lega… https://t.co/bowUX2T0pf", "clean_text": "WE BELIEVE A REFRESHED BOARD WITH HIGHLYQUALIFIED MEMBERS THAT ARE FREE OF ANY ATTACHMENT TO PAST ACTIONS OR LEGA ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190506, "Text": "RT @WolfpackReports: Dan David Launches Wolfpack Research to Expose Fraud and Corporate Wrongdoing", "clean_text": "RT @WOLFPACKREPORTS DAN DAVID LAUNCHES WOLFPACK RESEARCH TO EXPOSE FRAUD AND CORPORATE WRONGDOING", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190505, "Text": "About to leave for the #5boroughbikeeride. Do I wear sneakers than get soaked or hiking boots that are clunky but keep me dry.", "clean_text": "ABOUT TO LEAVE FOR THE #5BOROUGHBIKEERIDE DO I WEAR SNEAKERS THAN GET SOAKED OR HIKING BOOTS THAT ARE CLUNKY BUT KEEP ME DRY", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190503, "Text": "$HIIQ has sent millions in cash to the owner of this mansion, who ran large boiler rooms in Delray Beach.  Now he d… https://t.co/DHBKcn765N", "clean_text": "HIIQ HAS SENT MILLIONS IN CASH TO THE OWNER OF THIS MANSION WHO RAN LARGE BOILER ROOMS IN DELRAY BEACH  NOW HE D ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190503, "Text": "$ACHC discloses six new facility subpoenas relating to problems including patient care issues.  Glad to see regulat… https://t.co/SJsBsspApb", "clean_text": "ACHC DISCLOSES SIX NEW FACILITY SUBPOENAS RELATING TO PROBLEMS INCLUDING PATIENT CARE ISSUES  GLAD TO SEE REGULAT ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190502, "Text": "@theoldcfo But you appear to be giving those foreign agents cover because the USA also does it. Perhaps we should t… https://t.co/0SbRRJVvnU", "clean_text": "@THEOLDCFO BUT YOU APPEAR TO BE GIVING THOSE FOREIGN AGENTS COVER BECAUSE THE USA ALSO DOES IT PERHAPS WE SHOULD T ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190502, "Text": "I'm looking forward to opening a Wit Capital account.\n#GIK", "clean_text": "IM LOOKING FORWARD TO OPENING A WIT CAPITAL ACCOUNT\n#GIK", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190502, "Text": "$TOFB should change their name to Beyond Ice Cream", "clean_text": "TOFB SHOULD CHANGE THEIR NAME TO BEYOND ICE CREAM", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190501, "Text": "You can teach all you want to the people, you can tell them to read [Buffett mentor] Ben Graham’s book, you can sen… https://t.co/m0Ob2UEedW", "clean_text": "YOU CAN TEACH ALL YOU WANT TO THE PEOPLE YOU CAN TELL THEM TO READ [BUFFETT MENTOR] BEN GRAHAMS BOOK YOU CAN SEN ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 1/ My team and I at Golden have been working diligently for the last two years to map out 10bn+ fascinating topics in high…", "clean_text": "RT @JUDEGOMILA 1 MY TEAM AND I AT GOLDEN HAVE BEEN WORKING DILIGENTLY FOR THE LAST TWO YEARS TO MAP OUT 10BN+ FASCINATING TOPICS IN HIGH", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 2/ Golden’s mission is to collect, organize and express 10+ billion topics in an accessible way, presented in neutrally-wri…", "clean_text": "RT @JUDEGOMILA 2 GOLDENS MISSION IS TO COLLECT ORGANIZE AND EXPRESS 10+ BILLION TOPICS IN AN ACCESSIBLE WAY PRESENTED IN NEUTRALLYWRI", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 3/ In order to help achieve the mission we raised $5m from @a16z @pmarca Gigafund (Luke + @oskoui), @foundersfund @cyantist…", "clean_text": "RT @JUDEGOMILA 3 IN ORDER TO HELP ACHIEVE THE MISSION WE RAISED 5M FROM @A16Z @PMARCA GIGAFUND LUKE @OSKOUI @FOUNDERSFUND @CYANTIST", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 4/ We have set out to use various techniques to help bring leverage and automate solving the problem including: topic predi…", "clean_text": "RT @JUDEGOMILA 4 WE HAVE SET OUT TO USE VARIOUS TECHNIQUES TO HELP BRING LEVERAGE AND AUTOMATE SOLVING THE PROBLEM INCLUDING TOPIC PREDI", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 6/ Additionally we are keen to explore using AI to give feedback on editor contributions (sentiment, style, grammar/spellin…", "clean_text": "RT @JUDEGOMILA 6 ADDITIONALLY WE ARE KEEN TO EXPLORE USING AI TO GIVE FEEDBACK ON EDITOR CONTRIBUTIONS SENTIMENT STYLE GRAMMARSPELLIN", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 8/ In order to make money while doing this we have released an advanced query tool to query the Golden data set, provide fi…", "clean_text": "RT @JUDEGOMILA 8 IN ORDER TO MAKE MONEY WHILE DOING THIS WE HAVE RELEASED AN ADVANCED QUERY TOOL TO QUERY THE GOLDEN DATA SET PROVIDE FI", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 9/ We would love help from the community to build this knowledge base - feel free to add neutral, 3rd person descriptions o…", "clean_text": "RT @JUDEGOMILA 9 WE WOULD LOVE HELP FROM THE COMMUNITY TO BUILD THIS KNOWLEDGE BASE  FEEL FREE TO ADD NEUTRAL 3RD PERSON DESCRIPTIONS O", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 10/ If you want to find out more about what we are going to do in detail check out https://t.co/BZdN090Xd6, also don’t forg…", "clean_text": "RT @JUDEGOMILA 10 IF YOU WANT TO FIND OUT MORE ABOUT WHAT WE ARE GOING TO DO IN DETAIL CHECK OUT  ALSO DONT FORG", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190430, "Text": "RT @katie_rayford: 🚨🔥: Could not be more excited to announce the third season of Slow Burn with new host @byjoelanderson launching later th…", "clean_text": "RT @KATIE_RAYFORD COULD NOT BE MORE EXCITED TO ANNOUNCE THE THIRD SEASON OF SLOW BURN WITH NEW HOST @BYJOELANDERSON LAUNCHING LATER TH", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190430, "Text": "$VNDA FDA clearly unwilling to cave on the partial clinical hold.  Meanwhile, allegations of fraud and dysfunction… https://t.co/xeKrwC0yS8", "clean_text": "VNDA FDA CLEARLY UNWILLING TO CAVE ON THE PARTIAL CLINICAL HOLD  MEANWHILE ALLEGATIONS OF FRAUD AND DYSFUNCTION ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}]