["TO", {"Name": "xuexishenghuo", "Time": 20190305, "Text": "@FoolAllTheTime now BIGO is fully consolidated, $YY is the public market play to get exposure towards Bytedance/Tiktok", "clean_text": "@FOOLALLTHETIME NOW BIGO IS FULLY CONSOLIDATED YY IS THE PUBLIC MARKET PLAY TO GET EXPOSURE TOWARDS BYTEDANCETIKTOK", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190305, "Text": "RT @restofesto: If you need to take photos during your next restaurant experience, promise yourself to take more photos of your dining comp…", "clean_text": "RT @RESTOFESTO IF YOU NEED TO TAKE PHOTOS DURING YOUR NEXT RESTAURANT EXPERIENCE PROMISE YOURSELF TO TAKE MORE PHOTOS OF YOUR DINING COMP", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190305, "Text": "RT @NBCNews: A new, large study finds that children who did not get childhood vaccines were more likely to be diagnosed with autism than ki…", "clean_text": "RT @NBCNEWS A NEW LARGE STUDY FINDS THAT CHILDREN WHO DID NOT GET CHILDHOOD VACCINES WERE MORE LIKELY TO BE DIAGNOSED WITH AUTISM THAN KI", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190305, "Text": "$I: Political noise to be expected as process moves to conclusion. CBA remains only serious proposal. FCC and Trump… https://t.co/7xfqInOii1", "clean_text": "I POLITICAL NOISE TO BE EXPECTED AS PROCESS MOVES TO CONCLUSION CBA REMAINS ONLY SERIOUS PROPOSAL FCC AND TRUMP ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190303, "Text": "What needs to happen for EURUSD to break topside of 1.16?", "clean_text": "WHAT NEEDS TO HAPPEN FOR EURUSD TO BREAK TOPSIDE OF 116", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190228, "Text": "Can't wait for activists to pressure $GPS to merge with $NAVY for massive synergies...", "clean_text": "CANT WAIT FOR ACTIVISTS TO PRESSURE GPS TO MERGE WITH NAVY FOR MASSIVE SYNERGIES", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190228, "Text": "*TESLA ACCEPTING DEPOSITS TO PAY OFF DEBT", "clean_text": "*TESLA ACCEPTING DEPOSITS TO PAY OFF DEBT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190227, "Text": "$LAMR trying to breakout... #NoSuchThingAsAQuadrupleTop https://t.co/zv8HRrvm0E", "clean_text": "LAMR TRYING TO BREAKOUT #NOSUCHTHINGASAQUADRUPLETOP ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190227, "Text": "Geely plans to launch the first mass produced 5G enabled vehicle with Qualcomm and Gosuncn.", "clean_text": "GEELY PLANS TO LAUNCH THE FIRST MASS PRODUCED 5G ENABLED VEHICLE WITH QUALCOMM AND GOSUNCN", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190227, "Text": "RT @HedgeBz: Geely Announces Work with Qualcomm and Gosuncn to Launch the First Domestically Mass-Produced 5G and C-V2X-Enabled Vehicles ht…", "clean_text": "RT @HEDGEBZ GEELY ANNOUNCES WORK WITH QUALCOMM AND GOSUNCN TO LAUNCH THE FIRST DOMESTICALLY MASSPRODUCED 5G AND CV2XENABLED VEHICLES HT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190227, "Text": "RT @CMEGroup: CME Group has identified the technical issue and is working to resolve it. When the iLink gateways are restarted they will be…", "clean_text": "RT @CMEGROUP CME GROUP HAS IDENTIFIED THE TECHNICAL ISSUE AND IS WORKING TO RESOLVE IT WHEN THE ILINK GATEWAYS ARE RESTARTED THEY WILL BE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190226, "Text": "@wbr10 @yesandnotyes Cursory look seems to suggest rev/visitor has been stagnant in recent years and lower than 200… https://t.co/RpVKtkuLaP", "clean_text": "@WBR10 @YESANDNOTYES CURSORY LOOK SEEMS TO SUGGEST REVVISITOR HAS BEEN STAGNANT IN RECENT YEARS AND LOWER THAN 200 ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190226, "Text": "Looks like $MAT insiders had to buy shares to satisfy ownership requirements ahead of the annual meeting.", "clean_text": "LOOKS LIKE MAT INSIDERS HAD TO BUY SHARES TO SATISFY OWNERSHIP REQUIREMENTS AHEAD OF THE ANNUAL MEETING", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190226, "Text": "We agree with Paulo Santos that our thesis on $STMP has yet to play out. Thanks @ThinkFinance999 for the shoutout. https://t.co/Ul5mfNrlPS", "clean_text": "WE AGREE WITH PAULO SANTOS THAT OUR THESIS ON STMP HAS YET TO PLAY OUT THANKS @THINKFINANCE999 FOR THE SHOUTOUT ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20190224, "Text": "RT @hmeisler: Is this about as close as Warren gets to being bearish? https://t.co/YTSTUIkl3T", "clean_text": "RT @HMEISLER IS THIS ABOUT AS CLOSE AS WARREN GETS TO BEING BEARISH ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190224, "Text": "RT @AlderLaneeggs: The Shorts Got Destroyed in $STMP, The Longs got Destroyed, The Company is now Destroyed and the Insiders sold close to…", "clean_text": "RT @ALDERLANEEGGS THE SHORTS GOT DESTROYED IN STMP THE LONGS GOT DESTROYED THE COMPANY IS NOW DESTROYED AND THE INSIDERS SOLD CLOSE TO", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190224, "Text": "RT @DonaldJTrumpJr: Breadline Bernie would like for everyone to know that, sure, Communism may have killed millions of people in the USSR,…", "clean_text": "RT @DONALDJTRUMPJR BREADLINE BERNIE WOULD LIKE FOR EVERYONE TO KNOW THAT SURE COMMUNISM MAY HAVE KILLED MILLIONS OF PEOPLE IN THE USSR", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190223, "Text": "@JerryCap @WSJ Still D.O.A. prob. Weixin &amp; Alipay just too dominant, not to mention UnionPay. Obviously they still… https://t.co/xfl9RcuMCa", "clean_text": "@JERRYCAP @WSJ STILL DOA PROB WEIXIN AMP ALIPAY JUST TOO DOMINANT NOT TO MENTION UNIONPAY OBVIOUSLY THEY STILL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190223, "Text": "RT @radleybalko: As much as I'd like to revel in this (like all red-blooded Americans, I too hate the Patriots), a \"months-long\" investigat…", "clean_text": "RT @RADLEYBALKO AS MUCH AS ID LIKE TO REVEL IN THIS LIKE ALL REDBLOODED AMERICANS I TOO HATE THE PATRIOTS A MONTHSLONG INVESTIGAT", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20190222, "Text": "@AndrewRangeley $MAR Starwood merger debacle especially w/ elites has to have helped HLT. Also new AXP co-brand par… https://t.co/KstY5XOylN", "clean_text": "@ANDREWRANGELEY MAR STARWOOD MERGER DEBACLE ESPECIALLY W ELITES HAS TO HAVE HELPED HLT ALSO NEW AXP COBRAND PAR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20190222, "Text": "Side note: these situations are most prone to occur in sectors where structural factors leave investors starved of… https://t.co/JqrhKeCXLz", "clean_text": "SIDE NOTE THESE SITUATIONS ARE MOST PRONE TO OCCUR IN SECTORS WHERE STRUCTURAL FACTORS LEAVE INVESTORS STARVED OF ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190222, "Text": "Garbage trucks only begin to smell when they stop moving. #rollup $KHC", "clean_text": "GARBAGE TRUCKS ONLY BEGIN TO SMELL WHEN THEY STOP MOVING #ROLLUP KHC", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190221, "Text": "Looks like Third Point forgot to include $UTX in its 13F filing. They very much still own it according to all their… https://t.co/W2aN8spl9x", "clean_text": "LOOKS LIKE THIRD POINT FORGOT TO INCLUDE UTX IN ITS 13F FILING THEY VERY MUCH STILL OWN IT ACCORDING TO ALL THEIR ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190221, "Text": "RT @dvanbeber: With #cband key to #5G leadership, the CBA proposal is the only one that can deliver cleared spectrum in 18 to 36 months fro…", "clean_text": "RT @DVANBEBER WITH #CBAND KEY TO #5G LEADERSHIP THE CBA PROPOSAL IS THE ONLY ONE THAT CAN DELIVER CLEARED SPECTRUM IN 18 TO 36 MONTHS FRO", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190219, "Text": "gimme a sec, I need to delete all those \"MLB free agents aren't getting paid\" tweets...", "clean_text": "GIMME A SEC I NEED TO DELETE ALL THOSE MLB FREE AGENTS ARENT GETTING PAID TWEETS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}]