["MY", {"Name": "TruthGundlach", "Time": 20190828, "Text": "Watched 2 videos today on the topic of MMT from chief advocates. The degrees of slight of hand &amp; pretzel logic literally made my brain hurt.", "clean_text": "WATCHED 2 VIDEOS TODAY ON THE TOPIC OF MMT FROM CHIEF ADVOCATES THE DEGREES OF SLIGHT OF HAND AMP PRETZEL LOGIC LITERALLY MADE MY BRAIN HURT", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190828, "Text": "@EconomPic This has been my observation also. Mortgage rates have surprisingly ticked up in the last two weeks, eve… https://t.co/6JtEQjLC7b", "clean_text": "@ECONOMPIC THIS HAS BEEN MY OBSERVATION ALSO MORTGAGE RATES HAVE SURPRISINGLY TICKED UP IN THE LAST TWO WEEKS EVE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190823, "Text": "@rationalwalk @brooksrunning Saucony Freedom ISO is my favorite shoe right now. It’s for roads, but I use them on m… https://t.co/kJPtKBFA96", "clean_text": "@RATIONALWALK @BROOKSRUNNING SAUCONY FREEDOM ISO IS MY FAVORITE SHOE RIGHT NOW ITS FOR ROADS BUT I USE THEM ON M ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190822, "Text": "In honor of our ten year anniversary, my team sent me this. Cheers to another ten years of making friends on the in… https://t.co/XjAnpMBe61", "clean_text": "IN HONOR OF OUR TEN YEAR ANNIVERSARY MY TEAM SENT ME THIS CHEERS TO ANOTHER TEN YEARS OF MAKING FRIENDS ON THE IN ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190819, "Text": "RT @opinion_joe: Here’s my take on the $MDXG brouhaha. Spoiler alert: ⁦@AlderLaneeggs⁩ and his allies are trying to destroy a company whose…", "clean_text": "RT @OPINION_JOE HERES MY TAKE ON THE MDXG BROUHAHA SPOILER ALERT ⁦@ALDERLANEEGGS⁩ AND HIS ALLIES ARE TRYING TO DESTROY A COMPANY WHOSE", "count1": 1, "count2": 1, "count3": 1, "count4": 0}]