["THIS", {"Name": "GothamResearch", "Time": 20190218, "Text": "Today, Germany’s securities regulator, BAFIN imposed a ban on a single issuer, Wirecard. This action is an unpreced… https://t.co/rv67aensLW", "clean_text": "TODAY GERMANYS SECURITIES REGULATOR BAFIN IMPOSED A BAN ON A SINGLE ISSUER WIRECARD THIS ACTION IS AN UNPRECED ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20190218, "Text": "This unprecedented short selling ban, like other bans that preceded it, appears to be motivated by the desire to ca… https://t.co/lAz1oob99s", "clean_text": "THIS UNPRECEDENTED SHORT SELLING BAN LIKE OTHER BANS THAT PRECEDED IT APPEARS TO BE MOTIVATED BY THE DESIRE TO CA ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20190214, "Text": "Further, as $TCX invented this $53.7M Cash EBITDA number w/o defining it (when \"normal\" Adjusted EBITDA missed), we… https://t.co/cQMMxPno61", "clean_text": "FURTHER AS TCX INVENTED THIS 537M CASH EBITDA NUMBER WO DEFINING IT WHEN NORMAL ADJUSTED EBITDA MISSED WE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20190214, "Text": "But that is not it for misrepresentation (this time), at the 2:30 mark, in PREPARED remarks, Mr. Noss claimed $TCX… https://t.co/nSyarTgtHC", "clean_text": "BUT THAT IS NOT IT FOR MISREPRESENTATION THIS TIME AT THE 230 MARK IN PREPARED REMARKS MR NOSS CLAIMED TCX ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20190214, "Text": "Finally, to the $TCX $40M \"buyback,\" this was a renewal of the $40M buyback announced in 2018 that expired. NOT A S… https://t.co/t76tkLDqjm", "clean_text": "FINALLY TO THE TCX 40M BUYBACK THIS WAS A RENEWAL OF THE 40M BUYBACK ANNOUNCED IN 2018 THAT EXPIRED NOT A S ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190211, "Text": "This could be 2019's fifteenth activist short campaign - and the third in an as many months from @sprucepointcap. https://t.co/36HQZ4vAIR", "clean_text": "THIS COULD BE 2019 FIFTEENTH ACTIVIST SHORT CAMPAIGN  AND THE THIRD IN AN AS MANY MONTHS FROM @SPRUCEPOINTCAP ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]