["THE", {"Name": "xuexishenghuo", "Time": 20190227, "Text": "@ecommerceshares Of course. What do you think the increase in sg&amp;A is for?", "clean_text": "@ECOMMERCESHARES OF COURSE WHAT DO YOU THINK THE INCREASE IN SGAMPA IS FOR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190227, "Text": "@given2tweet When you get the $25, does the ~$1 \"loss\" get realized (and the CVR has a zero basis as a \"new\" securi… https://t.co/3grgNTEvNq", "clean_text": "@GIVEN2TWEET WHEN YOU GET THE 25 DOES THE ~1 LOSS GET REALIZED AND THE CVR HAS A ZERO BASIS AS A NEW SECURI ", "count1": 0, "count2": 1, "count3": 0, "count4": 3}, {"Name": "BergenCapital", "Time": 20190227, "Text": "Geely plans to launch the first mass produced 5G enabled vehicle with Qualcomm and Gosuncn.", "clean_text": "GEELY PLANS TO LAUNCH THE FIRST MASS PRODUCED 5G ENABLED VEHICLE WITH QUALCOMM AND GOSUNCN", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190227, "Text": "RT @HedgeBz: Geely Announces Work with Qualcomm and Gosuncn to Launch the First Domestically Mass-Produced 5G and C-V2X-Enabled Vehicles ht…", "clean_text": "RT @HEDGEBZ GEELY ANNOUNCES WORK WITH QUALCOMM AND GOSUNCN TO LAUNCH THE FIRST DOMESTICALLY MASSPRODUCED 5G AND CV2XENABLED VEHICLES HT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190227, "Text": "RT @GoddessofGrain: If the CME is down grains can't go lower https://t.co/GJjaUIo4fB", "clean_text": "RT @GODDESSOFGRAIN IF THE CME IS DOWN GRAINS CANT GO LOWER ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190227, "Text": "RT @Hipster_Trader: Did CME try unplugging the computers and plugging them back in?", "clean_text": "RT @HIPSTER_TRADER DID CME TRY UNPLUGGING THE COMPUTERS AND PLUGGING THEM BACK IN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190227, "Text": "RT @CMEGroup: CME Group has identified the technical issue and is working to resolve it. When the iLink gateways are restarted they will be…", "clean_text": "RT @CMEGROUP CME GROUP HAS IDENTIFIED THE TECHNICAL ISSUE AND IS WORKING TO RESOLVE IT WHEN THE ILINK GATEWAYS ARE RESTARTED THEY WILL BE", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "xuexishenghuo", "Time": 20190226, "Text": "@BarbarianCap Probably untrue for the Twitter crowd though", "clean_text": "@BARBARIANCAP PROBABLY UNTRUE FOR THE TWITTER CROWD THOUGH", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190226, "Text": "Looks like $MAT insiders had to buy shares to satisfy ownership requirements ahead of the annual meeting.", "clean_text": "LOOKS LIKE MAT INSIDERS HAD TO BUY SHARES TO SATISFY OWNERSHIP REQUIREMENTS AHEAD OF THE ANNUAL MEETING", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190226, "Text": "@yesandnotyes @wbr10 Although on USD total returns, Jungfrau is about the same as Vail since 2007", "clean_text": "@YESANDNOTYES @WBR10 ALTHOUGH ON USD TOTAL RETURNS JUNGFRAU IS ABOUT THE SAME AS VAIL SINCE 2007", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190226, "Text": "We agree with Paulo Santos that our thesis on $STMP has yet to play out. Thanks @ThinkFinance999 for the shoutout. https://t.co/Ul5mfNrlPS", "clean_text": "WE AGREE WITH PAULO SANTOS THAT OUR THESIS ON STMP HAS YET TO PLAY OUT THANKS @THINKFINANCE999 FOR THE SHOUTOUT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190226, "Text": "$WTW round-tripped from 2017 like the weight of most ppl that try their products.", "clean_text": "WTW ROUNDTRIPPED FROM 2017 LIKE THE WEIGHT OF MOST PPL THAT TRY THEIR PRODUCTS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20190225, "Text": "And the latest Graham &amp; Doddsville issue from Columbia Business School: https://t.co/n9OI9pMvcI $LGF.A $JWN $BABA $SBUX $ADBE $ALGN", "clean_text": "AND THE LATEST GRAHAM AMP DODDSVILLE ISSUE FROM COLUMBIA BUSINESS SCHOOL  LGFA JWN BABA SBUX ADBE ALGN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20190225, "Text": "@ROIChristie Thanks for the heads up on this.  Hadn't seen yet.", "clean_text": "@ROICHRISTIE THANKS FOR THE HEADS UP ON THIS  HADNT SEEN YET", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190225, "Text": "RT @Hipster_Trader: Almost twice the US median household income https://t.co/SV4uSO42ee", "clean_text": "RT @HIPSTER_TRADER ALMOST TWICE THE US MEDIAN HOUSEHOLD INCOME ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190224, "Text": "RT @AlderLaneeggs: The Shorts Got Destroyed in $STMP, The Longs got Destroyed, The Company is now Destroyed and the Insiders sold close to…", "clean_text": "RT @ALDERLANEEGGS THE SHORTS GOT DESTROYED IN STMP THE LONGS GOT DESTROYED THE COMPANY IS NOW DESTROYED AND THE INSIDERS SOLD CLOSE TO", "count1": 1, "count2": 0, "count3": 0, "count4": 4}, {"Name": "BergenCapital", "Time": 20190224, "Text": "RT @DonaldJTrumpJr: Breadline Bernie would like for everyone to know that, sure, Communism may have killed millions of people in the USSR,…", "clean_text": "RT @DONALDJTRUMPJR BREADLINE BERNIE WOULD LIKE FOR EVERYONE TO KNOW THAT SURE COMMUNISM MAY HAVE KILLED MILLIONS OF PEOPLE IN THE USSR", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190224, "Text": "RT @RealSaavedra: Alexandria Ocasio-Cortez is the \"Cash Me Outside\" girl from Dr. Phil https://t.co/JRvmtbVLg5", "clean_text": "RT @REALSAAVEDRA ALEXANDRIA OCASIOCORTEZ IS THE CASH ME OUTSIDE GIRL FROM DR PHIL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190223, "Text": "RT @radleybalko: As much as I'd like to revel in this (like all red-blooded Americans, I too hate the Patriots), a \"months-long\" investigat…", "clean_text": "RT @RADLEYBALKO AS MUCH AS ID LIKE TO REVEL IN THIS LIKE ALL REDBLOODED AMERICANS I TOO HATE THE PATRIOTS A MONTHSLONG INVESTIGAT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190223, "Text": "RT @charliebilello: The Dow has rallied over 20% from its Dec low and is now just 2% below its all-time high from last October (note: total…", "clean_text": "RT @CHARLIEBILELLO THE DOW HAS RALLIED OVER 20% FROM ITS DEC LOW AND IS NOW JUST 2% BELOW ITS ALLTIME HIGH FROM LAST OCTOBER NOTE TOTAL", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190223, "Text": "Fed will cap treasury yields and target annual returns for the S&amp;P 500. https://t.co/9apPJ20glV", "clean_text": "FED WILL CAP TREASURY YIELDS AND TARGET ANNUAL RETURNS FOR THE SAMPP 500 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20190222, "Text": "If you go back and read the KHC earnings transcripts from 3Q17 and 4Q17 and after, mgmt was ~directly telling you t… https://t.co/8fyfNZUe6L", "clean_text": "IF YOU GO BACK AND READ THE KHC EARNINGS TRANSCRIPTS FROM 3Q17 AND 4Q17 AND AFTER MGMT WAS ~DIRECTLY TELLING YOU T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20190222, "Text": "And yet the bull case at the time was margin improvement and M&amp;A optionality (!). Seriously. Why? Because managemen… https://t.co/JISXHco6wv", "clean_text": "AND YET THE BULL CASE AT THE TIME WAS MARGIN IMPROVEMENT AND MAMPA OPTIONALITY  SERIOUSLY WHY BECAUSE MANAGEMEN ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20190222, "Text": "This isn’t a victory lap as a change in seats has had me uninvolved in the trade. And perhaps this rant is stale as… https://t.co/yZ2Ob9b6fk", "clean_text": "THIS ISNT A VICTORY LAP AS A CHANGE IN SEATS HAS HAD ME UNINVOLVED IN THE TRADE AND PERHAPS THIS RANT IS STALE AS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20190221, "Text": "@OliveDrabGreen Yeah certainly could be the case.  Just confusing that their Dec monthly tearsheet listed it as a t… https://t.co/oPhDx3Ic7o", "clean_text": "@OLIVEDRABGREEN YEAH CERTAINLY COULD BE THE CASE  JUST CONFUSING THAT THEIR DEC MONTHLY TEARSHEET LISTED IT AS A T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190221, "Text": "@sharkbiotech like the kitchen... ;) https://t.co/Kb71cBdrjX", "clean_text": "@SHARKBIOTECH LIKE THE KITCHEN  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190221, "Text": "RT @dvanbeber: With #cband key to #5G leadership, the CBA proposal is the only one that can deliver cleared spectrum in 18 to 36 months fro…", "clean_text": "RT @DVANBEBER WITH #CBAND KEY TO #5G LEADERSHIP THE CBA PROPOSAL IS THE ONLY ONE THAT CAN DELIVER CLEARED SPECTRUM IN 18 TO 36 MONTHS FRO", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TMTanalyst", "Time": 20190220, "Text": "@NY1weather But kurtis blow didn’t sing the message. He sang the breaks among many other songs. Grandmaster flash a… https://t.co/n7Znk9dbbc", "clean_text": "@NY1WEATHER BUT KURTIS BLOW DIDNT SING THE MESSAGE HE SANG THE BREAKS AMONG MANY OTHER SONGS GRANDMASTER FLASH A ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "GothamResearch", "Time": 20190218, "Text": "This unprecedented short selling ban, like other bans that preceded it, appears to be motivated by the desire to ca… https://t.co/lAz1oob99s", "clean_text": "THIS UNPRECEDENTED SHORT SELLING BAN LIKE OTHER BANS THAT PRECEDED IT APPEARS TO BE MOTIVATED BY THE DESIRE TO CA ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GothamResearch", "Time": 20190218, "Text": "Don’t trust us: BAFIN’s counterpart in the USA, the SEC itself, has expressed regret over past short selling bans.… https://t.co/GCx5AKo9F5", "clean_text": "DONT TRUST US BAFINS COUNTERPART IN THE USA THE SEC ITSELF HAS EXPRESSED REGRET OVER PAST SHORT SELLING BANS ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "GothamResearch", "Time": 20190218, "Text": "Though Germany is a different country from the USA, and its experience with short selling may differ from the USA’s… https://t.co/t4NcacO9NG", "clean_text": "THOUGH GERMANY IS A DIFFERENT COUNTRY FROM THE USA AND ITS EXPERIENCE WITH SHORT SELLING MAY DIFFER FROM THE USAS ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "GothamResearch", "Time": 20190218, "Text": "BAFIN &amp; other regulators worldwide have a difficult, often thankless job. We are sympathetic to the difficulties th… https://t.co/oMhaQtQnbs", "clean_text": "BAFIN AMP OTHER REGULATORS WORLDWIDE HAVE A DIFFICULT OFTEN THANKLESS JOB WE ARE SYMPATHETIC TO THE DIFFICULTIES TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190214, "Text": "RT @followtheh: Stat of the day:\n@AOC primary votes = 15k\n$AMZN jobs lost        = 25k", "clean_text": "RT @FOLLOWTHEH STAT OF THE DAY\n@AOC PRIMARY VOTES  15K\nAMZN JOBS LOST 25K", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190214, "Text": "RT @sharkbiotech: Does she really think the $3 billion was a cash payment ? or just assuming we all dopes https://t.co/SYaggwNNlD", "clean_text": "RT @SHARKBIOTECH DOES SHE REALLY THINK THE 3 BILLION WAS A CASH PAYMENT  OR JUST ASSUMING WE ALL DOPES ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20190214, "Text": "With early morning gaming of $TCX over, we will again point out the company's brazen disregard for facts, accuracy,… https://t.co/JHJgdQZzcS", "clean_text": "WITH EARLY MORNING GAMING OF TCX OVER WE WILL AGAIN POINT OUT THE COMPANY BRAZEN DISREGARD FOR FACTS ACCURACY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20190214, "Text": "In its earnings release, found here https://t.co/hscpUKFkss , on page 4 the company clearly calculates \"Adjusted EB… https://t.co/20Xo9Ci19O", "clean_text": "IN ITS EARNINGS RELEASE FOUND HERE ON PAGE 4 THE COMPANY CLEARLY CALCULATES ADJUSTED EB ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20190214, "Text": "But that is not it for misrepresentation (this time), at the 2:30 mark, in PREPARED remarks, Mr. Noss claimed $TCX… https://t.co/nSyarTgtHC", "clean_text": "BUT THAT IS NOT IT FOR MISREPRESENTATION THIS TIME AT THE 230 MARK IN PREPARED REMARKS MR NOSS CLAIMED TCX ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20190214, "Text": "Finally, to the $TCX $40M \"buyback,\" this was a renewal of the $40M buyback announced in 2018 that expired. NOT A S… https://t.co/t76tkLDqjm", "clean_text": "FINALLY TO THE TCX 40M BUYBACK THIS WAS A RENEWAL OF THE 40M BUYBACK ANNOUNCED IN 2018 THAT EXPIRED NOT A S ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}]