["RT", {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @AlderLaneeggs: “Marc, corporate executives are held to higher standards.  I could go to jail for making the kind of statements you make…", "clean_text": "RT @ALDERLANEEGGS MARC CORPORATE EXECUTIVES ARE HELD TO HIGHER STANDARDS  I COULD GO TO JAIL FOR MAKING THE KIND OF STATEMENTS YOU MAKE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @hibearnating: must have been some kind of materiality to what parker and bill were doing at $MDXG since the US gov, who rarely charges…", "clean_text": "RT @HIBEARNATING MUST HAVE BEEN SOME KIND OF MATERIALITY TO WHAT PARKER AND BILL WERE DOING AT MDXG SINCE THE US GOV WHO RARELY CHARGES", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @MelinAnders: MiMedx was meant to be Parker Petit's last act -- the final chapter of a decades-long business career.\n\nOn Tuesday, he was…", "clean_text": "RT @MELINANDERS MIMEDX WAS MEANT TO BE PARKER PETIT LAST ACT  THE FINAL CHAPTER OF A DECADESLONG BUSINESS CAREER\n\nON TUESDAY HE WAS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20191125, "Text": "RT @realvision: Can the FED achieve a balance between low inflation and stable employment? Or are these two mandates at odds with one anoth…", "clean_text": "RT @REALVISION CAN THE FED ACHIEVE A BALANCE BETWEEN LOW INFLATION AND STABLE EMPLOYMENT OR ARE THESE TWO MANDATES AT ODDS WITH ONE ANOTH", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20191122, "Text": "Really worth reading, especially if you have older parents! RT @theofrancis: One oncology nurse lost close to $340,… https://t.co/JlQd7RJIbI", "clean_text": "REALLY WORTH READING ESPECIALLY IF YOU HAVE OLDER PARENTS RT @THEOFRANCIS ONE ONCOLOGY NURSE LOST CLOSE TO 340 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20191119, "Text": "RT @ldelevingne: Short bans are on the cusp of a global comeback - a 'war against truth'? \n\nNEW 🤐⚔💸 w/ @jonathanspicer @JessopReuters  http…", "clean_text": "RT @LDELEVINGNE SHORT BANS ARE ON THE CUSP OF A GLOBAL COMEBACK  A WAR AGAINST TRUTH \n\nNEW W @JONATHANSPICER @JESSOPREUTERS  HTTP", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191118, "Text": "RT @CapitolistPig: $HIIQ: Former Dorfman CMO Works For/With HIIQ Now\n\nhttps://t.co/yW0RNoM5zr", "clean_text": "RT @CAPITOLISTPIG HIIQ FORMER DORFMAN CMO WORKS FORWITH HIIQ NOW\n\n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20191117, "Text": "RT @nntaleb: Aramco: The short of the century. https://t.co/raWEkSd5Nh", "clean_text": "RT @NNTALEB ARAMCO THE SHORT OF THE CENTURY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20191117, "Text": "RT @zerohedge: Hong Kong Police Officier Shot With Arrow As Fiery University Standoff Rages https://t.co/57MhV34hjp", "clean_text": "RT @ZEROHEDGE HONG KONG POLICE OFFICIER SHOT WITH ARROW AS FIERY UNIVERSITY STANDOFF RAGES ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20191115, "Text": "RT @zerohedge: Kissinger: Coming Conflict Between US And China \"Will Be Worse Than World Wars\" https://t.co/O7AVwuwcmc", "clean_text": "RT @ZEROHEDGE KISSINGER COMING CONFLICT BETWEEN US AND CHINA WILL BE WORSE THAN WORLD WARS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191115, "Text": "RT @WillauerProsky: New #shortreport @CapitolistPig \"Health Insurance Innovations: No Brokers, No Cash Flow? https://t.co/q0mJaImBkb $HIIQ…", "clean_text": "RT @WILLAUERPROSKY NEW #SHORTREPORT @CAPITOLISTPIG HEALTH INSURANCE INNOVATIONS NO BROKERS NO CASH FLOW  HIIQ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20191113, "Text": "RT @CulperResearch: iRhythm $IRTC down ~10% on inability to file Q3 financials and \"errors affecting prior periods…\" Accountants no longer…", "clean_text": "RT @CULPERRESEARCH IRHYTHM IRTC DOWN ~10% ON INABILITY TO FILE Q3 FINANCIALS AND ERRORS AFFECTING PRIOR PERIODS ACCOUNTANTS NO LONGER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]