["OF", {"Name": "KerrisdaleCap", "Time": 20190206, "Text": "@slovak83 $TMUS is trying to delay the process, until they know the status of their Sprint merger. Also, they recko… https://t.co/jZCV9K7jGd", "clean_text": "@SLOVAK83 TMUS IS TRYING TO DELAY THE PROCESS UNTIL THEY KNOW THE STATUS OF THEIR SPRINT MERGER ALSO THEY RECKO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190205, "Text": "Featuring some of the trends that defined activist shorts in 2018 and our shorts top five. https://t.co/UgqTSszEyc", "clean_text": "FEATURING SOME OF THE TRENDS THAT DEFINED ACTIVIST SHORTS IN 2018 AND OUR SHORTS TOP FIVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20190131, "Text": "@EdBorgato Love the hell out of this.", "clean_text": "@EDBORGATO LOVE THE HELL OUT OF THIS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190129, "Text": "RT @PunditPatent: $QCOM #FTCQCOM The transcript of a meeting between QTL (Blecker, Gonnell and Reifscheider) and the IRS (Howell) was poste…", "clean_text": "RT @PUNDITPATENT QCOM #FTCQCOM THE TRANSCRIPT OF A MEETING BETWEEN QTL BLECKER GONNELL AND REIFSCHEIDER AND THE IRS HOWELL WAS POSTE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190125, "Text": "Last night on its call, $INTC reiterated that its 5G modem is coming “in the second half of this year.” $QCOM bulls… https://t.co/UFZYNewMuy", "clean_text": "LAST NIGHT ON ITS CALL INTC REITERATED THAT ITS 5G MODEM IS COMING IN THE SECOND HALF OF THIS YEAR” QCOM BULLS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20190125, "Text": "$TWTR will be A-OK because of AOC.  What a difference a month makes.  Citron updates its research.", "clean_text": "TWTR WILL BE AOK BECAUSE OF AOC  WHAT A DIFFERENCE A MONTH MAKES  CITRON UPDATES ITS RESEARCH", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190123, "Text": "RT @nataliewsj: The fight over the State of the Union basically sums up the state of the union.", "clean_text": "RT @NATALIEWSJ THE FIGHT OVER THE STATE OF THE UNION BASICALLY SUMS UP THE STATE OF THE UNION", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190123, "Text": "@IvanTheK that's why they call you the king of puns", "clean_text": "@IVANTHEK THAT WHY THEY CALL YOU THE KING OF PUNS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190123, "Text": "@DavidSchawel @hmeisler @IvanTheK and that's why they call you the queen of puns", "clean_text": "@DAVIDSCHAWEL @HMEISLER @IVANTHEK AND THAT WHY THEY CALL YOU THE QUEEN OF PUNS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190123, "Text": "\"We’re reaching out to let you know that the price of your Hulu (No Ads) + Live TV plan will increase from $43.99/m… https://t.co/JkmMKJuFQe", "clean_text": "WERE REACHING OUT TO LET YOU KNOW THAT THE PRICE OF YOUR HULU NO ADS LIVE TV PLAN WILL INCREASE FROM 4399M ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190123, "Text": "$QCOM’s practice of requiring a license for its entire patent portfolio, charging fees even if clients don’t buy it… https://t.co/rNF6ahzkLl", "clean_text": "QCOMS PRACTICE OF REQUIRING A LICENSE FOR ITS ENTIRE PATENT PORTFOLIO CHARGING FEES EVEN IF CLIENTS DONT BUY IT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]