["A", {"Name": "TruthGundlach", "Time": 20190701, "Text": "Biden’s “raise your hand for undocumented healthcare” moment was so telling. He sorta raised a hand, only after looking to his left &amp; right.", "clean_text": "BIDENS RAISE YOUR HAND FOR UNDOCUMENTED HEALTHCARE” MOMENT WAS SO TELLING HE SORTA RAISED A HAND ONLY AFTER LOOKING TO HIS LEFT AMP RIGHT", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190701, "Text": "@patrick_oshag Once a Runner", "clean_text": "@PATRICK_OSHAG ONCE A RUNNER", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190701, "Text": "The latest CCAR results once again demonstrate how well-capitalized the US banking system is, and as a result, the… https://t.co/zkNZtUMmKb", "clean_text": "THE LATEST CCAR RESULTS ONCE AGAIN DEMONSTRATE HOW WELLCAPITALIZED THE US BANKING SYSTEM IS AND AS A RESULT THE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190628, "Text": "@KidDynamiteBlog @Morgan_03 It was a baby Ruth!", "clean_text": "@KIDDYNAMITEBLOG @MORGAN_03 IT WAS A BABY RUTH", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 2/ We are attempting to build a very versatile query tool that has capabilities we don’t see in any other query tool — not just…", "clean_text": "RT @GOLDEN 2 WE ARE ATTEMPTING TO BUILD A VERY VERSATILE QUERY TOOL THAT HAS CAPABILITIES WE DONT SEE IN ANY OTHER QUERY TOOL NOT JUST", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 4/ We found that people had to search in many places to get a holistic picture on a particular field, market or technology spac…", "clean_text": "RT @GOLDEN 4 WE FOUND THAT PEOPLE HAD TO SEARCH IN MANY PLACES TO GET A HOLISTIC PICTURE ON A PARTICULAR FIELD MARKET OR TECHNOLOGY SPAC", "count1": 0, "count2": 2, "count3": 2, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 7/ A unique component of the service is to also apply human/AI assistance in finding information for paid customers. If you can…", "clean_text": "RT @GOLDEN 7 A UNIQUE COMPONENT OF THE SERVICE IS TO ALSO APPLY HUMANAI ASSISTANCE IN FINDING INFORMATION FOR PAID CUSTOMERS IF YOU CAN", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190626, "Text": "RT @Golden: 8/ It is available as a per-seat SaaS web-based tool ($99/month/person), but also via API and integrations to your favorite CRM.", "clean_text": "RT @GOLDEN 8 IT IS AVAILABLE AS A PERSEAT SAAS WEBBASED TOOL 99MONTHPERSON BUT ALSO VIA API AND INTEGRATIONS TO YOUR FAVORITE CRM", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190626, "Text": "Tiny fiber biz is overhyped. No public company – not $VZ, not $GOOGL – has generated a high ROIC fiber network. Nor… https://t.co/lGYCJWD8Oa", "clean_text": "TINY FIBER BIZ IS OVERHYPED NO PUBLIC COMPANY NOT VZ NOT GOOGL HAS GENERATED A HIGH ROIC FIBER NETWORK NOR ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190626, "Text": "@JunkieValue Wish I had a good reason, but I don't. It was just a mistake. I flagged in my notes from a year ago th… https://t.co/m70Ge9ZrZW", "clean_text": "@JUNKIEVALUE WISH I HAD A GOOD REASON BUT I DONT IT WAS JUST A MISTAKE I FLAGGED IN MY NOTES FROM A YEAR AGO TH ", "count1": 0, "count2": 0, "count3": 3, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190625, "Text": "Everyone agrees recycling is a good thing in concept. Why do public schools not teach “how to recycle”?What good are bins without knowledge?", "clean_text": "EVERYONE AGREES RECYCLING IS A GOOD THING IN CONCEPT WHY DO PUBLIC SCHOOLS NOT TEACH HOW TO RECYCLE”WHAT GOOD ARE BINS WITHOUT KNOWLEDGE", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190625, "Text": "Tomorrow, we write on a tech/telecom operator with a collection of businesses that are either declining or destroyi… https://t.co/lIpmbvILHa", "clean_text": "TOMORROW WE WRITE ON A TECHTELECOM OPERATOR WITH A COLLECTION OF BUSINESSES THAT ARE EITHER DECLINING OR DESTROYI ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20190622, "Text": "RT @WSJ: Last year, Black Cube’s cover was blown on a case targeting billionaire George Soros. It's just one of a series where the firm's t…", "clean_text": "RT @WSJ LAST YEAR BLACK CUBES COVER WAS BLOWN ON A CASE TARGETING BILLIONAIRE GEORGE SOROS IT JUST ONE OF A SERIES WHERE THE FIRM T", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "MicroFundy", "Time": 20190621, "Text": "With subscription options stored on a blockchain. https://t.co/ZDUL8FlkKx", "clean_text": "WITH SUBSCRIPTION OPTIONS STORED ON A BLOCKCHAIN ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190619, "Text": "The film “Kusama Infinity” is a profile in courage,  genius, perseverance &amp; acceptance against all odds. Highly recommended. Love you Yayoi!", "clean_text": "THE FILM KUSAMA INFINITY” IS A PROFILE IN COURAGE  GENIUS PERSEVERANCE AMP ACCEPTANCE AGAINST ALL ODDS HIGHLY RECOMMENDED LOVE YOU YAYOI", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20190619, "Text": "$AAXN has seen off a short by Anson Funds in the last six months. How will @sprucepointcap fare?\n\nhttps://t.co/wBHaW2d3ns", "clean_text": "AAXN HAS SEEN OFF A SHORT BY ANSON FUNDS IN THE LAST SIX MONTHS HOW WILL @SPRUCEPOINTCAP FARE\n\n", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190618, "Text": "These restructuring charges should NOT be excluded from non-GAAP results as they have persisted for nearly a decade… https://t.co/FQlAwfEtsT", "clean_text": "THESE RESTRUCTURING CHARGES SHOULD NOT BE EXCLUDED FROM NONGAAP RESULTS AS THEY HAVE PERSISTED FOR NEARLY A DECADE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190617, "Text": "Despite a &gt;2x increase in price since our Initiation Report, we believe $MDXG is still significantly undervalued.… https://t.co/pjNYVsFysp", "clean_text": "DESPITE A GT2X INCREASE IN PRICE SINCE OUR INITIATION REPORT WE BELIEVE MDXG IS STILL SIGNIFICANTLY UNDERVALUED ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}]