["TO", {"Name": "PresciencePoint", "Time": 20191126, "Text": "In our report, we concluded that $MDXG's wrongdoing was mostly limited to end-of-Q channel stuffing &amp; that the vast… https://t.co/aes7cSkOIN", "clean_text": "IN OUR REPORT WE CONCLUDED THAT MDXG WRONGDOING WAS MOSTLY LIMITED TO ENDOFQ CHANNEL STUFFING AMP THAT THE VAST ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20191126, "Text": "This was confirmed by today’s SEC complaint which revealed that “at least 6% to 14%” of $MDXG's reported revenue ea… https://t.co/tf7Nc3ATO8", "clean_text": "THIS WAS CONFIRMED BY TODAYS SEC COMPLAINT WHICH REVEALED THAT AT LEAST 6% TO 14%” OF MDXG REPORTED REVENUE EA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20191126, "Text": "In our Initiation Report, we also concluded that any penalty from the SEC would not be sizable enough to cause… https://t.co/mz1oUiNOYO", "clean_text": "IN OUR INITIATION REPORT WE ALSO CONCLUDED THAT ANY PENALTY FROM THE SEC WOULD NOT BE SIZABLE ENOUGH TO CAUSE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191126, "Text": "Wow, Lamar Jackson and the Ravens are good. And fun to watch. But New England will still (unfortunately) win the Super Bowl.", "clean_text": "WOW LAMAR JACKSON AND THE RAVENS ARE GOOD AND FUN TO WATCH BUT NEW ENGLAND WILL STILL UNFORTUNATELY WIN THE SUPER BOWL", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191126, "Text": "@zero_coupon Would love to see them do it again, but Foxboro in January is a little different😀.  But I'd love to wa… https://t.co/q6PYdKPzbA", "clean_text": "@ZERO_COUPON WOULD LOVE TO SEE THEM DO IT AGAIN BUT FOXBORO IN JANUARY IS A LITTLE DIFFERENT😀  BUT ID LOVE TO WA ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "JohnHuber72", "Time": 20191126, "Text": "@TravisWiedower @Upper20sStCap Yeah, and I'm not trying to pick on BXC, just using it to make a point that a lot of… https://t.co/gC1YmRqNSW", "clean_text": "@TRAVISWIEDOWER @UPPER20SSTCAP YEAH AND IM NOT TRYING TO PICK ON BXC JUST USING IT TO MAKE A POINT THAT A LOT OF ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @AlderLaneeggs: “Marc, corporate executives are held to higher standards.  I could go to jail for making the kind of statements you make…", "clean_text": "RT @ALDERLANEEGGS MARC CORPORATE EXECUTIVES ARE HELD TO HIGHER STANDARDS  I COULD GO TO JAIL FOR MAKING THE KIND OF STATEMENTS YOU MAKE", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @hibearnating: must have been some kind of materiality to what parker and bill were doing at $MDXG since the US gov, who rarely charges…", "clean_text": "RT @HIBEARNATING MUST HAVE BEEN SOME KIND OF MATERIALITY TO WHAT PARKER AND BILL WERE DOING AT MDXG SINCE THE US GOV WHO RARELY CHARGES", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191126, "Text": "$MDXG Here is the link to the criminal indictments: \n\nhttps://t.co/mG99q31Agl https://t.co/tVMrGlvPMs", "clean_text": "MDXG HERE IS THE LINK TO THE CRIMINAL INDICTMENTS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191126, "Text": "$MDXG new revelations include Petit setting up a shell company to make a secret loan to a distributor through his c… https://t.co/EtUsx4gTly", "clean_text": "MDXG NEW REVELATIONS INCLUDE PETIT SETTING UP A SHELL COMPANY TO MAKE A SECRET LOAN TO A DISTRIBUTOR THROUGH HIS C ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20191126, "Text": "RT @MelinAnders: MiMedx was meant to be Parker Petit's last act -- the final chapter of a decades-long business career.\n\nOn Tuesday, he was…", "clean_text": "RT @MELINANDERS MIMEDX WAS MEANT TO BE PARKER PETIT LAST ACT  THE FINAL CHAPTER OF A DECADESLONG BUSINESS CAREER\n\nON TUESDAY HE WAS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20191126, "Text": "$MDXG Old form 4s report stock held by Petit \"Cox Road\" entities that were subsequently transferred to his heirs.… https://t.co/Mm8e1XeTUT", "clean_text": "MDXG OLD FORM 4S REPORT STOCK HELD BY PETIT COX ROAD ENTITIES THAT WERE SUBSEQUENTLY TRANSFERRED TO HIS HEIRS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20191122, "Text": "Really worth reading, especially if you have older parents! RT @theofrancis: One oncology nurse lost close to $340,… https://t.co/JlQd7RJIbI", "clean_text": "REALLY WORTH READING ESPECIALLY IF YOU HAVE OLDER PARENTS RT @THEOFRANCIS ONE ONCOLOGY NURSE LOST CLOSE TO 340 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20191122, "Text": "CFO move at $MDXG is yet another positive and necessary step in @MiMedx’s transformation as it gears up to exit a s… https://t.co/i2voZeB5PH", "clean_text": "CFO MOVE AT MDXG IS YET ANOTHER POSITIVE AND NECESSARY STEP IN @MIMEDXS TRANSFORMATION AS IT GEARS UP TO EXIT A S ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191120, "Text": "@KisitoWolf @ArdavanH Maybe that happens. I’d like to see that, because I do like the recurring revenue aspect of t… https://t.co/b8FLrKZWYn", "clean_text": "@KISITOWOLF @ARDAVANH MAYBE THAT HAPPENS ID LIKE TO SEE THAT BECAUSE I DO LIKE THE RECURRING REVENUE ASPECT OF T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191119, "Text": "Successful example of 21st century bargaining power over distributors. Big Machine Label has to back down when face… https://t.co/r6DrMnlezt", "clean_text": "SUCCESSFUL EXAMPLE OF 21ST CENTURY BARGAINING POWER OVER DISTRIBUTORS BIG MACHINE LABEL HAS TO BACK DOWN WHEN FACE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20191118, "Text": "@sandiegosam I don’t really know what the path forward from here is... I haven’t come to compelling conclusions on… https://t.co/cQ8OPWtvfo", "clean_text": "@SANDIEGOSAM I DONT REALLY KNOW WHAT THE PATH FORWARD FROM HERE IS I HAVENT COME TO COMPELLING CONCLUSIONS ON ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191118, "Text": "One thing I'll never get is why people would prefer paying more dollars to the government now just to get those sam… https://t.co/0m1eOH3eoZ", "clean_text": "ONE THING ILL NEVER GET IS WHY PEOPLE WOULD PREFER PAYING MORE DOLLARS TO THE GOVERNMENT NOW JUST TO GET THOSE SAM ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20191116, "Text": "Deval Patrick has joined the race for the Dem nomination.  Who, you say?  How many donors is this guy going to get?  Dems in utter disarray.", "clean_text": "DEVAL PATRICK HAS JOINED THE RACE FOR THE DEM NOMINATION  WHO YOU SAY  HOW MANY DONORS IS THIS GUY GOING TO GET  DEMS IN UTTER DISARRAY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191115, "Text": "@AsifSeemab I called him up and offered to buy a few of his shares and we struck a deal 😀", "clean_text": "@ASIFSEEMAB I CALLED HIM UP AND OFFERED TO BUY A FEW OF HIS SHARES AND WE STRUCK A DEAL 😀", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20191114, "Text": "Tiger Global adds to $FB $BABA $RUN $CVNA $SMAR $MDB during Q3. New $NEWR. Trims $FCAU, exits $EB per 13F filing", "clean_text": "TIGER GLOBAL ADDS TO FB BABA RUN CVNA SMAR MDB DURING Q3 NEW NEWR TRIMS FCAU EXITS EB PER 13F FILING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191114, "Text": "The Simons book is outstanding. But one thing to note when comparing his record to others, especially BRK: taxes. I… https://t.co/SudOVWEP7V", "clean_text": "THE SIMONS BOOK IS OUTSTANDING BUT ONE THING TO NOTE WHEN COMPARING HIS RECORD TO OTHERS ESPECIALLY BRK TAXES I ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TMTanalyst", "Time": 20191113, "Text": "@taralach @ericjackson Or an offer to dis+ to get the next year season park pass at this year price by a given date… https://t.co/75nrAGGaaE", "clean_text": "@TARALACH @ERICJACKSON OR AN OFFER TO DIS+ TO GET THE NEXT YEAR SEASON PARK PASS AT THIS YEAR PRICE BY A GIVEN DATE ", "count1": 0, "count2": 1, "count3": 2, "count4": 2}, {"Name": "KerrisdaleCap", "Time": 20191113, "Text": "RT @CulperResearch: iRhythm $IRTC down ~10% on inability to file Q3 financials and \"errors affecting prior periods…\" Accountants no longer…", "clean_text": "RT @CULPERRESEARCH IRHYTHM IRTC DOWN ~10% ON INABILITY TO FILE Q3 FINANCIALS AND ERRORS AFFECTING PRIOR PERIODS ACCOUNTANTS NO LONGER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]