["THE", {"Name": "TruthGundlach", "Time": 20190513, "Text": "Erie County NY legislator Joe Lorigo: “renege on the $5mm AK360 pledge; infrastructure is more important”. Uh, AK360 is infrastructure, man!", "clean_text": "ERIE COUNTY NY LEGISLATOR JOE LORIGO RENEGE ON THE 5MM AK360 PLEDGE INFRASTRUCTURE IS MORE IMPORTANT” UH AK360 IS INFRASTRUCTURE MAN", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190513, "Text": "The outcome AK360 hopes to achieve would reap economic benefits to Buffalo and Erie County far exceeding the public funds so wisely pledged.", "clean_text": "THE OUTCOME AK360 HOPES TO ACHIEVE WOULD REAP ECONOMIC BENEFITS TO BUFFALO AND ERIE COUNTY FAR EXCEEDING THE PUBLIC FUNDS SO WISELY PLEDGED", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190513, "Text": "RT @AlderLaneeggs: \"they are going to have to pay for what they stole from the American public” Game Set Match for $LCI @CapitolistPig @Aur…", "clean_text": "RT @ALDERLANEEGGS THEY ARE GOING TO HAVE TO PAY FOR WHAT THEY STOLE FROM THE AMERICAN PUBLIC” GAME SET MATCH FOR LCI @CAPITOLISTPIG @AUR", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190513, "Text": "RT @SeekingAlpha: $LCI - Lannett: Price Fixing Case Kicks The Legs Out, Fines And Management Turnover Inevitable https://t.co/aIQ6QJgxwi", "clean_text": "RT @SEEKINGALPHA LCI  LANNETT PRICE FIXING CASE KICKS THE LEGS OUT FINES AND MANAGEMENT TURNOVER INEVITABLE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190513, "Text": "$LCI just the beginning of price-fixing fallout. Bloomberg opines that \"damages component of the state suit will li… https://t.co/9EBcKqMuBL", "clean_text": "LCI JUST THE BEGINNING OF PRICEFIXING FALLOUT BLOOMBERG OPINES THAT DAMAGES COMPONENT OF THE STATE SUIT WILL LI ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190513, "Text": "@AlderLaneeggs If the $LCI lenders already began to organize last October and hired Akin Gump, i'm sure they're jus… https://t.co/KKJmpWKvy1", "clean_text": "@ALDERLANEEGGS IF THE LCI LENDERS ALREADY BEGAN TO ORGANIZE LAST OCTOBER AND HIRED AKIN GUMP IM SURE THEYRE JUS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190512, "Text": "RT @CapitolistPig: Regarding $LCI and the generic price fixing scandal that will air tonight on 60 min, I have a few thoughts and reminders…", "clean_text": "RT @CAPITOLISTPIG REGARDING LCI AND THE GENERIC PRICE FIXING SCANDAL THAT WILL AIR TONIGHT ON 60 MIN I HAVE A FEW THOUGHTS AND REMINDERS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190512, "Text": "@AlderLaneeggs @CapitolistPig Brilliant idea to price-fix the medicine the Attorney General takes $LCI", "clean_text": "@ALDERLANEEGGS @CAPITOLISTPIG BRILLIANT IDEA TO PRICEFIX THE MEDICINE THE ATTORNEY GENERAL TAKES LCI", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190512, "Text": "@AlderLaneeggs @GuyGentile @CapitolistPig Think he still has the Godfather themed ringtone?", "clean_text": "@ALDERLANEEGGS @GUYGENTILE @CAPITOLISTPIG THINK HE STILL HAS THE GODFATHER THEMED RINGTONE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190510, "Text": "The president of a Celadon Corp. subsidiary pleaded guilty to criminal charges connected with the massive #fraud we… https://t.co/4wZtuFFWsL", "clean_text": "THE PRESIDENT OF A CELADON CORP SUBSIDIARY PLEADED GUILTY TO CRIMINAL CHARGES CONNECTED WITH THE MASSIVE #FRAUD WE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190510, "Text": "In April 2017 we published a detailed report on Celadon exposing and quantifying the massive accounting #fraud a th… https://t.co/hqtJAP1vqW", "clean_text": "IN APRIL 2017 WE PUBLISHED A DETAILED REPORT ON CELADON EXPOSING AND QUANTIFYING THE MASSIVE ACCOUNTING #FRAUD A TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190510, "Text": "Anyone have an update on the $UBER pricing?", "clean_text": "ANYONE HAVE AN UPDATE ON THE UBER PRICING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20190510, "Text": "$JMIA nothing more to say.  FRAUD.  Target 0.  Take it from one of the most influential tech thinkers in Africa.  S… https://t.co/dbJTZFQjDC", "clean_text": "JMIA NOTHING MORE TO SAY  FRAUD  TARGET 0  TAKE IT FROM ONE OF THE MOST INFLUENTIAL TECH THINKERS IN AFRICA  S ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190510, "Text": "This is the $HIIQ 10-Q disclosure: https://t.co/Rfh3vOhZpb", "clean_text": "THIS IS THE HIIQ 10Q DISCLOSURE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190509, "Text": "RT @IvanaBoastsky: @PresciencePoint\n\nDo a little chest thumping if you want.\n\nFWIW, one of the SEC guys on this matter, JP, is a real mensc…", "clean_text": "RT @IVANABOASTSKY @PRESCIENCEPOINT\n\nDO A LITTLE CHEST THUMPING IF YOU WANT\n\nFWIW ONE OF THE SEC GUYS ON THIS MATTER JP IS A REAL MENSC", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20190509, "Text": "I recall the $GOOG IPO. I pulled my bid when the pricing came down to $85. I'm sure many others did as well.\n(I obv… https://t.co/Efo8UVWBdy", "clean_text": "I RECALL THE GOOG IPO I PULLED MY BID WHEN THE PRICING CAME DOWN TO 85 IM SURE MANY OTHERS DID AS WELL\nI OBV ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190509, "Text": "or when they lowered the range from $108-$135 range. If i recall it was lowered to $85-$95 and then priced at $85", "clean_text": "OR WHEN THEY LOWERED THE RANGE FROM 108135 RANGE IF I RECALL IT WAS LOWERED TO 8595 AND THEN PRICED AT 85", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20190509, "Text": "Citron reports on $JMIA.  Equity is worthless.  Citron exposes the smoking gun and fraud. Not all IPOs are created… https://t.co/YTye5DbssX", "clean_text": "CITRON REPORTS ON JMIA  EQUITY IS WORTHLESS  CITRON EXPOSES THE SMOKING GUN AND FRAUD NOT ALL IPOS ARE CREATED ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190508, "Text": "If you missed the Buffett, Munger, Gates interview, here’s summary with key quotes &amp; the full video: https://t.co/3NNfd9aPDU", "clean_text": "IF YOU MISSED THE BUFFETT MUNGER GATES INTERVIEW HERES SUMMARY WITH KEY QUOTES AMP THE FULL VIDEO ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "Today we nominated 4 highly-qualified candidates to the board of MiMedx Group $MDXG that we believe will help the c… https://t.co/0Nxpa8As5V", "clean_text": "TODAY WE NOMINATED 4 HIGHLYQUALIFIED CANDIDATES TO THE BOARD OF MIMEDX GROUP MDXG THAT WE BELIEVE WILL HELP THE C ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "We believe our slate possesses the necessary healthcare &amp; biopharma experience, turnaround &amp; restatement experience… https://t.co/grVaoPMfWb", "clean_text": "WE BELIEVE OUR SLATE POSSESSES THE NECESSARY HEALTHCARE AMP BIOPHARMA EXPERIENCE TURNAROUND AMP RESTATEMENT EXPERIENCE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190507, "Text": "As outlined in our Jan report, we believe $MDXG is substantially undervalued, &amp; with the proper leadership in place… https://t.co/cNfpGqqxNd", "clean_text": "AS OUTLINED IN OUR JAN REPORT WE BELIEVE MDXG IS SUBSTANTIALLY UNDERVALUED AMP WITH THE PROPER LEADERSHIP IN PLACE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190507, "Text": "RT @CarolineYLChen: NEW STORY: Today @ProPublica and @thenewyorker published my story looking into the wild world of amniotic stem cell the…", "clean_text": "RT @CAROLINEYLCHEN NEW STORY TODAY @PROPUBLICA AND @THENEWYORKER PUBLISHED MY STORY LOOKING INTO THE WILD WORLD OF AMNIOTIC STEM CELL THE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190505, "Text": "About to leave for the #5boroughbikeeride. Do I wear sneakers than get soaked or hiking boots that are clunky but keep me dry.", "clean_text": "ABOUT TO LEAVE FOR THE #5BOROUGHBIKEERIDE DO I WEAR SNEAKERS THAN GET SOAKED OR HIKING BOOTS THAT ARE CLUNKY BUT KEEP ME DRY", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20190505, "Text": "When was the last time Warren flew commercial? https://t.co/0CGPPgFTYj", "clean_text": "WHEN WAS THE LAST TIME WARREN FLEW COMMERCIAL ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20190503, "Text": "For anyone who still remembers $GTAT, which staked its hopes and dreams on $AAPL, but ended up bankrupt. The SEC ca… https://t.co/yJdn32Khej", "clean_text": "FOR ANYONE WHO STILL REMEMBERS GTAT WHICH STAKED ITS HOPES AND DREAMS ON AAPL BUT ENDED UP BANKRUPT THE SEC CA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20190503, "Text": "From the #fridaynightdump: a lot of unhappiness at $TIVO and its chairman. https://t.co/tE5XL39V8N", "clean_text": "FROM THE #FRIDAYNIGHTDUMP A LOT OF UNHAPPINESS AT TIVO AND ITS CHAIRMAN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190503, "Text": "@theoldcfo Yes. Very impressive work by the nsa. I was blown away by that indictment lasr year. And that woman who… https://t.co/OXmtBkBA2I", "clean_text": "@THEOLDCFO YES VERY IMPRESSIVE WORK BY THE NSA I WAS BLOWN AWAY BY THAT INDICTMENT LASR YEAR AND THAT WOMAN WHO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190503, "Text": "$HIIQ has sent millions in cash to the owner of this mansion, who ran large boiler rooms in Delray Beach.  Now he d… https://t.co/DHBKcn765N", "clean_text": "HIIQ HAS SENT MILLIONS IN CASH TO THE OWNER OF THIS MANSION WHO RAN LARGE BOILER ROOMS IN DELRAY BEACH  NOW HE D ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190503, "Text": "@AlderLaneeggs @SapphireCaptl @CapitolistPig Actually, $HIIQ is the only defendant in that suit. Investors and anal… https://t.co/ODc9UJGnUN", "clean_text": "@ALDERLANEEGGS @SAPPHIRECAPTL @CAPITOLISTPIG ACTUALLY HIIQ IS THE ONLY DEFENDANT IN THAT SUIT INVESTORS AND ANAL ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190502, "Text": "@theoldcfo Because the US does it in other countries, you are then ok with Russia and others doing it here?", "clean_text": "@THEOLDCFO BECAUSE THE US DOES IT IN OTHER COUNTRIES YOU ARE THEN OK WITH RUSSIA AND OTHERS DOING IT HERE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190502, "Text": "@theoldcfo But you appear to be giving those foreign agents cover because the USA also does it. Perhaps we should t… https://t.co/0SbRRJVvnU", "clean_text": "@THEOLDCFO BUT YOU APPEAR TO BE GIVING THOSE FOREIGN AGENTS COVER BECAUSE THE USA ALSO DOES IT PERHAPS WE SHOULD T ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190502, "Text": "RT @herbgreenberg: Wait, the $K CFO just started, and now he’s out? Hmmmm…..", "clean_text": "RT @HERBGREENBERG WAIT THE K CFO JUST STARTED AND NOW HES OUT HMMMM", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190502, "Text": "Earnings plummet 37% @KelloggCompany today. CFO out after only two years; CFO will be the third since 2017. CAO als… https://t.co/bKrd7lV0f8", "clean_text": "EARNINGS PLUMMET 37% @KELLOGGCOMPANY TODAY CFO OUT AFTER ONLY TWO YEARS CFO WILL BE THE THIRD SINCE 2017 CAO ALS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20190502, "Text": "@IvanTheK I added the #GIK just for you!", "clean_text": "@IVANTHEK I ADDED THE #GIK JUST FOR YOU", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20190502, "Text": "Amedisys ($AMED)- The most vulnerable name in healthcare. TGT $50  What gets them first Medicare Advantage or Depar… https://t.co/9iWhqf23lm", "clean_text": "AMEDISYS AMED THE MOST VULNERABLE NAME IN HEALTHCARE TGT 50  WHAT GETS THEM FIRST MEDICARE ADVANTAGE OR DEPAR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190501, "Text": "“People get smarter but they don’t get wiser. They don’t get more emotionally stable. All the conditions for extrem… https://t.co/tPgkgzpZ7h", "clean_text": "PEOPLE GET SMARTER BUT THEY DONT GET WISER THEY DONT GET MORE EMOTIONALLY STABLE ALL THE CONDITIONS FOR EXTREM ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190501, "Text": "You can teach all you want to the people, you can tell them to read [Buffett mentor] Ben Graham’s book, you can sen… https://t.co/m0Ob2UEedW", "clean_text": "YOU CAN TEACH ALL YOU WANT TO THE PEOPLE YOU CAN TELL THEM TO READ [BUFFETT MENTOR] BEN GRAHAMS BOOK YOU CAN SEN ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 1/ My team and I at Golden have been working diligently for the last two years to map out 10bn+ fascinating topics in high…", "clean_text": "RT @JUDEGOMILA 1 MY TEAM AND I AT GOLDEN HAVE BEEN WORKING DILIGENTLY FOR THE LAST TWO YEARS TO MAP OUT 10BN+ FASCINATING TOPICS IN HIGH", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 3/ In order to help achieve the mission we raised $5m from @a16z @pmarca Gigafund (Luke + @oskoui), @foundersfund @cyantist…", "clean_text": "RT @JUDEGOMILA 3 IN ORDER TO HELP ACHIEVE THE MISSION WE RAISED 5M FROM @A16Z @PMARCA GIGAFUND LUKE @OSKOUI @FOUNDERSFUND @CYANTIST", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 4/ We have set out to use various techniques to help bring leverage and automate solving the problem including: topic predi…", "clean_text": "RT @JUDEGOMILA 4 WE HAVE SET OUT TO USE VARIOUS TECHNIQUES TO HELP BRING LEVERAGE AND AUTOMATE SOLVING THE PROBLEM INCLUDING TOPIC PREDI", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 8/ In order to make money while doing this we have released an advanced query tool to query the Golden data set, provide fi…", "clean_text": "RT @JUDEGOMILA 8 IN ORDER TO MAKE MONEY WHILE DOING THIS WE HAVE RELEASED AN ADVANCED QUERY TOOL TO QUERY THE GOLDEN DATA SET PROVIDE FI", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20190430, "Text": "RT @judegomila: 9/ We would love help from the community to build this knowledge base - feel free to add neutral, 3rd person descriptions o…", "clean_text": "RT @JUDEGOMILA 9 WE WOULD LOVE HELP FROM THE COMMUNITY TO BUILD THIS KNOWLEDGE BASE  FEEL FREE TO ADD NEUTRAL 3RD PERSON DESCRIPTIONS O", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190430, "Text": "RT @katie_rayford: 🚨🔥: Could not be more excited to announce the third season of Slow Burn with new host @byjoelanderson launching later th…", "clean_text": "RT @KATIE_RAYFORD COULD NOT BE MORE EXCITED TO ANNOUNCE THE THIRD SEASON OF SLOW BURN WITH NEW HOST @BYJOELANDERSON LAUNCHING LATER TH", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190430, "Text": "RT @HankHultquist: Sale-ing the C Band https://t.co/xe62UpA042", "clean_text": "RT @HANKHULTQUIST SALEING THE C BAND ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190430, "Text": "$VNDA FDA clearly unwilling to cave on the partial clinical hold.  Meanwhile, allegations of fraud and dysfunction… https://t.co/xeKrwC0yS8", "clean_text": "VNDA FDA CLEARLY UNWILLING TO CAVE ON THE PARTIAL CLINICAL HOLD  MEANWHILE ALLEGATIONS OF FRAUD AND DYSFUNCTION ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}]