["TO", {"Name": "marketfolly", "Time": 20190830, "Text": "Forgot to link this earlier: Dan Loeb’s Third Point builds stake in Essilor Luxottica https://t.co/cMq8WZqkLX", "clean_text": "FORGOT TO LINK THIS EARLIER DAN LOEBS THIRD POINT BUILDS STAKE IN ESSILOR LUXOTTICA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Carl_C_Icahn", "Time": 20190828, "Text": "Read our letter to $OXY stockholders (including other important information) here: https://t.co/ZXoDl1zkJw", "clean_text": "READ OUR LETTER TO OXY STOCKHOLDERS INCLUDING OTHER IMPORTANT INFORMATION HERE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190827, "Text": "Listening to the excellent (as always) @patrick_oshag podcast w/ Chuck Akre, who is a great example of how simplici… https://t.co/P2WbgFxGEg", "clean_text": "LISTENING TO THE EXCELLENT AS ALWAYS @PATRICK_OSHAG PODCAST W CHUCK AKRE WHO IS A GREAT EXAMPLE OF HOW SIMPLICI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "Net of fees and net of taxes (most choose to ignore the latter), this strategy will outperform probably 98% of thos… https://t.co/xmrjNxeMEb", "clean_text": "NET OF FEES AND NET OF TAXES MOST CHOOSE TO IGNORE THE LATTER THIS STRATEGY WILL OUTPERFORM PROBABLY 98% OF THOS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "@oddballstocks Munger: \"Mistakes are made when you forget what you're trying to do\". The goal isn't to outperform d… https://t.co/30XLsGVRKR", "clean_text": "@ODDBALLSTOCKS MUNGER MISTAKES ARE MADE WHEN YOU FORGET WHAT YOURE TRYING TO DO THE GOAL ISNT TO OUTPERFORM D ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190826, "Text": "@oddballstocks So I think it's futile to expect (hope) that b/c your stocks are undervalued, they'll do better in a… https://t.co/lEYAsBAGIy", "clean_text": "@ODDBALLSTOCKS SO I THINK IT FUTILE TO EXPECT HOPE THAT BC YOUR STOCKS ARE UNDERVALUED THEYLL DO BETTER IN A ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190826, "Text": "RT @TheIpHawk: $TEUM that 8K Friday afternoon amending the credit agreement was ugly. IMO they are going to do a massively discounted offer…", "clean_text": "RT @THEIPHAWK TEUM THAT 8K FRIDAY AFTERNOON AMENDING THE CREDIT AGREEMENT WAS UGLY IMO THEY ARE GOING TO DO A MASSIVELY DISCOUNTED OFFER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "davidein", "Time": 20190823, "Text": "If @Tesla wants to save the human species, it should pay more attention to the\nsafety of its own customers. You sho… https://t.co/Qo3ugMCyAX", "clean_text": "IF @TESLA WANTS TO SAVE THE HUMAN SPECIES IT SHOULD PAY MORE ATTENTION TO THE\nSAFETY OF ITS OWN CUSTOMERS YOU SHO ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190822, "Text": "In honor of our ten year anniversary, my team sent me this. Cheers to another ten years of making friends on the in… https://t.co/XjAnpMBe61", "clean_text": "IN HONOR OF OUR TEN YEAR ANNIVERSARY MY TEAM SENT ME THIS CHEERS TO ANOTHER TEN YEARS OF MAKING FRIENDS ON THE IN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190822, "Text": "Then we went to @PhDRooftopNY to celebrate 🥳 https://t.co/n7VAx3Q5jD", "clean_text": "THEN WE WENT TO @PHDROOFTOPNY TO CELEBRATE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190822, "Text": "Always interesting to watch how drastic the sentiment shifts can be: Housing stocks were getting killed at this tim… https://t.co/Tq5ufejRtj", "clean_text": "ALWAYS INTERESTING TO WATCH HOW DRASTIC THE SENTIMENT SHIFTS CAN BE HOUSING STOCKS WERE GETTING KILLED AT THIS TIM ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190820, "Text": "One way to look at BRK.B's value is using look through earnings. The operating businesses earn ~$20b, and Berkshire… https://t.co/fqp0RalrgZ", "clean_text": "ONE WAY TO LOOK AT BRKB VALUE IS USING LOOK THROUGH EARNINGS THE OPERATING BUSINESSES EARN ~20B AND BERKSHIRE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190820, "Text": "@EdBorgato It’s also overrated. I’ll use Cal Newport’s point, which I think is a good one: Better to focus on devel… https://t.co/CFJcM0UoHd", "clean_text": "@EDBORGATO ITS ALSO OVERRATED ILL USE CAL NEWPORTS POINT WHICH I THINK IS A GOOD ONE BETTER TO FOCUS ON DEVEL ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190819, "Text": "@nachkari Running to stand still", "clean_text": "@NACHKARI RUNNING TO STAND STILL", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190819, "Text": "RT @opinion_joe: Here’s my take on the $MDXG brouhaha. Spoiler alert: ⁦@AlderLaneeggs⁩ and his allies are trying to destroy a company whose…", "clean_text": "RT @OPINION_JOE HERES MY TAKE ON THE MDXG BROUHAHA SPOILER ALERT ⁦@ALDERLANEEGGS⁩ AND HIS ALLIES ARE TRYING TO DESTROY A COMPANY WHOSE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190819, "Text": "@opinion_joe @John_Hempton @AlderLaneeggs Joe, did you happen to read the reasons EY gave for its resignation before publishing this? $MDXG", "clean_text": "@OPINION_JOE @JOHN_HEMPTON @ALDERLANEEGGS JOE DID YOU HAPPEN TO READ THE REASONS EY GAVE FOR ITS RESIGNATION BEFORE PUBLISHING THIS MDXG", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20190817, "Text": "Right. Freedom of speech should only be given to the ones I agree with. https://t.co/k8Jdf3HGrY", "clean_text": "RIGHT FREEDOM OF SPEECH SHOULD ONLY BE GIVEN TO THE ONES I AGREE WITH ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190816, "Text": "I watched Sliden’ Biden’s Iowa State fair speech from this past weekend today. Horrific. Jurassic Joe needs to join Hickenlooper.....pronto.", "clean_text": "I WATCHED SLIDEN BIDENS IOWA STATE FAIR SPEECH FROM THIS PAST WEEKEND TODAY HORRIFIC JURASSIC JOE NEEDS TO JOIN HICKENLOOPERPRONTO", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20190816, "Text": "Markopolos report on $GE was the worst that activist short selling has to offer.  Aggressive accounting is not frau… https://t.co/37erhqjRLo", "clean_text": "MARKOPOLOS REPORT ON GE WAS THE WORST THAT ACTIVIST SHORT SELLING HAS TO OFFER  AGGRESSIVE ACCOUNTING IS NOT FRAU ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]