["OF", {"Name": "pmarca", "Time": 20190911, "Text": "\"If you’re on the right side of the issue, just keep driving until you hear glass breaking. Don’t quit.\" —T. Boone… https://t.co/lLtgygKkWa", "clean_text": "IF YOURE ON THE RIGHT SIDE OF THE ISSUE JUST KEEP DRIVING UNTIL YOU HEAR GLASS BREAKING DONT QUIT —T BOONE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190911, "Text": "Paulson &amp; Co files 13D on Callon Petroleum, opposes acquisition of Carizzo Oil &amp; Gas https://t.co/nAhhquM8m1 $CPE", "clean_text": "PAULSON AMP CO FILES 13D ON CALLON PETROLEUM OPPOSES ACQUISITION OF CARIZZO OIL AMP GAS  CPE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190911, "Text": "@anoushasakoui This depresses me because I really wish some of these people were much much older", "clean_text": "@ANOUSHASAKOUI THIS DEPRESSES ME BECAUSE I REALLY WISH SOME OF THESE PEOPLE WERE MUCH MUCH OLDER", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190911, "Text": "Dimon’s a great CEO, but trying to predict interest rates or the direction of the economy is a tough game. Like mos… https://t.co/WEsvVYtr9h", "clean_text": "DIMONS A GREAT CEO BUT TRYING TO PREDICT INTEREST RATES OR THE DIRECTION OF THE ECONOMY IS A TOUGH GAME LIKE MOS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20190909, "Text": "Citron Research was Short-Seller of Year 2018.  With Jumia and now Grand Canyon Education we want 2019.", "clean_text": "CITRON RESEARCH WAS SHORTSELLER OF YEAR 2018  WITH JUMIA AND NOW GRAND CANYON EDUCATION WE WANT 2019", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190906, "Text": "RT @EdwardOThorp: (Part 1 of 2) Here are the first three questions along with my answers https://t.co/NlrVIK664u", "clean_text": "RT @EDWARDOTHORP PART 1 OF 2 HERE ARE THE FIRST THREE QUESTIONS ALONG WITH MY ANSWERS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190906, "Text": "RT @EdwardOThorp: (Part 2 of 2)  And here are questions 4 through 7 along with my answers to each https://t.co/gmL1H7q7Wa", "clean_text": "RT @EDWARDOTHORP PART 2 OF 2  AND HERE ARE QUESTIONS 4 THROUGH 7 ALONG WITH MY ANSWERS TO EACH ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190905, "Text": "“(Burry) is now '100% focused on stock-picking,' he said.”  Also of note: \"Burry, who exited his investments in wat… https://t.co/H2qAl8wfeE", "clean_text": "BURRY IS NOW 100% FOCUSED ON STOCKPICKING HE SAID”  ALSO OF NOTE BURRY WHO EXITED HIS INVESTMENTS IN WAT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Various other states have joined the fray, all with different levels of regulation. FOR NOW, each state has its own… https://t.co/I7Y8kN6l7m", "clean_text": "VARIOUS OTHER STATES HAVE JOINED THE FRAY ALL WITH DIFFERENT LEVELS OF REGULATION FOR NOW EACH STATE HAS ITS OWN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "The flood gates were now open, and NJ, the state who led the charge against PASPA and with the most number of visit… https://t.co/mF9x3b2h3T", "clean_text": "THE FLOOD GATES WERE NOW OPEN AND NJ THE STATE WHO LED THE CHARGE AGAINST PASPA AND WITH THE MOST NUMBER OF VISIT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "3) IMO, the Arc of the Moral Sports Betting Universe is long, but it bends towards eventually having 36 states (+ D… https://t.co/nVzPYvto57", "clean_text": "3 IMO THE ARC OF THE MORAL SPORTS BETTING UNIVERSE IS LONG BUT IT BENDS TOWARDS EVENTUALLY HAVING 36 STATES D ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Answer ~ NJ’s handle was $3.4 billion (Aug-2018 to July-2019).  Of that, $2.6 billion (75%!!!) was wagered online /… https://t.co/CRMVa6gnKg", "clean_text": "ANSWER NJS HANDLE WAS 34 BILLION AUG2018 TO JULY2019  OF THAT 26 BILLION 75% WAS WAGERED ONLINE  ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "How does ecosystem look like / who is extracting pounds of flesh?  Different players:\n1) State\n2) Brick n’ mortars… https://t.co/s3j2a4jXaG", "clean_text": "HOW DOES ECOSYSTEM LOOK LIKE  WHO IS EXTRACTING POUNDS OF FLESH  DIFFERENT PLAYERS\n1 STATE\n2 BRICK N MORTARS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "In other words, while actual physical sportsbook revenues are needle-moving, the increased foot traffic, cut of the… https://t.co/gvxqYXwBRG", "clean_text": "IN OTHER WORDS WHILE ACTUAL PHYSICAL SPORTSBOOK REVENUES ARE NEEDLEMOVING THE INCREASED FOOT TRAFFIC CUT OF THE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "4) Tech infrastructure – most of the sportsbooks (both physical AND mobile) underlying infrastructure / back-end is… https://t.co/5in40HfxiT", "clean_text": "4 TECH INFRASTRUCTURE MOST OF THE SPORTSBOOKS BOTH PHYSICAL AND MOBILE UNDERLYING INFRASTRUCTURE  BACKEND IS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ValueDude", "Time": 20190905, "Text": "Couple of additional thoughts:\nGambling can be addictive / dangerous / addictive and some may view it as morally re… https://t.co/9DVYpp1DkP", "clean_text": "COUPLE OF ADDITIONAL THOUGHTS\nGAMBLING CAN BE ADDICTIVE  DANGEROUS  ADDICTIVE AND SOME MAY VIEW IT AS MORALLY RE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Order PSL and see familiar faces of those who’ve joined you on your trek. After placing final wager, you will sheep… https://t.co/8DUETP00fR", "clean_text": "ORDER PSL AND SEE FAMILIAR FACES OF THOSE WHOVE JOINED YOU ON YOUR TREK AFTER PLACING FINAL WAGER YOU WILL SHEEP ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190905, "Text": "New Post: The Risk of Outsourced Thinking: https://t.co/ZaTfaW0v5t", "clean_text": "NEW POST THE RISK OF OUTSOURCED THINKING ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190904, "Text": "RT @DonutShorts: Has Hal Turner of $TEUM gone AWOL?\n\nWhy is he suddenly Twitter-shy?\n\nShareholders seem concerned.  Inquiring minds would l…", "clean_text": "RT @DONUTSHORTS HAS HAL TURNER OF TEUM GONE AWOL\n\nWHY IS HE SUDDENLY TWITTERSHY\n\nSHAREHOLDERS SEEM CONCERNED  INQUIRING MINDS WOULD L", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20190901, "Text": "RT @BagholderQuotes: “Does anyone know the name of the accounting firm that dos all Pareteum's financials. Social media is a powerful tool…", "clean_text": "RT @BAGHOLDERQUOTES DOES ANYONE KNOW THE NAME OF THE ACCOUNTING FIRM THAT DOS ALL PARETEUM FINANCIALS SOCIAL MEDIA IS A POWERFUL TOOL", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190830, "Text": "Lone Pine building a stake in Dominos Pizza $DPZ as it falls. New position in Q2 of 1.24m shares. Just filed 13G sh… https://t.co/eYEHYLJlEA", "clean_text": "LONE PINE BUILDING A STAKE IN DOMINOS PIZZA DPZ AS IT FALLS NEW POSITION IN Q2 OF 124M SHARES JUST FILED 13G SH ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20190829, "Text": "This is an absolute tour de force of great links.  Investing articles, books &amp; good reading material in general. Hi… https://t.co/JM12ZdJeNa", "clean_text": "THIS IS AN ABSOLUTE TOUR DE FORCE OF GREAT LINKS  INVESTING ARTICLES BOOKS AMP GOOD READING MATERIAL IN GENERAL HI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190828, "Text": "Watched 2 videos today on the topic of MMT from chief advocates. The degrees of slight of hand &amp; pretzel logic literally made my brain hurt.", "clean_text": "WATCHED 2 VIDEOS TODAY ON THE TOPIC OF MMT FROM CHIEF ADVOCATES THE DEGREES OF SLIGHT OF HAND AMP PRETZEL LOGIC LITERALLY MADE MY BRAIN HURT", "count1": 0, "count2": 3, "count3": 0, "count4": 0}]