["OF", {"Name": "footnoted", "Time": 20190724, "Text": "@PlainSite Yes. Timing seemed unusually suspicious. Which means there’s probably other crap being buried in todays crop of filings!", "clean_text": "@PLAINSITE YES TIMING SEEMED UNUSUALLY SUSPICIOUS WHICH MEANS THERES PROBABLY OTHER CRAP BEING BURIED IN TODAYS CROP OF FILINGS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190724, "Text": "Weak Treasury auction parade marches on despite a drumbeat of weaker economic data.  Don’t be fooled: rate cut next week is not “insurance”.", "clean_text": "WEAK TREASURY AUCTION PARADE MARCHES ON DESPITE A DRUMBEAT OF WEAKER ECONOMIC DATA  DONT BE FOOLED RATE CUT NEXT WEEK IS NOT INSURANCE”", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190718, "Text": "One of Buffett's most underrated skills is independent thought. He follows his common sense principles, but avoids… https://t.co/c7XulEmfvN", "clean_text": "ONE OF BUFFETT MOST UNDERRATED SKILLS IS INDEPENDENT THOUGHT HE FOLLOWS HIS COMMON SENSE PRINCIPLES BUT AVOIDS ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190718, "Text": "$EGBN just rename it Banc of the Swamp @PhilTimyan https://t.co/FDD6wCco63", "clean_text": "EGBN JUST RENAME IT BANC OF THE SWAMP @PHILTIMYAN ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20190718, "Text": "@AlderLaneeggs Thank You, yet another example of a company trying to go after the messenger to cover-up wrongdoing.… https://t.co/mZj7znG3EG", "clean_text": "@ALDERLANEEGGS THANK YOU YET ANOTHER EXAMPLE OF A COMPANY TRYING TO GO AFTER THE MESSENGER TO COVERUP WRONGDOING ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190717, "Text": "@jpsvj127 @afc You can. But much of the cost at these firms is marketing, and while some argue that it too is an \"i… https://t.co/dJtJnKUhM4", "clean_text": "@JPSVJ127 @AFC YOU CAN BUT MUCH OF THE COST AT THESE FIRMS IS MARKETING AND WHILE SOME ARGUE THAT IT TOO IS AN I ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190716, "Text": "@AlderLaneeggs But but but if you don’t like the idea of predators selling crap to poor people, you could be a racist", "clean_text": "@ALDERLANEEGGS BUT BUT BUT IF YOU DONT LIKE THE IDEA OF PREDATORS SELLING CRAP TO POOR PEOPLE YOU COULD BE A RACIST", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190716, "Text": "AlloSure sales is overwhelmingly comprised of usage in clinical studies designed to test the product's effectivenes… https://t.co/9D03EMfLiV", "clean_text": "ALLOSURE SALES IS OVERWHELMINGLY COMPRISED OF USAGE IN CLINICAL STUDIES DESIGNED TO TEST THE PRODUCT EFFECTIVENES ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190716, "Text": "Trials show that AlloSure misses &gt;40% of rejections identified by the current standard of care, making it dangerous… https://t.co/K8cVvozmW9", "clean_text": "TRIALS SHOW THAT ALLOSURE MISSES GT40% OF REJECTIONS IDENTIFIED BY THE CURRENT STANDARD OF CARE MAKING IT DANGEROUS ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20190716, "Text": "Finally, the studies showing AlloSure’s extremely limited clinical utility will affect the parameters of permanent… https://t.co/1wuUBDYDLR", "clean_text": "FINALLY THE STUDIES SHOWING ALLOSURES EXTREMELY LIMITED CLINICAL UTILITY WILL AFFECT THE PARAMETERS OF PERMANENT ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20190715, "Text": "Nice summary of the long-term returns for SaaS stocks. They all seem (and always have seemed) crazy expensive to me… https://t.co/dgyVgBT8Ss", "clean_text": "NICE SUMMARY OF THE LONGTERM RETURNS FOR SAAS STOCKS THEY ALL SEEM AND ALWAYS HAVE SEEMED CRAZY EXPENSIVE TO ME ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20190715, "Text": "RT @AlderLaneeggs: We live in the “Golden Age of White Collar Crime” . The Whitest  Collars have committed the most Crime and it sure has p…", "clean_text": "RT @ALDERLANEEGGS WE LIVE IN THE GOLDEN AGE OF WHITE COLLAR CRIME”  THE WHITEST  COLLARS HAVE COMMITTED THE MOST CRIME AND IT SURE HAS P", "count1": 0, "count2": 0, "count3": 1, "count4": 1}]