["OF", {"Name": "AureliusValue", "Time": 20191110, "Text": "$EGBN \"Bank of the Swamp\" https://t.co/kGxfmigL4R", "clean_text": "EGBN BANK OF THE SWAMP ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20191110, "Text": "@RayRahbar $EGBN don't forget that FBI raided Evan's house this summer as part of \"grand jury investigation\"\n\nhttps://t.co/pHOv0SkGpA", "clean_text": "@RAYRAHBAR EGBN DONT FORGET THAT FBI RAIDED EVAN HOUSE THIS SUMMER AS PART OF GRAND JURY INVESTIGATION\n\n", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191108, "Text": "Warren was soarin’ until the price tag of “I have a plan for that” was even partially revealed. There is nothing “free” &amp; everyone knows it.", "clean_text": "WARREN WAS SOARIN UNTIL THE PRICE TAG OF I HAVE A PLAN FOR THAT” WAS EVEN PARTIALLY REVEALED THERE IS NOTHING FREE” AMP EVERYONE KNOWS IT", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GothamResearch", "Time": 20191108, "Text": "Gotham City Research initiated coverage of $MED last year with a strong sell opinion. Shares are down -30% today, h… https://t.co/WOGo9raMSo", "clean_text": "GOTHAM CITY RESEARCH INITIATED COVERAGE OF MED LAST YEAR WITH A STRONG SELL OPINION SHARES ARE DOWN 30% TODAY H ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GothamResearch", "Time": 20191108, "Text": "(3) Unwinding of Distributor shenanigans: we flagged some insular distributor networks that appeared to \"arbitrage\"… https://t.co/eJTylMfEBQ", "clean_text": "3 UNWINDING OF DISTRIBUTOR SHENANIGANS WE FLAGGED SOME INSULAR DISTRIBUTOR NETWORKS THAT APPEARED TO ARBITRAGE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20191107, "Text": "PG&amp;E stock price has 75% chance of going to zero: Citi analyst https://t.co/8RWKctWAaY", "clean_text": "PGAMPE STOCK PRICE HAS 75% CHANCE OF GOING TO ZERO CITI ANALYST ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20191107, "Text": "After years of  making \"Elite\" short calls on $NFLX Citron is going \"Dark\".  New data shows Intl traction might be… https://t.co/v5pR8cRRCF", "clean_text": "AFTER YEARS OF  MAKING ELITE SHORT CALLS ON NFLX CITRON IS GOING DARK  NEW DATA SHOWS INTL TRACTION MIGHT BE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20191106, "Text": "RT @John_Hempton: This is the HK stock market in microcosm. Weirdly lots of people I regard as cognoscenti know various big-cap Chinese sto…", "clean_text": "RT @JOHN_HEMPTON THIS IS THE HK STOCK MARKET IN MICROCOSM WEIRDLY LOTS OF PEOPLE I REGARD AS COGNOSCENTI KNOW VARIOUS BIGCAP CHINESE STO", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20191104, "Text": "When the Boston Herald says the liberal senior Senator from Massachusetts has no chance of winning, it’s worth noting.  That just happened.", "clean_text": "WHEN THE BOSTON HERALD SAYS THE LIBERAL SENIOR SENATOR FROM MASSACHUSETTS HAS NO CHANCE OF WINNING ITS WORTH NOTING  THAT JUST HAPPENED", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20191103, "Text": "I got 15 out of 20! How do you measure up? https://t.co/EVZHUn7Nd2", "clean_text": "I GOT 15 OUT OF 20 HOW DO YOU MEASURE UP ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20191101, "Text": "@JulieKashen Wondering the same thing! Sounds like lots of thunder!", "clean_text": "@JULIEKASHEN WONDERING THE SAME THING SOUNDS LIKE LOTS OF THUNDER", "count1": 0, "count2": 0, "count3": 1, "count4": 0}]