["IN", {"Name": "activiststocks", "Time": 20191108, "Text": "Activist with stake in MSG stock sees Knicks and Rangers worth more than $7 billion https://t.co/SxfUHJtzSk", "clean_text": "ACTIVIST WITH STAKE IN MSG STOCK SEES KNICKS AND RANGERS WORTH MORE THAN 7 BILLION ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191108, "Text": "This disclosure in $BKNG's 10-Q pretty much sums up the risk to the online travel companies' business model. Bookin… https://t.co/pOzfTBwIEz", "clean_text": "THIS DISCLOSURE IN BKNG 10Q PRETTY MUCH SUMS UP THE RISK TO THE ONLINE TRAVEL COMPANIE BUSINESS MODEL BOOKIN ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20191108, "Text": "Almost Daily Grant's 11/8: Down in the bottom     https://t.co/2SGk5XqIiq https://t.co/DVNlXaRKDY", "clean_text": "ALMOST DAILY GRANT 118 DOWN IN THE BOTTOM ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20191106, "Text": "RT @John_Hempton: This is the HK stock market in microcosm. Weirdly lots of people I regard as cognoscenti know various big-cap Chinese sto…", "clean_text": "RT @JOHN_HEMPTON THIS IS THE HK STOCK MARKET IN MICROCOSM WEIRDLY LOTS OF PEOPLE I REGARD AS COGNOSCENTI KNOW VARIOUS BIGCAP CHINESE STO", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191105, "Text": "What?!\n\nI’m hearing tentative respect for the Bills in sports media!\n\nWinning at Cleveland this Sunday is a must to deserve it.\n\nGo Bills!!!", "clean_text": "WHAT\n\nIM HEARING TENTATIVE RESPECT FOR THE BILLS IN SPORTS MEDIA\n\nWINNING AT CLEVELAND THIS SUNDAY IS A MUST TO DESERVE IT\n\nGO BILLS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191102, "Text": "2:28 marathoner at age 46. Top 10 in the world for his age group. I love this guy’s simplicity. What a great attitu… https://t.co/VVS5XyS2Qr", "clean_text": "228 MARATHONER AT AGE 46 TOP 10 IN THE WORLD FOR HIS AGE GROUP I LOVE THIS GUYS SIMPLICITY WHAT A GREAT ATTITU ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20191101, "Text": "Sohn London Investment Conference is only 2 weeks away if you’re in the UK or Europe. Information and speakers list… https://t.co/8aM3Frbg1S", "clean_text": "SOHN LONDON INVESTMENT CONFERENCE IS ONLY 2 WEEKS AWAY IF YOURE IN THE UK OR EUROPE INFORMATION AND SPEAKERS LIST ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20191101, "Text": "Loved this story because it really focused on how scammers are able to circumvent @Airbnb rules. Found myself in a… https://t.co/TasKv75ywM", "clean_text": "LOVED THIS STORY BECAUSE IT REALLY FOCUSED ON HOW SCAMMERS ARE ABLE TO CIRCUMVENT @AIRBNB RULES FOUND MYSELF IN A ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191028, "Text": "If the Patriots were a stock in a 32 stock NFL index, it would be the most followed, there would be a hundred analy… https://t.co/X5MT4l0FEw", "clean_text": "IF THE PATRIOTS WERE A STOCK IN A 32 STOCK NFL INDEX IT WOULD BE THE MOST FOLLOWED THERE WOULD BE A HUNDRED ANALY ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}]