["HAS", {"Name": "MicroFundy", "Time": 20190227, "Text": "@given2tweet When you get the $25, does the ~$1 \"loss\" get realized (and the CVR has a zero basis as a \"new\" securi… https://t.co/3grgNTEvNq", "clean_text": "@GIVEN2TWEET WHEN YOU GET THE 25 DOES THE ~1 LOSS GET REALIZED AND THE CVR HAS A ZERO BASIS AS A NEW SECURI ", "count1": 0, "count2": 1, "count3": 0, "count4": 3}, {"Name": "BergenCapital", "Time": 20190227, "Text": "RT @CMEGroup: CME Group has identified the technical issue and is working to resolve it. When the iLink gateways are restarted they will be…", "clean_text": "RT @CMEGROUP CME GROUP HAS IDENTIFIED THE TECHNICAL ISSUE AND IS WORKING TO RESOLVE IT WHEN THE ILINK GATEWAYS ARE RESTARTED THEY WILL BE", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "xuexishenghuo", "Time": 20190226, "Text": "@wbr10 @yesandnotyes Cursory look seems to suggest rev/visitor has been stagnant in recent years and lower than 200… https://t.co/RpVKtkuLaP", "clean_text": "@WBR10 @YESANDNOTYES CURSORY LOOK SEEMS TO SUGGEST REVVISITOR HAS BEEN STAGNANT IN RECENT YEARS AND LOWER THAN 200 ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190226, "Text": "We agree with Paulo Santos that our thesis on $STMP has yet to play out. Thanks @ThinkFinance999 for the shoutout. https://t.co/Ul5mfNrlPS", "clean_text": "WE AGREE WITH PAULO SANTOS THAT OUR THESIS ON STMP HAS YET TO PLAY OUT THANKS @THINKFINANCE999 FOR THE SHOUTOUT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20190223, "Text": "RT @charliebilello: The Dow has rallied over 20% from its Dec low and is now just 2% below its all-time high from last October (note: total…", "clean_text": "RT @CHARLIEBILELLO THE DOW HAS RALLIED OVER 20% FROM ITS DEC LOW AND IS NOW JUST 2% BELOW ITS ALLTIME HIGH FROM LAST OCTOBER NOTE TOTAL", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20190222, "Text": "@AndrewRangeley $MAR Starwood merger debacle especially w/ elites has to have helped HLT. Also new AXP co-brand par… https://t.co/KstY5XOylN", "clean_text": "@ANDREWRANGELEY MAR STARWOOD MERGER DEBACLE ESPECIALLY W ELITES HAS TO HAVE HELPED HLT ALSO NEW AXP COBRAND PAR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20190222, "Text": "This isn’t a victory lap as a change in seats has had me uninvolved in the trade. And perhaps this rant is stale as… https://t.co/yZ2Ob9b6fk", "clean_text": "THIS ISNT A VICTORY LAP AS A CHANGE IN SEATS HAS HAD ME UNINVOLVED IN THE TRADE AND PERHAPS THIS RANT IS STALE AS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GothamResearch", "Time": 20190218, "Text": "Don’t trust us: BAFIN’s counterpart in the USA, the SEC itself, has expressed regret over past short selling bans.… https://t.co/GCx5AKo9F5", "clean_text": "DONT TRUST US BAFINS COUNTERPART IN THE USA THE SEC ITSELF HAS EXPRESSED REGRET OVER PAST SHORT SELLING BANS ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}]