["OR", {"Name": "xuexishenghuo", "Time": 20190311, "Text": "now one has to wonder, did $USNA really generate ~$50m in sales in China? or its SEC filings reliable? or is the co… https://t.co/xFww3Sf7Hm", "clean_text": "NOW ONE HAS TO WONDER DID USNA REALLY GENERATE ~50M IN SALES IN CHINA OR ITS SEC FILINGS RELIABLE OR IS THE CO ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "xuexishenghuo", "Time": 20190307, "Text": "Or is $USNA violating Chinese direct selling regulations by running a pyramid scheme employing un-contracted un-trained people? 8/N", "clean_text": "OR IS USNA VIOLATING CHINESE DIRECT SELLING REGULATIONS BY RUNNING A PYRAMID SCHEME EMPLOYING UNCONTRACTED UNTRAINED PEOPLE 8N", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190305, "Text": "@FoolAllTheTime \"stub plays\" don't work when there is no catalyst or cash burn ( $SINA, $SOHU). In this case $HUYA… https://t.co/4I20CisssR", "clean_text": "@FOOLALLTHETIME STUB PLAYS DONT WORK WHEN THERE IS NO CATALYST OR CASH BURN  SINA SOHU IN THIS CASE HUYA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190302, "Text": "@UpslopeCapital Or a MAGA stock?", "clean_text": "@UPSLOPECAPITAL OR A MAGA STOCK", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20190301, "Text": "fellow chartists, does this feel a bit head-and-shoulder like? or if you prefer, you can always read the updated ri… https://t.co/SeOsDslSUF", "clean_text": "FELLOW CHARTISTS DOES THIS FEEL A BIT HEADANDSHOULDER LIKE OR IF YOU PREFER YOU CAN ALWAYS READ THE UPDATED RI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20190301, "Text": "@agwarner @BobBrinker exactly. wanted high print. likely could have made same NPV for playing 2 or 3 fewer years.", "clean_text": "@AGWARNER @BOBBRINKER EXACTLY WANTED HIGH PRINT LIKELY COULD HAVE MADE SAME NPV FOR PLAYING 2 OR 3 FEWER YEARS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]