["SOME", {"Name": "ValueDude", "Time": 20190913, "Text": "10) This guy is the man + I think PointsBet might have lost some money here, just a hunch - https://t.co/mSPfsshhv6", "clean_text": "10 THIS GUY IS THE MAN I THINK POINTSBET MIGHT HAVE LOST SOME MONEY HERE JUST A HUNCH  ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20190911, "Text": "@anoushasakoui This depresses me because I really wish some of these people were much much older", "clean_text": "@ANOUSHASAKOUI THIS DEPRESSES ME BECAUSE I REALLY WISH SOME OF THESE PEOPLE WERE MUCH MUCH OLDER", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Some notable notables:\n1) Full vs Half Measure difference is HUGE. True mobile = $$$s.  Waking up in batman underoo… https://t.co/orgFYVwJnl", "clean_text": "SOME NOTABLE NOTABLES\n1 FULL VS HALF MEASURE DIFFERENCE IS HUGE TRUE MOBILE  S  WAKING UP IN BATMAN UNDEROO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "4) Taxes play a big role.  Some states will tax sports betting revenues a lot (PA – 36%, DE/RI – 50%+), others a lo… https://t.co/wFPJ6xDEKK", "clean_text": "4 TAXES PLAY A BIG ROLE  SOME STATES WILL TAX SPORTS BETTING REVENUES A LOT PA 36% DERI 50%+ OTHERS A LO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "For some perspective, NJ has 7 million adults (&gt; $400/person wagered).  u retort: “but that doesn’t include a bunch… https://t.co/aUYy5oHbDH", "clean_text": "FOR SOME PERSPECTIVE NJ HAS 7 MILLION ADULTS GT 400PERSON WAGERED  U RETORT BUT THAT DOESNT INCLUDE A BUNCH ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "For some additional perspective, NJ’s totals are pretty much neck-and-neck with NV at this point if not ahead, and… https://t.co/9xHPDMiajA", "clean_text": "FOR SOME ADDITIONAL PERSPECTIVE NJS TOTALS ARE PRETTY MUCH NECKANDNECK WITH NV AT THIS POINT IF NOT AHEAD AND ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "8) Illegal sportsbooks – they may still have some cost advantages (no state taxes) and ability to operate in states… https://t.co/beFIqSir0A", "clean_text": "8 ILLEGAL SPORTSBOOKS THEY MAY STILL HAVE SOME COST ADVANTAGES NO STATE TAXES AND ABILITY TO OPERATE IN STATES ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ValueDude", "Time": 20190905, "Text": "Couple of additional thoughts:\nGambling can be addictive / dangerous / addictive and some may view it as morally re… https://t.co/9DVYpp1DkP", "clean_text": "COUPLE OF ADDITIONAL THOUGHTS\nGAMBLING CAN BE ADDICTIVE  DANGEROUS  ADDICTIVE AND SOME MAY VIEW IT AS MORALLY RE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}]