["MDXG", {"Name": "PresciencePoint", "Time": 20190617, "Text": "We want to thank our fellow $MDXG shareholders for their overwhelming support in nominating our highly-qualified Bo… https://t.co/FJMQjz5GLO", "clean_text": "WE WANT TO THANK OUR FELLOW MDXG SHAREHOLDERS FOR THEIR OVERWHELMING SUPPORT IN NOMINATING OUR HIGHLYQUALIFIED BO ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190617, "Text": "Despite a &gt;2x increase in price since our Initiation Report, we believe $MDXG is still significantly undervalued.… https://t.co/pjNYVsFysp", "clean_text": "DESPITE A GT2X INCREASE IN PRICE SINCE OUR INITIATION REPORT WE BELIEVE MDXG IS STILL SIGNIFICANTLY UNDERVALUED ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190617, "Text": "Concerns raised by the @WSJ over $MDXG's Amniofix injectable products should be contextualized. Amniofix represents… https://t.co/U1skdRcpVi", "clean_text": "CONCERNS RAISED BY THE @WSJ OVER MDXG AMNIOFIX INJECTABLE PRODUCTS SHOULD BE CONTEXTUALIZED AMNIOFIX REPRESENTS ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190614, "Text": "On May 23rd, $MDXG revealed the results of its 15-month Audit Committee investigation. Based on the investigation f… https://t.co/El1lcDVjfl", "clean_text": "ON MAY 23RD MDXG REVEALED THE RESULTS OF ITS 15MONTH AUDIT COMMITTEE INVESTIGATION BASED ON THE INVESTIGATION F ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190614, "Text": "On Jan 7th, we published our bullish Initiation Report on $MDXG.  Since then, a number of positive developments hav… https://t.co/ub2Ta1086m", "clean_text": "ON JAN 7TH WE PUBLISHED OUR BULLISH INITIATION REPORT ON MDXG  SINCE THEN A NUMBER OF POSITIVE DEVELOPMENTS HAV ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190614, "Text": "$MDXG also made significant progress in executing its turnaround plan. This progress includes 1) reaching an agreem… https://t.co/4ldUGjMSLG", "clean_text": "MDXG ALSO MADE SIGNIFICANT PROGRESS IN EXECUTING ITS TURNAROUND PLAN THIS PROGRESS INCLUDES 1 REACHING AN AGREEM ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190614, "Text": "@Mimedx’s recently filed proxy and credit agreement contain several positive updates regarding the current health of the Co’s business $MDXG", "clean_text": "@MIMEDXS RECENTLY FILED PROXY AND CREDIT AGREEMENT CONTAIN SEVERAL POSITIVE UPDATES REGARDING THE CURRENT HEALTH OF THE COS BUSINESS MDXG", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190614, "Text": "Per the latest proxy, $MDXG employed 320 sales reps as of Apr 2019. Assuming $0.9m sales per rep, which is inline w… https://t.co/kURv6Or9wT", "clean_text": "PER THE LATEST PROXY MDXG EMPLOYED 320 SALES REPS AS OF APR 2019 ASSUMING 09M SALES PER REP WHICH IS INLINE W ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190614, "Text": "Per the credit agreement, $MDXG had $99m in cash on 6/10/19. Using this #, we est that the Co has generated ~$61m o… https://t.co/P9ik3t0VKE", "clean_text": "PER THE CREDIT AGREEMENT MDXG HAD 99M IN CASH ON 61019 USING THIS WE EST THAT THE CO HAS GENERATED ~61M O ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190613, "Text": "MiMedx Highlights Skills and Experience of Director Nominees https://t.co/w3rg4xfvOa via @YahooFinance $MDXG", "clean_text": "MIMEDX HIGHLIGHTS SKILLS AND EXPERIENCE OF DIRECTOR NOMINEES  VIA @YAHOOFINANCE MDXG", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20190612, "Text": "Yesterday, $MDXG announced that it has raised $75m of NON-DILUTIVE debt financing from Blue Torch Capital.  We beli… https://t.co/azWJxApUJt", "clean_text": "YESTERDAY MDXG ANNOUNCED THAT IT HAS RAISED 75M OF NONDILUTIVE DEBT FINANCING FROM BLUE TORCH CAPITAL  WE BELI ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190612, "Text": "Furthermore, we believe this additional capital gives $MDXG the necessary dry powder to reinvest in its business, e… https://t.co/2OCTfODnbp", "clean_text": "FURTHERMORE WE BELIEVE THIS ADDITIONAL CAPITAL GIVES MDXG THE NECESSARY DRY POWDER TO REINVEST IN ITS BUSINESS E ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20190611, "Text": "ISS Report on $MDXG: \"Choosing between the company's nominees and those of the dissident, it appears clear that the… https://t.co/QnWDi8xaGM", "clean_text": "ISS REPORT ON MDXG CHOOSING BETWEEN THE COMPANY NOMINEES AND THOSE OF THE DISSIDENT IT APPEARS CLEAR THAT THE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}]