["TO", {"Name": "footnoted", "Time": 20191122, "Text": "Really worth reading, especially if you have older parents! RT @theofrancis: One oncology nurse lost close to $340,… https://t.co/JlQd7RJIbI", "clean_text": "REALLY WORTH READING ESPECIALLY IF YOU HAVE OLDER PARENTS RT @THEOFRANCIS ONE ONCOLOGY NURSE LOST CLOSE TO 340 ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20191122, "Text": "CFO move at $MDXG is yet another positive and necessary step in @MiMedx’s transformation as it gears up to exit a s… https://t.co/i2voZeB5PH", "clean_text": "CFO MOVE AT MDXG IS YET ANOTHER POSITIVE AND NECESSARY STEP IN @MIMEDXS TRANSFORMATION AS IT GEARS UP TO EXIT A S ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191120, "Text": "@KisitoWolf @ArdavanH Maybe that happens. I’d like to see that, because I do like the recurring revenue aspect of t… https://t.co/b8FLrKZWYn", "clean_text": "@KISITOWOLF @ARDAVANH MAYBE THAT HAPPENS ID LIKE TO SEE THAT BECAUSE I DO LIKE THE RECURRING REVENUE ASPECT OF T ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191119, "Text": "Successful example of 21st century bargaining power over distributors. Big Machine Label has to back down when face… https://t.co/r6DrMnlezt", "clean_text": "SUCCESSFUL EXAMPLE OF 21ST CENTURY BARGAINING POWER OVER DISTRIBUTORS BIG MACHINE LABEL HAS TO BACK DOWN WHEN FACE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20191118, "Text": "@sandiegosam I don’t really know what the path forward from here is... I haven’t come to compelling conclusions on… https://t.co/cQ8OPWtvfo", "clean_text": "@SANDIEGOSAM I DONT REALLY KNOW WHAT THE PATH FORWARD FROM HERE IS I HAVENT COME TO COMPELLING CONCLUSIONS ON ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191118, "Text": "One thing I'll never get is why people would prefer paying more dollars to the government now just to get those sam… https://t.co/0m1eOH3eoZ", "clean_text": "ONE THING ILL NEVER GET IS WHY PEOPLE WOULD PREFER PAYING MORE DOLLARS TO THE GOVERNMENT NOW JUST TO GET THOSE SAM ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191116, "Text": "Deval Patrick has joined the race for the Dem nomination.  Who, you say?  How many donors is this guy going to get?  Dems in utter disarray.", "clean_text": "DEVAL PATRICK HAS JOINED THE RACE FOR THE DEM NOMINATION  WHO YOU SAY  HOW MANY DONORS IS THIS GUY GOING TO GET  DEMS IN UTTER DISARRAY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191115, "Text": "@AsifSeemab I called him up and offered to buy a few of his shares and we struck a deal 😀", "clean_text": "@ASIFSEEMAB I CALLED HIM UP AND OFFERED TO BUY A FEW OF HIS SHARES AND WE STRUCK A DEAL 😀", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20191114, "Text": "Tiger Global adds to $FB $BABA $RUN $CVNA $SMAR $MDB during Q3. New $NEWR. Trims $FCAU, exits $EB per 13F filing", "clean_text": "TIGER GLOBAL ADDS TO FB BABA RUN CVNA SMAR MDB DURING Q3 NEW NEWR TRIMS FCAU EXITS EB PER 13F FILING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191114, "Text": "The Simons book is outstanding. But one thing to note when comparing his record to others, especially BRK: taxes. I… https://t.co/SudOVWEP7V", "clean_text": "THE SIMONS BOOK IS OUTSTANDING BUT ONE THING TO NOTE WHEN COMPARING HIS RECORD TO OTHERS ESPECIALLY BRK TAXES I ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20191113, "Text": "@taralach @ericjackson Or an offer to dis+ to get the next year season park pass at this year price by a given date… https://t.co/75nrAGGaaE", "clean_text": "@TARALACH @ERICJACKSON OR AN OFFER TO DIS+ TO GET THE NEXT YEAR SEASON PARK PASS AT THIS YEAR PRICE BY A GIVEN DATE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20191113, "Text": "RT @CulperResearch: iRhythm $IRTC down ~10% on inability to file Q3 financials and \"errors affecting prior periods…\" Accountants no longer…", "clean_text": "RT @CULPERRESEARCH IRHYTHM IRTC DOWN ~10% ON INABILITY TO FILE Q3 FINANCIALS AND ERRORS AFFECTING PRIOR PERIODS ACCOUNTANTS NO LONGER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191111, "Text": "No question Josh Allen has a cannon arm but he’s yet to connect on a deep vertical route in his Bills career!Every try’s been a wasted down.", "clean_text": "NO QUESTION JOSH ALLEN HAS A CANNON ARM BUT HES YET TO CONNECT ON A DEEP VERTICAL ROUTE IN HIS BILLS CAREEREVERY TRYS BEEN A WASTED DOWN", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20191111, "Text": "Josh Allen has had receivers open on the vertical many times this season. To his credit he has read it. But he has not once made the throw.", "clean_text": "JOSH ALLEN HAS HAD RECEIVERS OPEN ON THE VERTICAL MANY TIMES THIS SEASON TO HIS CREDIT HE HAS READ IT BUT HE HAS NOT ONCE MADE THE THROW", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191111, "Text": "I thought Dimon had a good point here. People tend to always think the current time is more unpredictable than usua… https://t.co/vqmHls6RFI", "clean_text": "I THOUGHT DIMON HAD A GOOD POINT HERE PEOPLE TEND TO ALWAYS THINK THE CURRENT TIME IS MORE UNPREDICTABLE THAN USUA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191111, "Text": "@HarvardWinters Why do you think that? I think we have a tendency to always think we are at a critical juncture, ju… https://t.co/CswKIbGVDp", "clean_text": "@HARVARDWINTERS WHY DO YOU THINK THAT I THINK WE HAVE A TENDENCY TO ALWAYS THINK WE ARE AT A CRITICAL JUNCTURE JU ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]