["TODAY", {"Name": "TruthGundlach", "Time": 20190816, "Text": "I watched Sliden’ Biden’s Iowa State fair speech from this past weekend today. Horrific. Jurassic Joe needs to join Hickenlooper.....pronto.", "clean_text": "I WATCHED SLIDEN BIDENS IOWA STATE FAIR SPEECH FROM THIS PAST WEEKEND TODAY HORRIFIC JURASSIC JOE NEEDS TO JOIN HICKENLOOPERPRONTO", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190814, "Text": "“Slidin’ Biden” placed in a statistical tie with “Soarin’ Warren” in the “YouGov for The Economist” National poll released today.", "clean_text": "SLIDIN BIDEN” PLACED IN A STATISTICAL TIE WITH SOARIN WARREN” IN THE YOUGOV FOR THE ECONOMIST” NATIONAL POLL RELEASED TODAY", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20190807, "Text": "New converts to the “negative US yields are imminent” crowd were out in force today just before the 30 yr UST price decline began.  Classic.", "clean_text": "NEW CONVERTS TO THE NEGATIVE US YIELDS ARE IMMINENT” CROWD WERE OUT IN FORCE TODAY JUST BEFORE THE 30 YR UST PRICE DECLINE BEGAN  CLASSIC", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20190805, "Text": "The US Treasury market yield levels reached today imply not only certainty of a September rate cut, but more than 1/3 chance of fully 50 bp.", "clean_text": "THE US TREASURY MARKET YIELD LEVELS REACHED TODAY IMPLY NOT ONLY CERTAINTY OF A SEPTEMBER RATE CUT BUT MORE THAN 13 CHANCE OF FULLY 50 BP", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20190805, "Text": "$CARS down 40% today on earnings and failed auction. $CARG likely the next domino to fall https://t.co/08j6qEoN1w", "clean_text": "CARS DOWN 40% TODAY ON EARNINGS AND FAILED AUCTION CARG LIKELY THE NEXT DOMINO TO FALL ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}]