["OUT", {"Name": "TruthGundlach", "Time": 20191221, "Text": "Bills at Foxborough.  Brady once said,  on the way to Orchard Park: “Watch out Bills mafia, we’re coming to get you”.  Remember that Bills!!", "clean_text": "BILLS AT FOXBOROUGH  BRADY ONCE SAID  ON THE WAY TO ORCHARD PARK WATCH OUT BILLS MAFIA WERE COMING TO GET YOU”  REMEMBER THAT BILLS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20191219, "Text": "@thesovagroup If I tried that double, I’d have no trouble going out in a blaze (but there’d be no glory). As for De… https://t.co/IVQizpKuX8", "clean_text": "@THESOVAGROUP IF I TRIED THAT DOUBLE ID HAVE NO TROUBLE GOING OUT IN A BLAZE BUT THERED BE NO GLORY AS FOR DE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191219, "Text": "$NBIX interesting that allegations of employees filling out PAs for doctors continue to emerge on cafepharma.  This… https://t.co/f6CeeHJP84", "clean_text": "NBIX INTERESTING THAT ALLEGATIONS OF EMPLOYEES FILLING OUT PAS FOR DOCTORS CONTINUE TO EMERGE ON CAFEPHARMA  THIS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20191218, "Text": "\"We’re reaching out to remind you that as of today, the price of your Hulu (No Ads) + Live TV plan has increased fr… https://t.co/O8enS01TsQ", "clean_text": "WERE REACHING OUT TO REMIND YOU THAT AS OF TODAY THE PRICE OF YOUR HULU NO ADS LIVE TV PLAN HAS INCREASED FR ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191213, "Text": "@MikeBrice You got me. But somewhere out there must exist a 60-pg earnings release filled with adjusted numbers. I… https://t.co/cqkP2j6NS2", "clean_text": "@MIKEBRICE YOU GOT ME BUT SOMEWHERE OUT THERE MUST EXIST A 60PG EARNINGS RELEASE FILLED WITH ADJUSTED NUMBERS I ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20191212, "Text": "@AlderLaneeggs @blakeellis3 @melhicken $NBIX at least they called out his $INSYQ nonsense in this: \n\nHow Wall Stree… https://t.co/Vbp6q77sw8", "clean_text": "@ALDERLANEEGGS @BLAKEELLIS3 @MELHICKEN NBIX AT LEAST THEY CALLED OUT HIS INSYQ NONSENSE IN THIS \n\nHOW WALL STREE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]