["IN", {"Name": "mjmauboussin", "Time": 20200408, "Text": "Finance nerd alert: New issue of Critical Finance Review covering replication in finance and illiquidity and return… https://t.co/bGimHE8WVe", "clean_text": "FINANCE NERD ALERT NEW ISSUE OF CRITICAL FINANCE REVIEW COVERING REPLICATION IN FINANCE AND ILLIQUIDITY AND RETURN ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200408, "Text": "Seth Klarman’s Baupost Group bought more $EBAY $LBTYA and started new stakes in $GOOG $HPQ and residential mortgage… https://t.co/QY7MgiOvjY", "clean_text": "SETH KLARMANS BAUPOST GROUP BOUGHT MORE EBAY LBTYA AND STARTED NEW STAKES IN GOOG HPQ AND RESIDENTIAL MORTGAGE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200408, "Text": "Nelson Peltz’s Trian Partners down almost 25% in Q1 https://t.co/QxX7b3kFLy", "clean_text": "NELSON PELTZS TRIAN PARTNERS DOWN ALMOST 25% IN Q1 ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @SecPompeo: We'll continue to focus on keeping critical medical items in the U.S. until demand is met here, but we're also providing gen…", "clean_text": "RT @SECPOMPEO WELL CONTINUE TO FOCUS ON KEEPING CRITICAL MEDICAL ITEMS IN THE US UNTIL DEMAND IS MET HERE BUT WERE ALSO PROVIDING GEN", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @SecPompeo: No amount of disinformation from Assad’s enablers in Russia and Iran can hide the fact that the Syrian regime is responsible…", "clean_text": "RT @SECPOMPEO NO AMOUNT OF DISINFORMATION FROM ASSADS ENABLERS IN RUSSIA AND IRAN CAN HIDE THE FACT THAT THE SYRIAN REGIME IS RESPONSIBLE", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @USAmbUN: #UNSC #VTC: With armed conflict in #Libya claiming more lives &amp; undermining response to #coronavirus, the United States calls…", "clean_text": "RT @USAMBUN #UNSC #VTC WITH ARMED CONFLICT IN #LIBYA CLAIMING MORE LIVES AMP UNDERMINING RESPONSE TO #CORONAVIRUS THE UNITED STATES CALLS", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200408, "Text": "$DIS \n\nSaid they would break even in 2024 with 60-90m subs. Already at 50m. Was 26.5YE 2019, 28.6m mid-Feb 2020. So… https://t.co/MmvqiLauaY", "clean_text": "DIS \n\nSAID THEY WOULD BREAK EVEN IN 2024 WITH 6090M SUBS ALREADY AT 50M WAS 265YE 2019 286M MIDFEB 2020 SO ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200408, "Text": "Will try to get one out in the next 4-6 weeks. Have an old one on my site (see my profile —&gt; sample posts). Not sur… https://t.co/1VvKXNJiCD", "clean_text": "WILL TRY TO GET ONE OUT IN THE NEXT 46 WEEKS HAVE AN OLD ONE ON MY SITE SEE MY PROFILE —GT SAMPLE POSTS NOT SUR ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "@PythiaR I'm not saying there are a lot more DoubleClicks in the bag, just saying the capital allocation track reco… https://t.co/McCvSJygPl", "clean_text": "@PYTHIAR IM NOT SAYING THERE ARE A LOT MORE DOUBLECLICKS IN THE BAG JUST SAYING THE CAPITAL ALLOCATION TRACK RECO ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200408, "Text": "RT @tconnellyRTE: NEW: There is \"no indication\" that peak of the coronavirus epidemic in Europe has been reached, according to the latest \"…", "clean_text": "RT @TCONNELLYRTE NEW THERE IS NO INDICATION THAT PEAK OF THE CORONAVIRUS EPIDEMIC IN EUROPE HAS BEEN REACHED ACCORDING TO THE LATEST ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200408, "Text": "rump vs Biden this fall will make Tiger King look like a Disney series.\n\nGood job America. Most powerful nation in… https://t.co/LssuBOQwxi", "clean_text": "RUMP VS BIDEN THIS FALL WILL MAKE TIGER KING LOOK LIKE A DISNEY SERIES\n\nGOOD JOB AMERICA MOST POWERFUL NATION IN ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200407, "Text": "@BrianLehrer @ByJessicaGould @AGZimmerman Think the teachers and principal Michelle at our school (PS 527) in Manha… https://t.co/9Xw9EMaoNt", "clean_text": "@BRIANLEHRER @BYJESSICAGOULD @AGZIMMERMAN THINK THE TEACHERS AND PRINCIPAL MICHELLE AT OUR SCHOOL PS 527 IN MANHA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @usmissiongeneva: On #WorldHealthDay, we applaud the #HealthcareHeroes fighting against #COVID19. As @POTUS said, “Our warriors in this…", "clean_text": "RT @USMISSIONGENEVA ON #WORLDHEALTHDAY WE APPLAUD THE #HEALTHCAREHEROES FIGHTING AGAINST #COVID19 AS @POTUS SAID OUR WARRIORS IN THIS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @USUNRomeAmb: Whether you're in a medical clinic in the Sahel of Africa, in a lab discovering new cures or on the front lines of the #CO…", "clean_text": "RT @USUNROMEAMB WHETHER YOURE IN A MEDICAL CLINIC IN THE SAHEL OF AFRICA IN A LAB DISCOVERING NEW CURES OR ON THE FRONT LINES OF THE #CO", "count1": 3, "count2": 0, "count3": 3, "count4": 2}, {"Name": "GrantsPub", "Time": 20200407, "Text": "In case you missed it. https://t.co/fgtT1s0p5E", "clean_text": "IN CASE YOU MISSED IT ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200407, "Text": "The stuff they are trimming in size is the same stuff I’m increasing in size. This is what makes a market. https://t.co/E3uoCzQVMw", "clean_text": "THE STUFF THEY ARE TRIMMING IN SIZE IS THE SAME STUFF IM INCREASING IN SIZE THIS IS WHAT MAKES A MARKET ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200407, "Text": "@NeilRetail Also much cheaper to print in single color", "clean_text": "@NEILRETAIL ALSO MUCH CHEAPER TO PRINT IN SINGLE COLOR", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200407, "Text": "RT @nycsouthpaw: People are dying at home in NYC at something like 8-10x the pre-pandemic rate, per OCME. If they haven’t been tested for C…", "clean_text": "RT @NYCSOUTHPAW PEOPLE ARE DYING AT HOME IN NYC AT SOMETHING LIKE 810X THE PREPANDEMIC RATE PER OCME IF THEY HAVENT BEEN TESTED FOR C", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200406, "Text": "In a way this newsletter has suddenly been transformed from a nominally capitalist enterprise into effectively a st… https://t.co/nf1ELf2JJI", "clean_text": "IN A WAY THIS NEWSLETTER HAS SUDDENLY BEEN TRANSFORMED FROM A NOMINALLY CAPITALIST ENTERPRISE INTO EFFECTIVELY A ST ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200406, "Text": "RT @QTRResearch: The Public Investment Fund of Saudi Arabia reported a 8.2% stake in Carnival Corp. (NYSE: CCL), according to a just-releas…", "clean_text": "RT @QTRRESEARCH THE PUBLIC INVESTMENT FUND OF SAUDI ARABIA REPORTED A 82% STAKE IN CARNIVAL CORP NYSE CCL ACCORDING TO A JUSTRELEAS", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @SecPompeo: U.S. companies are stepping up to help people in the most dire of circumstances as the world comes together to fight the #CO…", "clean_text": "RT @SECPOMPEO US COMPANIES ARE STEPPING UP TO HELP PEOPLE IN THE MOST DIRE OF CIRCUMSTANCES AS THE WORLD COMES TOGETHER TO FIGHT THE #CO", "count1": 3, "count2": 2, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @USAmbUN: Here is mine: I had the joy of playing basketball with local children in #SouthSudan where I witnessed first hand the power th…", "clean_text": "RT @USAMBUN HERE IS MINE I HAD THE JOY OF PLAYING BASKETBALL WITH LOCAL CHILDREN IN #SOUTHSUDAN WHERE I WITNESSED FIRST HAND THE POWER TH", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200406, "Text": "One of the best podcasts I’ve listened to in a while. Really enjoyed the conversation https://t.co/U5rZLin1P5", "clean_text": "ONE OF THE BEST PODCASTS IVE LISTENED TO IN A WHILE REALLY ENJOYED THE CONVERSATION ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200406, "Text": "@AlderLaneeggs Unfortunately as predictable as the sun rising in the east and setting in the west. So called champi… https://t.co/8l89oWL8oP", "clean_text": "@ALDERLANEEGGS UNFORTUNATELY AS PREDICTABLE AS THE SUN RISING IN THE EAST AND SETTING IN THE WEST SO CALLED CHAMPI ", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "activiststocks", "Time": 20200405, "Text": "Elliott hedge fund gains in March, up 2.2% for year: client update https://t.co/UKdTXMudVA", "clean_text": "ELLIOTT HEDGE FUND GAINS IN MARCH UP 22% FOR YEAR CLIENT UPDATE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GothamResearch", "Time": 20200405, "Text": "3 years ago, we initiated coverage on Aurelius Equity Opportunities (listed in Germany, AR4). For those interested… https://t.co/3gX3I0yLUv", "clean_text": "3 YEARS AGO WE INITIATED COVERAGE ON AURELIUS EQUITY OPPORTUNITIES LISTED IN GERMANY AR4 FOR THOSE INTERESTED ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GothamResearch", "Time": 20200405, "Text": "RT @GothamResearch: @GothamResearch OPINIONS\n\n(2) AR4 may face similar scrutiny as Philip Green did in the UK, who was accused of systemati…", "clean_text": "RT @GOTHAMRESEARCH @GOTHAMRESEARCH OPINIONS\n\n2 AR4 MAY FACE SIMILAR SCRUTINY AS PHILIP GREEN DID IN THE UK WHO WAS ACCUSED OF SYSTEMATI", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200405, "Text": "Family members are in health care so I want to chime in...\n\n- Evidence based hospitals don’t prescribe Hydro as no… https://t.co/dUk7aB85Nd", "clean_text": "FAMILY MEMBERS ARE IN HEALTH CARE SO I WANT TO CHIME IN\n\n EVIDENCE BASED HOSPITALS DONT PRESCRIBE HYDRO AS NO ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "FCFYield", "Time": 20200405, "Text": "@ACapMgmt Bad in that more ppl are infected and don’t know it and faster spread. \n\nJust repeating what I’m being to… https://t.co/LIrBVJ356C", "clean_text": "@ACAPMGMT BAD IN THAT MORE PPL ARE INFECTED AND DONT KNOW IT AND FASTER SPREAD \n\nJUST REPEATING WHAT IM BEING TO ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200404, "Text": "Sir Chris Hohn’s TCI Fund down about 19% in March. https://t.co/OEoQn6o6OK", "clean_text": "SIR CHRIS HOHNS TCI FUND DOWN ABOUT 19% IN MARCH ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200404, "Text": "Elliott Hedge Fund Gains in March, Up 2.2% for Year: Client Update https://t.co/WHxkN7SL5p", "clean_text": "ELLIOTT HEDGE FUND GAINS IN MARCH UP 22% FOR YEAR CLIENT UPDATE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200404, "Text": "Activist investor Starboard says it has 9.3% stake in software firm Commvault https://t.co/0Mn7fBpmlA", "clean_text": "ACTIVIST INVESTOR STARBOARD SAYS IT HAS 93% STAKE IN SOFTWARE FIRM COMMVAULT ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200403, "Text": "RT @RolyTonks: @lkirchner @BGrueskin A friend of mine wrote this on Facebook: \"I swear to God, if I die in the Javits Center, it'll be the…", "clean_text": "RT @ROLYTONKS @LKIRCHNER @BGRUESKIN A FRIEND OF MINE WROTE THIS ON FACEBOOK I SWEAR TO GOD IF I DIE IN THE JAVITS CENTER ITLL BE THE", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200403, "Text": "This newsletter is the fall guy in any crisis.   https://t.co/fBleOrCrjI", "clean_text": "THIS NEWSLETTER IS THE FALL GUY IN ANY CRISIS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200403, "Text": "@AndrewRangeley Tenants kind of hold all the cards in this scenario. All outcomes s/t neg for CRE: miss/reduce paym… https://t.co/oCKp6qVEuu", "clean_text": "@ANDREWRANGELEY TENANTS KIND OF HOLD ALL THE CARDS IN THIS SCENARIO ALL OUTCOMES ST NEG FOR CRE MISSREDUCE PAYM ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20200403, "Text": "So $KKR now stiffing doctors at Envision just over a year after completing an LBO involving a ridiculous $7B+ in de… https://t.co/xznEuFVc6V", "clean_text": "SO KKR NOW STIFFING DOCTORS AT ENVISION JUST OVER A YEAR AFTER COMPLETING AN LBO INVOLVING A RIDICULOUS 7B+ IN DE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200403, "Text": "Reality TV stars don't make good leaders. Especially in a time of crisis https://t.co/t3p9KBonJ7", "clean_text": "REALITY TV STARS DONT MAKE GOOD LEADERS ESPECIALLY IN A TIME OF CRISIS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200402, "Text": "Congrats to everyone on Fintwit who bought physical oil and stored it on a supertanker in the last week. Bravo. 🥂", "clean_text": "CONGRATS TO EVERYONE ON FINTWIT WHO BOUGHT PHYSICAL OIL AND STORED IT ON A SUPERTANKER IN THE LAST WEEK BRAVO 🥂", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200402, "Text": "It will invite the wrath of FB in Zoom's core market but Mark's already tried to go after enterprise communications and failed.", "clean_text": "IT WILL INVITE THE WRATH OF FB IN ZOOM CORE MARKET BUT MARK ALREADY TRIED TO GO AFTER ENTERPRISE COMMUNICATIONS AND FAILED", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200331, "Text": "RT @USAmbUN: #FACT: Since @WHO's founding in 1948, the United States has been its largest contributor: more than $400 million in 2019 alone…", "clean_text": "RT @USAMBUN #FACT SINCE @WHO FOUNDING IN 1948 THE UNITED STATES HAS BEEN ITS LARGEST CONTRIBUTOR MORE THAN 400 MILLION IN 2019 ALONE", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "More confident in its accuracy:", "clean_text": "MORE CONFIDENT IN ITS ACCURACY", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @ricard_sole: Farewell to Phil Anderson, Nobel Laureate in Physics and @sfiscience member. He was a great inspiration, championing emerg…", "clean_text": "RT @RICARD_SOLE FAREWELL TO PHIL ANDERSON NOBEL LAUREATE IN PHYSICS AND @SFISCIENCE MEMBER HE WAS A GREAT INSPIRATION CHAMPIONING EMERG", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @katy_milkman: Overconfidence is a pernicious bias, even in experts. It's astounding how few experts' confidence intervals included the…", "clean_text": "RT @KATY_MILKMAN OVERCONFIDENCE IS A PERNICIOUS BIAS EVEN IN EXPERTS IT ASTOUNDING HOW FEW EXPERT CONFIDENCE INTERVALS INCLUDED THE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200330, "Text": "This newsletter doesn’t want everybody to take a hot shower at the same time in the house. https://t.co/i9c1dbbkYu", "clean_text": "THIS NEWSLETTER DOESNT WANT EVERYBODY TO TAKE A HOT SHOWER AT THE SAME TIME IN THE HOUSE ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200330, "Text": "@nilayshrugged @meet_sam_ @Alex_Danco but the market ex those 5 minutes is flattish. the people who come in later d… https://t.co/Yfa0buIAYi", "clean_text": "@NILAYSHRUGGED @MEET_SAM_ @ALEX_DANCO BUT THE MARKET EX THOSE 5 MINUTES IS FLATTISH THE PEOPLE WHO COME IN LATER D ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200330, "Text": "RT @carlquintanilla: GOLDMAN: “.. we believe it is likely that the market will turn lower in coming weeks, and caution short-term investors…", "clean_text": "RT @CARLQUINTANILLA GOLDMAN  WE BELIEVE IT IS LIKELY THAT THE MARKET WILL TURN LOWER IN COMING WEEKS AND CAUTION SHORTTERM INVESTORS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200330, "Text": "@TeamSchmand19 @The_investmentJ @KobeissiLetter I live in Houston, have many investors in the O&amp;G space. However, I… https://t.co/d64FPA6gZt", "clean_text": "@TEAMSCHMAND19 @THE_INVESTMENTJ @KOBEISSILETTER I LIVE IN HOUSTON HAVE MANY INVESTORS IN THE OAMPG SPACE HOWEVER I ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200330, "Text": "I miss calls like these.  David Wells laboring his way out to the mound just in time to get lit up.  Also all the c… https://t.co/pRdyUJ0YZr", "clean_text": "I MISS CALLS LIKE THESE  DAVID WELLS LABORING HIS WAY OUT TO THE MOUND JUST IN TIME TO GET LIT UP  ALSO ALL THE C ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200330, "Text": "RT @BBCBreakfast: A device which helps patients breathe has been modified and improved by the Mercedes F1 team in less than a week, it has…", "clean_text": "RT @BBCBREAKFAST A DEVICE WHICH HELPS PATIENTS BREATHE HAS BEEN MODIFIED AND IMPROVED BY THE MERCEDES F1 TEAM IN LESS THAN A WEEK IT HAS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200329, "Text": "Bill Ackman Defends CNBC Interview and $2.6 Billion Profit in Letter to Investors https://t.co/I3TGjDopb7", "clean_text": "BILL ACKMAN DEFENDS CNBC INTERVIEW AND 26 BILLION PROFIT IN LETTER TO INVESTORS ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200329, "Text": "RT @birbigs: My Girlfriend’s Boyfriend (for whatever reason) isn’t currently on netflix but it IS on prime! It’s the shelter in place strea…", "clean_text": "RT @BIRBIGS MY GIRLFRIENDS BOYFRIEND FOR WHATEVER REASON ISNT CURRENTLY ON NETFLIX BUT IT IS ON PRIME ITS THE SHELTER IN PLACE STREA", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200328, "Text": "In his debate with Bernie Joe Biden said of the pandemic “This is like a war”.  Yesterday in a CNN virtual town hal… https://t.co/Kyx6fMAHOB", "clean_text": "IN HIS DEBATE WITH BERNIE JOE BIDEN SAID OF THE PANDEMIC THIS IS LIKE A WAR”  YESTERDAY IN A CNN VIRTUAL TOWN HAL ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200328, "Text": "Who is the biggest villain in Tiger King? Joe, Doc, and Carole all run cults and have no problem exploiting and ext… https://t.co/5zO72zk8TB", "clean_text": "WHO IS THE BIGGEST VILLAIN IN TIGER KING JOE DOC AND CAROLE ALL RUN CULTS AND HAVE NO PROBLEM EXPLOITING AND EXT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200327, "Text": "To avoid additional emotional distress in the current environment, we will defer new communications of this newslet… https://t.co/cw91a7Eu4Q", "clean_text": "TO AVOID ADDITIONAL EMOTIONAL DISTRESS IN THE CURRENT ENVIRONMENT WE WILL DEFER NEW COMMUNICATIONS OF THIS NEWSLET ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200327, "Text": "@RuMcClu i thought that too but it’s a lab experiment. i agree that if you observed it in actual traders you’d thin… https://t.co/nGNwjHDsXB", "clean_text": "@RUMCCLU I THOUGHT THAT TOO BUT ITS A LAB EXPERIMENT I AGREE THAT IF YOU OBSERVED IT IN ACTUAL TRADERS YOUD THIN ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200327, "Text": "RT @dynamicvol: I've done maybe a dozen conference calls with retail investors in the past week.  Near-unanimous opinion that we've seen th…", "clean_text": "RT @DYNAMICVOL IVE DONE MAYBE A DOZEN CONFERENCE CALLS WITH RETAIL INVESTORS IN THE PAST WEEK  NEARUNANIMOUS OPINION THAT WEVE SEEN TH", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200327, "Text": "Has Mike Pence only had missionary position sex in his life?", "clean_text": "HAS MIKE PENCE ONLY HAD MISSIONARY POSITION SEX IN HIS LIFE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200326, "Text": "RT @rodneylksmith: @Greenbackd @mjmauboussin “The stress response calibrates risk taking to our circumstances, reducing it in times of prol…", "clean_text": "RT @RODNEYLKSMITH @GREENBACKD @MJMAUBOUSSIN THE STRESS RESPONSE CALIBRATES RISK TAKING TO OUR CIRCUMSTANCES REDUCING IT IN TIMES OF PROL", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200326, "Text": "RT @statedeptspox: America is mobilizing all resources in order to rapidly respond to the #coronavirus. Read the Secretary’s full statement…", "clean_text": "RT @STATEDEPTSPOX AMERICA IS MOBILIZING ALL RESOURCES IN ORDER TO RAPIDLY RESPOND TO THE #CORONAVIRUS READ THE SECRETARYS FULL STATEMENT", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200326, "Text": "RT @SecPompeo: I am pleased to announce the U.S. has made available nearly $274 million in emergency health and humanitarian funding. Our l…", "clean_text": "RT @SECPOMPEO I AM PLEASED TO ANNOUNCE THE US HAS MADE AVAILABLE NEARLY 274 MILLION IN EMERGENCY HEALTH AND HUMANITARIAN FUNDING OUR L", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200326, "Text": "RT @BloombergAsia: S&amp;P and Moody’s are downgrading U.S. companies at the fastest pace in more than a decade https://t.co/OTOVn2bPrz", "clean_text": "RT @BLOOMBERGASIA SAMPP AND MOODYS ARE DOWNGRADING US COMPANIES AT THE FASTEST PACE IN MORE THAN A DECADE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200326, "Text": "@CrookedCapital I'm not aware of anyone at this point that thinks a V is in the cards...", "clean_text": "@CROOKEDCAPITAL IM NOT AWARE OF ANYONE AT THIS POINT THAT THINKS A V IS IN THE CARDS", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200326, "Text": "@AdamBScott1979 @CrookedCapital Yep, don't disagree.  In a way, it would be fitting after this shitstorm...  Total… https://t.co/RER2ibnSfw", "clean_text": "@ADAMBSCOTT1979 @CROOKEDCAPITAL YEP DONT DISAGREE  IN A WAY IT WOULD BE FITTING AFTER THIS SHITSTORM  TOTAL ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200326, "Text": "Given how much pain happened so quickly in the markets + how much has yet to be resolved + likely understated pain… https://t.co/pSqMqtnrgh", "clean_text": "GIVEN HOW MUCH PAIN HAPPENED SO QUICKLY IN THE MARKETS HOW MUCH HAS YET TO BE RESOLVED LIKELY UNDERSTATED PAIN ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200326, "Text": "RT @LizAnnSonders: World trade plummeting in terms of cargo volumes y/y:\n \n*Shanghai port (world’s busiest): -20% (Feb)\n*LA: -23% (Feb)\n*Ho…", "clean_text": "RT @LIZANNSONDERS WORLD TRADE PLUMMETING IN TERMS OF CARGO VOLUMES YY\n \n*SHANGHAI PORT WORLDS BUSIEST 20% FEB\n*LA 23% FEB\n*HO", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Anyone in Congress even trying to put pork into the bailout bill being negotiated is guilty of treason. Ditto any A… https://t.co/evaaClFKtK", "clean_text": "ANYONE IN CONGRESS EVEN TRYING TO PUT PORK INTO THE BAILOUT BILL BEING NEGOTIATED IS GUILTY OF TREASON DITTO ANY A ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "The air in Southern California is crisp and clear these days. Sure it’s been raining, but clean air sustains due to… https://t.co/QNQinf46xT", "clean_text": "THE AIR IN SOUTHERN CALIFORNIA IS CRISP AND CLEAR THESE DAYS SURE ITS BEEN RAINING BUT CLEAN AIR SUSTAINS DUE TO ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Larry Kudlow says stimulus packages will reach $6,000,000,000,000.  Together with a sharp decline in tax receipts t… https://t.co/dA6uC6to2l", "clean_text": "LARRY KUDLOW SAYS STIMULUS PACKAGES WILL REACH 6000000000000  TOGETHER WITH A SHARP DECLINE IN TAX RECEIPTS T ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@BazCap @NickatFP I can’t even figure out a single thing going on in S3 so far... I was always on board with S2 but… https://t.co/L4oRTi0WFg", "clean_text": "@BAZCAP @NICKATFP I CANT EVEN FIGURE OUT A SINGLE THING GOING ON IN S3 SO FAR I WAS ALWAYS ON BOARD WITH S2 BUT ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@SuperMugatu @PolarisCap BUT HOW DID HE GET FROM THE SOUTH CHINA SEA TO WESTWORLD IN LIKE 2 MINUTES", "clean_text": "@SUPERMUGATU @POLARISCAP BUT HOW DID HE GET FROM THE SOUTH CHINA SEA TO WESTWORLD IN LIKE 2 MINUTES", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200325, "Text": "What company is the worst offender in hurting America's working class?  Whose business will forever change once the… https://t.co/fFcSxTuWJz", "clean_text": "WHAT COMPANY IS THE WORST OFFENDER IN HURTING AMERICA WORKING CLASS  WHOSE BUSINESS WILL FOREVER CHANGE ONCE THE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200325, "Text": "@LSValue The great irony of $ZG $Z's statements on their cash position is that the business in its growth mode woul… https://t.co/I49Y75kuhH", "clean_text": "@LSVALUE THE GREAT IRONY OF ZG Z STATEMENTS ON THEIR CASH POSITION IS THAT THE BUSINESS IN ITS GROWTH MODE WOUL ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}]