["A", {"Name": "mjmauboussin", "Time": 20200130, "Text": "RT @Thevalueteam: The more an activity involves luck, the greater the need for a robust decision-making process – and, as market strategist…", "clean_text": "RT @THEVALUETEAM THE MORE AN ACTIVITY INVOLVES LUCK THE GREATER THE NEED FOR A ROBUST DECISIONMAKING PROCESS AND AS MARKET STRATEGIST", "count1": 0, "count2": 0, "count3": 3, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200130, "Text": "Times are changing at Berkshire. I think Buffett is signaling that future BRK will be open to auctions (TECD) and a… https://t.co/xNKEQDJAje", "clean_text": "TIMES ARE CHANGING AT BERKSHIRE I THINK BUFFETT IS SIGNALING THAT FUTURE BRK WILL BE OPEN TO AUCTIONS TECD AND A ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200130, "Text": "The \"Rock Star\" did not go out with a bang. \n\nhttps://t.co/5OBsJHG57s", "clean_text": "THE ROCK STAR DID NOT GO OUT WITH A BANG \n\n", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200130, "Text": "In 02/03, as part of the post research settlement, a bunch of $JPM analysts were forced to sit in on lectures from… https://t.co/mYV3sEr1iZ", "clean_text": "IN 0203 AS PART OF THE POST RESEARCH SETTLEMENT A BUNCH OF JPM ANALYSTS WERE FORCED TO SIT IN ON LECTURES FROM ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200130, "Text": "Barrios and Wilson out at $WWE, WOW!  No one would have previously described this collection of management talent a… https://t.co/swAZ2ykl5K", "clean_text": "BARRIOS AND WILSON OUT AT WWE WOW  NO ONE WOULD HAVE PREVIOUSLY DESCRIBED THIS COLLECTION OF MANAGEMENT TALENT A ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "RT @SeanDeLaney23: Spending a lot of time this week diving into the archives of @mjmauboussin \n\nEspecially enjoyed his 2005 piece on Contra…", "clean_text": "RT @SEANDELANEY23 SPENDING A LOT OF TIME THIS WEEK DIVING INTO THE ARCHIVES OF @MJMAUBOUSSIN \n\nESPECIALLY ENJOYED HIS 2005 PIECE ON CONTRA", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "2/Ben Graham started this program in 1927 at the Extension Division of Columbia College. He taught in a building a… https://t.co/BWkotKhaRd", "clean_text": "2BEN GRAHAM STARTED THIS PROGRAM IN 1927 AT THE EXTENSION DIVISION OF COLUMBIA COLLEGE HE TAUGHT IN A BUILDING A ", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "4/A big part of the story is the massive shift in the form of investment, from tangible to intangible. This means a… https://t.co/yPzD2EmPl2", "clean_text": "4A BIG PART OF THE STORY IS THE MASSIVE SHIFT IN THE FORM OF INVESTMENT FROM TANGIBLE TO INTANGIBLE THIS MEANS A ", "count1": 1, "count2": 2, "count3": 3, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "7/We spend a lot of time discussing the limitations of multiples for valuation. You earn the right to use a multipl… https://t.co/9VbroNzizm", "clean_text": "7WE SPEND A LOT OF TIME DISCUSSING THE LIMITATIONS OF MULTIPLES FOR VALUATION YOU EARN THE RIGHT TO USE A MULTIPL ", "count1": 1, "count2": 2, "count3": 2, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "8/And expectations remain central. What has to happen for the price of a stock to make sense? No one knows how the… https://t.co/yXP4dNrfEJ", "clean_text": "8AND EXPECTATIONS REMAIN CENTRAL WHAT HAS TO HAPPEN FOR THE PRICE OF A STOCK TO MAKE SENSE NO ONE KNOWS HOW THE ", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "RT @Madelinemaub: \"...When you're not in pain or cold or experiencing a powerful emotion like anger or fear, it's very difficult to imagine…", "clean_text": "RT @MADELINEMAUB WHEN YOURE NOT IN PAIN OR COLD OR EXPERIENCING A POWERFUL EMOTION LIKE ANGER OR FEAR IT VERY DIFFICULT TO IMAGINE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200129, "Text": "Just learning about @xantunesx of @qz death We never worked together directly, but she was a big supporter of footn… https://t.co/KtG709wDlS", "clean_text": "JUST LEARNING ABOUT @XANTUNESX OF @QZ DEATH WE NEVER WORKED TOGETHER DIRECTLY BUT SHE WAS A BIG SUPPORTER OF FOOTN ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200129, "Text": "Is this a buy signal ? https://t.co/QMXWwx5Yb2", "clean_text": "IS THIS A BUY SIGNAL  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200129, "Text": "@batman10023 $clw   7.5x $215mm in ebitda. Less year end 2020 net debt of $791mm.  $50 price target. That’s a 15% f… https://t.co/QfzotUO5zf", "clean_text": "@BATMAN10023 CLW 75X 215MM IN EBITDA LESS YEAR END 2020 NET DEBT OF 791MM  50 PRICE TARGET THATS A 15% F ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200129, "Text": "@batman10023 CEO gone is a major positive.", "clean_text": "@BATMAN10023 CEO GONE IS A MAJOR POSITIVE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200129, "Text": "It's 2020, can we get a rule from the SEC to require all companies that report earnings to include a cash flow stat… https://t.co/QfnLEMu39Z", "clean_text": "IT 2020 CAN WE GET A RULE FROM THE SEC TO REQUIRE ALL COMPANIES THAT REPORT EARNINGS TO INCLUDE A CASH FLOW STAT ", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200129, "Text": "@Stavster91 $DLB is almost always overly conservative with their guidance.  For them guiding inlinish is like a rai… https://t.co/JyxS6VA8Dd", "clean_text": "@STAVSTER91 DLB IS ALMOST ALWAYS OVERLY CONSERVATIVE WITH THEIR GUIDANCE  FOR THEM GUIDING INLINISH IS LIKE A RAI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200128, "Text": "Tale of the Iowa tape over the past 6 months using RCP: Joe &amp; Liz both down a couple, Bernie &amp; Pete both up 10, Klobuchar up 5. Others dead.", "clean_text": "TALE OF THE IOWA TAPE OVER THE PAST 6 MONTHS USING RCP JOE AMP LIZ BOTH DOWN A COUPLE BERNIE AMP PETE BOTH UP 10 KLOBUCHAR UP 5 OTHERS DEAD", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "@Medallia As $MDLA insiders cash out, new investors are paying a huge price for weaker growth. @Medallia's internal… https://t.co/Hne7tWheEp", "clean_text": "@MEDALLIA AS MDLA INSIDERS CASH OUT NEW INVESTORS ARE PAYING A HUGE PRICE FOR WEAKER GROWTH @MEDALLIA INTERNAL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "Three months into FY 20, $MDLA determined the addition of a new CEO &amp; CFO + commencement of IPO readiness procedure… https://t.co/2WWzUi26oQ", "clean_text": "THREE MONTHS INTO FY 20 MDLA DETERMINED THE ADDITION OF A NEW CEO AMP CFO COMMENCEMENT OF IPO READINESS PROCEDURE ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "Despite doubling its valuation a few months earlier, $MDLA upped it by 30% to $17/share at midpoint when it initial… https://t.co/IazGlE1iAN", "clean_text": "DESPITE DOUBLING ITS VALUATION A FEW MONTHS EARLIER MDLA UPPED IT BY 30% TO 17SHARE AT MIDPOINT WHEN IT INITIAL ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "At ~$30, share price implies $MDLA is 5x more valuable than a year ago. However, $MDLA guided for FY21 rev growth t… https://t.co/K4b0Zm1LYp", "clean_text": "AT ~30 SHARE PRICE IMPLIES MDLA IS 5X MORE VALUABLE THAN A YEAR AGO HOWEVER MDLA GUIDED FOR FY21 REV GROWTH T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200128, "Text": "@isaacrochefiji @RampCapitalLLC @roundhill We've posted it on https://t.co/vEsnf97bre (VIC) on 12/18, which has a 9… https://t.co/NbSflXb29V", "clean_text": "@ISAACROCHEFIJI @RAMPCAPITALLLC @ROUNDHILL WEVE POSTED IT ON  VIC ON 1218 WHICH HAS A 9 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200128, "Text": "$LOPE - the Enron of Education? We present detailed evidence through a 870 page FOIA request that $LOPE is illegall… https://t.co/8Q5waeJd5Y", "clean_text": "LOPE  THE ENRON OF EDUCATION WE PRESENT DETAILED EVIDENCE THROUGH A 870 PAGE FOIA REQUEST THAT LOPE IS ILLEGALL ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200128, "Text": "@TheNarrenschiff $CLW now in play?  Looks like a 30% raise to Q4 guidance. The executive chairman was the guy who sold $BZ.", "clean_text": "@THENARRENSCHIFF CLW NOW IN PLAY  LOOKS LIKE A 30% RAISE TO Q4 GUIDANCE THE EXECUTIVE CHAIRMAN WAS THE GUY WHO SOLD BZ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200128, "Text": "For those that are seeking a tradeable #coronavirus index, perhaps you can consider microcap $APT, up 23% yday, dow… https://t.co/j1MhmttGH3", "clean_text": "FOR THOSE THAT ARE SEEKING A TRADEABLE #CORONAVIRUS INDEX PERHAPS YOU CAN CONSIDER MICROCAP APT UP 23% YDAY DOW ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200127, "Text": "I think a great many people will remember where they were the moment they heard Kobe Bryant had died.  I know I will.  Greatness.", "clean_text": "I THINK A GREAT MANY PEOPLE WILL REMEMBER WHERE THEY WERE THE MOMENT THEY HEARD KOBE BRYANT HAD DIED  I KNOW I WILL  GREATNESS", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "RT @JohnCendpts: $PRNB $SNY\nShort attacker Sahm Adrangi draws crosshairs over a favorite of Sanofi’s new CEO — with PhII data looming\nhttps…", "clean_text": "RT @JOHNCENDPTS PRNB SNY\nSHORT ATTACKER SAHM ADRANGI DRAWS CROSSHAIRS OVER A FAVORITE OF SANOFIS NEW CEO WITH PHII DATA LOOMING\nHTTPS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200126, "Text": "That is a solid Saturday long run. I always root for the Hoka athletes, which is a brand that is making Deckers qui… https://t.co/VIeML9F02m", "clean_text": "THAT IS A SOLID SATURDAY LONG RUN I ALWAYS ROOT FOR THE HOKA ATHLETES WHICH IS A BRAND THAT IS MAKING DECKERS QUI ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "JohnHuber72", "Time": 20200125, "Text": "This is shocking to me. How is it that Kawhi has never had a triple double? https://t.co/gALzuhoQsA", "clean_text": "THIS IS SHOCKING TO ME HOW IS IT THAT KAWHI HAS NEVER HAD A TRIPLE DOUBLE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200124, "Text": "RT @MelinAnders: 1/ A U.S. Postal inspector says there's \"probable cause\" to believe a person avoided at least $2 million in losses by trad…", "clean_text": "RT @MELINANDERS 1 A US POSTAL INSPECTOR SAYS THERE PROBABLE CAUSE TO BELIEVE A PERSON AVOIDED AT LEAST 2 MILLION IN LOSSES BY TRAD", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200123, "Text": "RT @Thevalueteam: In a wide-ranging discussion on the first episode of The Value Perspective podcast, market strategist and author Michael…", "clean_text": "RT @THEVALUETEAM IN A WIDERANGING DISCUSSION ON THE FIRST EPISODE OF THE VALUE PERSPECTIVE PODCAST MARKET STRATEGIST AND AUTHOR MICHAEL", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200123, "Text": "Who would have thought that a company founded by the sister of the head of YouTube would see a turn in consumer dem… https://t.co/85AlWCQuVL", "clean_text": "WHO WOULD HAVE THOUGHT THAT A COMPANY FOUNDED BY THE SISTER OF THE HEAD OF YOUTUBE WOULD SEE A TURN IN CONSUMER DEM ", "count1": 0, "count2": 2, "count3": 2, "count4": 2}, {"Name": "BergenCapital", "Time": 20200123, "Text": "RT @BernieSanders: That's funny. Jamie Dimon seemed fine with corporate socialism when his bank got a $416 billion bailout from American ta…", "clean_text": "RT @BERNIESANDERS THAT FUNNY JAMIE DIMON SEEMED FINE WITH CORPORATE SOCIALISM WHEN HIS BANK GOT A 416 BILLION BAILOUT FROM AMERICAN TA", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200123, "Text": "RT @MarkYusko: Serious question for all the $TSLA victory lap takers this week.\n\nDid fact that Enron stock had a massive short squeeze and…", "clean_text": "RT @MARKYUSKO SERIOUS QUESTION FOR ALL THE TSLA VICTORY LAP TAKERS THIS WEEK\n\nDID FACT THAT ENRON STOCK HAD A MASSIVE SHORT SQUEEZE AND", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200122, "Text": "The Simpsons (Mar. 19, 2000):\n\nLisa: As you know, we’ve inherited quite a budget crunch from President Trump. How b… https://t.co/Rnd69jnlgI", "clean_text": "THE SIMPSONS MAR 19 2000\n\nLISA AS YOU KNOW WEVE INHERITED QUITE A BUDGET CRUNCH FROM PRESIDENT TRUMP HOW B ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200122, "Text": "Who will end up having a longer tenure as CEO? Dave Calhoun or John Flannery?  $GE $BA #greed", "clean_text": "WHO WILL END UP HAVING A LONGER TENURE AS CEO DAVE CALHOUN OR JOHN FLANNERY  GE BA #GREED", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200122, "Text": "The Total contract to setup 20K charging stations in the Netherlands seems like a seminal event in the history of E… https://t.co/T7fiwijR00", "clean_text": "THE TOTAL CONTRACT TO SETUP 20K CHARGING STATIONS IN THE NETHERLANDS SEEMS LIKE A SEMINAL EVENT IN THE HISTORY OF E ", "count1": 1, "count2": 1, "count3": 3, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200122, "Text": "Does anyone else think that the new Google search results format looks a lot like the Yahoo search engine circa 200… https://t.co/fyzTioSzBa", "clean_text": "DOES ANYONE ELSE THINK THAT THE NEW GOOGLE SEARCH RESULTS FORMAT LOOKS A LOT LIKE THE YAHOO SEARCH ENGINE CIRCA 200 ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200122, "Text": "$SLM still charging 9%+ for their private student loans, talk about a product facing secular headwinds and eventual… https://t.co/67RnGJPS4Q", "clean_text": "SLM STILL CHARGING 9%+ FOR THEIR PRIVATE STUDENT LOANS TALK ABOUT A PRODUCT FACING SECULAR HEADWINDS AND EVENTUAL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200121, "Text": "RT @amaub: I started a weekly email newsletter for people interested in seeing the most interesting machine learning conversations on Twitt…", "clean_text": "RT @AMAUB I STARTED A WEEKLY EMAIL NEWSLETTER FOR PEOPLE INTERESTED IN SEEING THE MOST INTERESTING MACHINE LEARNING CONVERSATIONS ON TWITT", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200121, "Text": "Heading into year-end, \"financial, prof. services and tech\" wage growth declined at a rate not seen since 2008. https://t.co/0mjXryeABH", "clean_text": "HEADING INTO YEAREND FINANCIAL PROF SERVICES AND TECH WAGE GROWTH DECLINED AT A RATE NOT SEEN SINCE 2008 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20200117, "Text": "@SkeleCap Hope the lovely Mrs Skele makes a speedy recovery", "clean_text": "@SKELECAP HOPE THE LOVELY MRS SKELE MAKES A SPEEDY RECOVERY", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "We are short $MDLA and believe fair value is &gt;50% below current levels. Shares are trading over 13x sales despite a… https://t.co/VTMt9m0c4v", "clean_text": "WE ARE SHORT MDLA AND BELIEVE FAIR VALUE IS GT50% BELOW CURRENT LEVELS SHARES ARE TRADING OVER 13X SALES DESPITE A ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "$MDLA only provided two years of historical financials in its IPO documents despite a 20-year operating history whi… https://t.co/cvBybBlyW6", "clean_text": "MDLA ONLY PROVIDED TWO YEARS OF HISTORICAL FINANCIALS IN ITS IPO DOCUMENTS DESPITE A 20YEAR OPERATING HISTORY WHI ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "Excluding M&amp;A, FY 21 guidance implies revenue growth will slow to below 20.0% for the first time in over a decade!… https://t.co/WPs2dxd0wJ", "clean_text": "EXCLUDING MAMPA FY 21 GUIDANCE IMPLIES REVENUE GROWTH WILL SLOW TO BELOW 200% FOR THE FIRST TIME IN OVER A DECADE ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "Current valuation is ~5x what $MDLA valued itself internally less than a year ago.  Recent expiry of IPO share lock… https://t.co/5Ty1YdKVYY", "clean_text": "CURRENT VALUATION IS ~5X WHAT MDLA VALUED ITSELF INTERNALLY LESS THAN A YEAR AGO  RECENT EXPIRY OF IPO SHARE LOCK ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "Since 2012, Medallia has done four equity raises, each at a lower valuation than the current multiple (P/LTM sales)… https://t.co/TnLx9asb2l", "clean_text": "SINCE 2012 MEDALLIA HAS DONE FOUR EQUITY RAISES EACH AT A LOWER VALUATION THAN THE CURRENT MULTIPLE PLTM SALES ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200116, "Text": "@RandolphDuke7 Just spent three weeks building a helicopter. My son immediately wants to take it apart and start wo… https://t.co/mAHZsmRT0j", "clean_text": "@RANDOLPHDUKE7 JUST SPENT THREE WEEKS BUILDING A HELICOPTER MY SON IMMEDIATELY WANTS TO TAKE IT APART AND START WO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]