["I", {"Name": "TruthGundlach", "Time": 20200325, "Text": "I can see the S&amp;P 500 making it to around 2700 on this snap back.", "clean_text": "I CAN SEE THE SAMPP 500 MAKING IT TO AROUND 2700 ON THIS SNAP BACK", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200325, "Text": "RT @statedeptspox: The U.S. supports @UN Secretary General @AntonioGuterres and @UNEnvoySyria Pedersen's calls for a nationwide ceasefire i…", "clean_text": "RT @STATEDEPTSPOX THE US SUPPORTS @UN SECRETARY GENERAL @ANTONIOGUTERRES AND @UNENVOYSYRIA PEDERSEN CALLS FOR A NATIONWIDE CEASEFIRE I", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200325, "Text": "@snarkondeck @Macropsychology @fundingsecured @modestproposal1 if you're implying what I think you are, I'm absolutely flattered.", "clean_text": "@SNARKONDECK @MACROPSYCHOLOGY @FUNDINGSECURED @MODESTPROPOSAL1 IF YOURE IMPLYING WHAT I THINK YOU ARE IM ABSOLUTELY FLATTERED", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200325, "Text": "@tmcmill81 @nosunkcosts I can see both sides. After 9/11, DIS theme parks had ~same US visitors as pre-9/11 levels,… https://t.co/XyfdIhycIX", "clean_text": "@TMCMILL81 @NOSUNKCOSTS I CAN SEE BOTH SIDES AFTER 911 DIS THEME PARKS HAD ~SAME US VISITORS AS PRE911 LEVELS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@BazCap @NickatFP I can’t even figure out a single thing going on in S3 so far... I was always on board with S2 but… https://t.co/L4oRTi0WFg", "clean_text": "@BAZCAP @NICKATFP I CANT EVEN FIGURE OUT A SINGLE THING GOING ON IN S3 SO FAR I WAS ALWAYS ON BOARD WITH S2 BUT ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@SuperMugatu @PolarisCap I mean I can get behind the visuals being a cool thing if you’re into that but like WHAT I… https://t.co/cmWQo2TZSR", "clean_text": "@SUPERMUGATU @POLARISCAP I MEAN I CAN GET BEHIND THE VISUALS BEING A COOL THING IF YOURE INTO THAT BUT LIKE WHAT I ", "count1": 0, "count2": 1, "count3": 0, "count4": 3}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "Also I raised $20B afterwards. https://t.co/0c5HF4Exot", "clean_text": "ALSO I RAISED 20B AFTERWARDS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@SuperMugatu @pearkes Exactly, too much noise. Cases isn’t the right metric - I almost feel like deaths or ICU visi… https://t.co/d6RPZj0chH", "clean_text": "@SUPERMUGATU @PEARKES EXACTLY TOO MUCH NOISE CASES ISNT THE RIGHT METRIC  I ALMOST FEEL LIKE DEATHS OR ICU VISI ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200324, "Text": "@PromontoryInves oh yeah i mean investors will take out loans on anything.", "clean_text": "@PROMONTORYINVES OH YEAH I MEAN INVESTORS WILL TAKE OUT LOANS ON ANYTHING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200324, "Text": "Hey @Chase. What are you doing to help small business owners who had to shut down? I have two friends whose busines… https://t.co/LqUfDiJ1Vr", "clean_text": "HEY @CHASE WHAT ARE YOU DOING TO HELP SMALL BUSINESS OWNERS WHO HAD TO SHUT DOWN I HAVE TWO FRIENDS WHOSE BUSINES ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@HotlantaCapital I'm in the process of doing multiple surveys across multiple industries and I can tell you what yo… https://t.co/wv0FeG8GW6", "clean_text": "@HOTLANTACAPITAL IM IN THE PROCESS OF DOING MULTIPLE SURVEYS ACROSS MULTIPLE INDUSTRIES AND I CAN TELL YOU WHAT YO ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200323, "Text": "I relied solely on public news reports to guide my decisions regarding this newsletter. https://t.co/nLUjFQc2rE", "clean_text": "I RELIED SOLELY ON PUBLIC NEWS REPORTS TO GUIDE MY DECISIONS REGARDING THIS NEWSLETTER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200323, "Text": "@tgoldw i mean in general i am perplexed at how much tv politicians watch, sure", "clean_text": "@TGOLDW I MEAN IN GENERAL I AM PERPLEXED AT HOW MUCH TV POLITICIANS WATCH SURE", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "marketfolly", "Time": 20200323, "Text": "@ScottWapnerCNBC “If you’re levered, I wouldn’t be levered.  On the other hand, if they get this package passed (Co… https://t.co/RhixrFC8Jb", "clean_text": "@SCOTTWAPNERCNBC IF YOURE LEVERED I WOULDNT BE LEVERED  ON THE OTHER HAND IF THEY GET THIS PACKAGE PASSED CO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200323, "Text": "In 2 separate conversations today, I learned about two close friends who are now out of work. One, a magazine edito… https://t.co/5kUWv1gG6U", "clean_text": "IN 2 SEPARATE CONVERSATIONS TODAY I LEARNED ABOUT TWO CLOSE FRIENDS WHO ARE NOW OUT OF WORK ONE A MAGAZINE EDITO ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200323, "Text": "@TadAllagash I can't imagine it was good.", "clean_text": "@TADALLAGASH I CANT IMAGINE IT WAS GOOD", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200323, "Text": "@TadAllagash But I mean, I can't even imagine that's it's drinkable!  And full disclosure, I've sadly never tasted… https://t.co/gDBtBZ6Nqi", "clean_text": "@TADALLAGASH BUT I MEAN I CANT EVEN IMAGINE THAT IT DRINKABLE  AND FULL DISCLOSURE IVE SADLY NEVER TASTED ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "BergenCapital", "Time": 20200322, "Text": "RT @RaoulGMI: This is well worth a read. \n\nI think people are wildly underestimating time in this equation, and not just impact. In all out…", "clean_text": "RT @RAOULGMI THIS IS WELL WORTH A READ \n\nI THINK PEOPLE ARE WILDLY UNDERESTIMATING TIME IN THIS EQUATION AND NOT JUST IMPACT IN ALL OUT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "Great opportunity to apply your forecasting skills. I have found that the *process* of thinking about how to make g… https://t.co/STbodCCCDo", "clean_text": "GREAT OPPORTUNITY TO APPLY YOUR FORECASTING SKILLS I HAVE FOUND THAT THE *PROCESS* OF THINKING ABOUT HOW TO MAKE G ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200320, "Text": "RT @PTetlock: A rule that has yet to fail.\nWhen Michael Mauboussin writes about my work, I groan: “I wish I’d thought of saying it that way…", "clean_text": "RT @PTETLOCK A RULE THAT HAS YET TO FAIL\nWHEN MICHAEL MAUBOUSSIN WRITES ABOUT MY WORK I GROAN I WISH ID THOUGHT OF SAYING IT THAT WAY", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "matt_levine", "Time": 20200320, "Text": "@claireeboston i specified 2008 today! i think we’re there", "clean_text": "@CLAIREEBOSTON I SPECIFIED 2008 TODAY I THINK WERE THERE", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200320, "Text": "I strongly suggest no government bailouts whatsoever.  Stop back stopping greed and mismanagement.", "clean_text": "I STRONGLY SUGGEST NO GOVERNMENT BAILOUTS WHATSOEVER  STOP BACK STOPPING GREED AND MISMANAGEMENT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @Gary_D_Cohn: I really want to be optimistic. We all obsess on the equity market, but we need to get the municipal and credit markets fi…", "clean_text": "RT @GARY_D_COHN I REALLY WANT TO BE OPTIMISTIC WE ALL OBSESS ON THE EQUITY MARKET BUT WE NEED TO GET THE MUNICIPAL AND CREDIT MARKETS FI", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200319, "Text": "@felixsalmon @TheStalwart i feel like there's something economically weird about paying everyone as if they were pr… https://t.co/CRyT2BbAFw", "clean_text": "@FELIXSALMON @THESTALWART I FEEL LIKE THERE SOMETHING ECONOMICALLY WEIRD ABOUT PAYING EVERYONE AS IF THEY WERE PR ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200319, "Text": "@felixsalmon @TheStalwart i don't know if that's \"inflation\" exactly but there's something odd about turning off ha… https://t.co/IET3Wux7iX", "clean_text": "@FELIXSALMON @THESTALWART I DONT KNOW IF THAT INFLATION EXACTLY BUT THERE SOMETHING ODD ABOUT TURNING OFF HA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200319, "Text": "@felixsalmon @TheStalwart i say this as someone whose instinct is to do exactly that, it just seems economically weird in an uncharted way", "clean_text": "@FELIXSALMON @THESTALWART I SAY THIS AS SOMEONE WHOSE INSTINCT IS TO DO EXACTLY THAT IT JUST SEEMS ECONOMICALLY WEIRD IN AN UNCHARTED WAY", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200319, "Text": "@danprimack @felixsalmon @TheStalwart yeah i think that is more likely but i also think that the sort of clever eco… https://t.co/pgZmmZ4sxx", "clean_text": "@DANPRIMACK @FELIXSALMON @THESTALWART YEAH I THINK THAT IS MORE LIKELY BUT I ALSO THINK THAT THE SORT OF CLEVER ECO ", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "matt_levine", "Time": 20200319, "Text": "@AlecStapp nonononono buybacks should not increase *market cap*, they can easily increase *share price*, as i say t… https://t.co/xRXv0LNgVk", "clean_text": "@ALECSTAPP NONONONONO BUYBACKS SHOULD NOT INCREASE *MARKET CAP* THEY CAN EASILY INCREASE *SHARE PRICE* AS I SAY T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @BillAckman: Some investors have been confused by remarks. To clarify, I am confident the president will do the right thing in temporari…", "clean_text": "RT @BILLACKMAN SOME INVESTORS HAVE BEEN CONFUSED BY REMARKS TO CLARIFY I AM CONFIDENT THE PRESIDENT WILL DO THE RIGHT THING IN TEMPORARI", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @AdamSinger: The optics of celebs posting \"stay at home\" from their absurdly opulent mansions while smiling gleefully are so bad. This i…", "clean_text": "RT @ADAMSINGER THE OPTICS OF CELEBS POSTING STAY AT HOME FROM THEIR ABSURDLY OPULENT MANSIONS WHILE SMILING GLEEFULLY ARE SO BAD THIS I", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @TheStalwart: I have to admit that the daily 5% declines in my retirement money do get less painful each day, as the base dollar amount…", "clean_text": "RT @THESTALWART I HAVE TO ADMIT THAT THE DAILY 5% DECLINES IN MY RETIREMENT MONEY DO GET LESS PAINFUL EACH DAY AS THE BASE DOLLAR AMOUNT", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "I don’t think government bailouts of over leveraged companies that got over leveraged via share buybacks at all-tim… https://t.co/FGcpD1pIkO", "clean_text": "I DONT THINK GOVERNMENT BAILOUTS OF OVER LEVERAGED COMPANIES THAT GOT OVER LEVERAGED VIA SHARE BUYBACKS AT ALLTIM ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "As if we needed more evidence of a liquidity squeeze crushing asset prices, today I received panic offers of blue c… https://t.co/AVnrt9P3un", "clean_text": "AS IF WE NEEDED MORE EVIDENCE OF A LIQUIDITY SQUEEZE CRUSHING ASSET PRICES TODAY I RECEIVED PANIC OFFERS OF BLUE C ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "For the first time in years I am now not short any U.S. stocks.  I covered my last three shorts today at 2:37 p.m E… https://t.co/ojxhdnDwzx", "clean_text": "FOR THE FIRST TIME IN YEARS I AM NOW NOT SHORT ANY US STOCKS  I COVERED MY LAST THREE SHORTS TODAY AT 237 PM E ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "BergenCapital", "Time": 20200318, "Text": "RT @novogratz: I started my career as a commercial paper salesman at GS.  Never would have thought that 31 years later the CP markets would…", "clean_text": "RT @NOVOGRATZ I STARTED MY CAREER AS A COMMERCIAL PAPER SALESMAN AT GS  NEVER WOULD HAVE THOUGHT THAT 31 YEARS LATER THE CP MARKETS WOULD", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200317, "Text": "I am preparing a blitz of short-term relief that I hope will allow this newsletter to continue operating smoothly e… https://t.co/5K597ZOhrV", "clean_text": "I AM PREPARING A BLITZ OF SHORTTERM RELIEF THAT I HOPE WILL ALLOW THIS NEWSLETTER TO CONTINUE OPERATING SMOOTHLY E ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "footnoted", "Time": 20200317, "Text": "@WineRex I haven’t seen a lot disclosed so far. But that’s admittedly a universe limited to officers/directors at public companies.", "clean_text": "@WINEREX I HAVENT SEEN A LOT DISCLOSED SO FAR BUT THATS ADMITTEDLY A UNIVERSE LIMITED TO OFFICERSDIRECTORS AT PUBLIC COMPANIES", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200317, "Text": "Every time I hear an explanation of the fiscal stimulus being proposed the price tag goes up.  Just heard $1.3 Tril… https://t.co/j4RyR2HGcB", "clean_text": "EVERY TIME I HEAR AN EXPLANATION OF THE FISCAL STIMULUS BEING PROPOSED THE PRICE TAG GOES UP  JUST HEARD 13 TRIL ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200317, "Text": "Non-coronavirus / regular business concerns in owning $DIS - am I missing anything else? Thx for input. (2 slides,… https://t.co/lUCVDY03Qu", "clean_text": "NONCORONAVIRUS  REGULAR BUSINESS CONCERNS IN OWNING DIS  AM I MISSING ANYTHING ELSE THX FOR INPUT 2 SLIDES ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200317, "Text": "RT @TruthGundlach: Every time I hear an explanation of the fiscal stimulus being proposed the price tag goes up.  Just heard $1.3 Trillion.…", "clean_text": "RT @TRUTHGUNDLACH EVERY TIME I HEAR AN EXPLANATION OF THE FISCAL STIMULUS BEING PROPOSED THE PRICE TAG GOES UP  JUST HEARD 13 TRILLION", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200316, "Text": "@J264B I don’t tend to pay close attention to Form 4s. Try my friend @AsifSuria for that.", "clean_text": "@J264B I DONT TEND TO PAY CLOSE ATTENTION TO FORM 4S TRY MY FRIEND @ASIFSURIA FOR THAT", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200316, "Text": "Since @J264B asked about Form 4s, I decided to take a quick look. Expect to see a lot more margin call selling like… https://t.co/RXkCzegGU8", "clean_text": "SINCE @J264B ASKED ABOUT FORM 4S I DECIDED TO TAKE A QUICK LOOK EXPECT TO SEE A LOT MORE MARGIN CALL SELLING LIKE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200316, "Text": "@SusanOrr Pot, edibles, etc. Was from when I lived in LA.", "clean_text": "@SUSANORR POT EDIBLES ETC WAS FROM WHEN I LIVED IN LA", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "Working on getting a $DIS deck out this week (peaked my interest falling from $153 --&gt; $93) but... I have no answer… https://t.co/lsmiuaTE5p", "clean_text": "WORKING ON GETTING A DIS DECK OUT THIS WEEK PEAKED MY INTEREST FALLING FROM 153 GT 93 BUT I HAVE NO ANSWER ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "@QuisitiveInvest @IceburghCapital Agree, the ER doc's I spoke to are all HNW investors with me. I'm hearing from th… https://t.co/to6Vh1Su06", "clean_text": "@QUISITIVEINVEST @ICEBURGHCAPITAL AGREE THE ER DOC I SPOKE TO ARE ALL HNW INVESTORS WITH ME IM HEARING FROM TH ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "Am I missing something here? $CHTR https://t.co/e4XlPMSLEm", "clean_text": "AM I MISSING SOMETHING HERE CHTR ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "@LibertyRPF Well...I put in a limit order and it’s not being filled here so....? $CHTR I would take it at $350.", "clean_text": "@LIBERTYRPF WELLI PUT IN A LIMIT ORDER AND ITS NOT BEING FILLED HERE SO CHTR I WOULD TAKE IT AT 350", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "@kidkapital @unikornhunter @Bengordon2013 @HotlantaCapital I think its misleading to suggest there has been a compa… https://t.co/Mc7noxjTZH", "clean_text": "@KIDKAPITAL @UNIKORNHUNTER @BENGORDON2013 @HOTLANTACAPITAL I THINK ITS MISLEADING TO SUGGEST THERE HAS BEEN A COMPA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200315, "Text": "Now that schools are closed, I’m wondering if I can train my 9 year-old to read SEC filings?", "clean_text": "NOW THAT SCHOOLS ARE CLOSED IM WONDERING IF I CAN TRAIN MY 9 YEAROLD TO READ SEC FILINGS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200315, "Text": "RT @JustMeTurtle: I’m a garbageman, I can’t work from home and my job is an essential city service that must get done. It’s a tough job, fr…", "clean_text": "RT @JUSTMETURTLE IM A GARBAGEMAN I CANT WORK FROM HOME AND MY JOB IS AN ESSENTIAL CITY SERVICE THAT MUST GET DONE ITS A TOUGH JOB FR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @realalexkapp: I just spent hours waiting, outside, in the cold and rain, at Cedars Sinai Hospital in Los Angeles waiting to get my daug…", "clean_text": "RT @REALALEXKAPP I JUST SPENT HOURS WAITING OUTSIDE IN THE COLD AND RAIN AT CEDARS SINAI HOSPITAL IN LOS ANGELES WAITING TO GET MY DAUG", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20200313, "Text": "@MYDemaray @PScatterpatter @BarbarianCap @normonics I can't convince the lady of the house. very frustrating", "clean_text": "@MYDEMARAY @PSCATTERPATTER @BARBARIANCAP @NORMONICS I CANT CONVINCE THE LADY OF THE HOUSE VERY FRUSTRATING", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "$DIS - will cord cutting accelerate if there are no live sports on TV? I imagine it may put more pressure on the Pa… https://t.co/ztlcanwg0r", "clean_text": "DIS  WILL CORD CUTTING ACCELERATE IF THERE ARE NO LIVE SPORTS ON TV I IMAGINE IT MAY PUT MORE PRESSURE ON THE PA ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200312, "Text": "Has the VIX, sometimes called the S&amp;P fear index, ever sustained this long above 40? I don’t think so. Yet the bull… https://t.co/w9Zs6PgNsB", "clean_text": "HAS THE VIX SOMETIMES CALLED THE SAMPP FEAR INDEX EVER SUSTAINED THIS LONG ABOVE 40 I DONT THINK SO YET THE BULL ", "count1": 0, "count2": 3, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200312, "Text": "I will be doing a webcast Tuesday March 17, 2020 at 4:15 pm EST. The title is “The Price Is Right?”.", "clean_text": "I WILL BE DOING A WEBCAST TUESDAY MARCH 17 2020 AT 415 PM EST THE TITLE IS THE PRICE IS RIGHT”", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200312, "Text": "From what I can glean down here in GA, the states are doing the work of the federal gov't to shut things down. Posi… https://t.co/qVhyrcR8dl", "clean_text": "FROM WHAT I CAN GLEAN DOWN HERE IN GA THE STATES ARE DOING THE WORK OF THE FEDERAL GOVT TO SHUT THINGS DOWN POSI ", "count1": 1, "count2": 3, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200311, "Text": "@Dutch_Book i wrote it for you dutch", "clean_text": "@DUTCH_BOOK I WROTE IT FOR YOU DUTCH", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200311, "Text": "@OswaldValue I think both will happen, actually. I think this will definitely impact employment #'s. This could push US into recession.", "clean_text": "@OSWALDVALUE I THINK BOTH WILL HAPPEN ACTUALLY I THINK THIS WILL DEFINITELY IMPACT EMPLOYMENT THIS COULD PUSH US INTO RECESSION", "count1": 0, "count2": 0, "count3": 0, "count4": 2}]