["OF", {"Name": "activiststocks", "Time": 20200229, "Text": "Elliott presses SoftBank to identify $10 billion of investments it holds: sources https://t.co/dHxWSevUzv", "clean_text": "ELLIOTT PRESSES SOFTBANK TO IDENTIFY 10 BILLION OF INVESTMENTS IT HOLDS SOURCES ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200228, "Text": "Thinking of my friend, @herbgreenberg and his lovely wife, Mary, as they face this next week. All of Fintwit is pul… https://t.co/CcoWtrtZX4", "clean_text": "THINKING OF MY FRIEND @HERBGREENBERG AND HIS LOVELY WIFE MARY AS THEY FACE THIS NEXT WEEK ALL OF FINTWIT IS PUL ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200228, "Text": "RT @morganhousel: Napoleon's definition of a military genius: \n\n\"The man who can do the average thing when everyone else around him is losi…", "clean_text": "RT @MORGANHOUSEL NAPOLEON DEFINITION OF A MILITARY GENIUS \n\nTHE MAN WHO CAN DO THE AVERAGE THING WHEN EVERYONE ELSE AROUND HIM IS LOSI", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200228, "Text": "Tesla’s valuation in the German version of my DCF just increased by $100 per share. Bullish! https://t.co/x30c3gmHoB", "clean_text": "TESLAS VALUATION IN THE GERMAN VERSION OF MY DCF JUST INCREASED BY 100 PER SHARE BULLISH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20200228, "Text": "Responding to this: https://t.co/zFmYvD11Kl\n\n@GlassH_Research is in the fourth year of its campaign at $TPC https://t.co/V0rp1k3r8e", "clean_text": "RESPONDING TO THIS \n\n@GLASSH_RESEARCH IS IN THE FOURTH YEAR OF ITS CAMPAIGN AT TPC ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200228, "Text": "We closed out our short call on $BIG right around these levels months ago, that being said I don't think any of our… https://t.co/SgY2jhQOHX", "clean_text": "WE CLOSED OUT OUR SHORT CALL ON BIG RIGHT AROUND THESE LEVELS MONTHS AGO THAT BEING SAID I DONT THINK ANY OF OUR ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200227, "Text": "Crude oil prices are really weak. That is a high frequency indicator of economic stress.  Also really weak is Mike… https://t.co/ArsB4v6FuB", "clean_text": "CRUDE OIL PRICES ARE REALLY WEAK THAT IS A HIGH FREQUENCY INDICATOR OF ECONOMIC STRESS  ALSO REALLY WEAK IS MIKE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20200227, "Text": "@SuperMugatu @BesiktasNYC Does that mean they stop swiping right for fear of meeting someone or swipe more out of boredom at home?", "clean_text": "@SUPERMUGATU @BESIKTASNYC DOES THAT MEAN THEY STOP SWIPING RIGHT FOR FEAR OF MEETING SOMEONE OR SWIPE MORE OUT OF BOREDOM AT HOME", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@EyeoftheStormZ Your honesty on your $WYNN trading has been refreshing and is why you have the type of P&amp;L you do.… https://t.co/bOIG564lAZ", "clean_text": "@EYEOFTHESTORMZ YOUR HONESTY ON YOUR WYNN TRADING HAS BEEN REFRESHING AND IS WHY YOU HAVE THE TYPE OF PAMPL YOU DO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@nuggy5 It looks like $ARC bought back 3.5% of the shares outstanding THIS MORNING in a block trade....", "clean_text": "@NUGGY5 IT LOOKS LIKE ARC BOUGHT BACK 35% OF THE SHARES OUTSTANDING THIS MORNING IN A BLOCK TRADE", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200225, "Text": "RT @MebFaber: My #1 favorite read of the year!\n\nhttps://t.co/hyaR8ssRg6 https://t.co/1NOJqpUJ6I", "clean_text": "RT @MEBFABER MY #1 FAVORITE READ OF THE YEAR\n\n ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200225, "Text": "$MDLA went public at the very peak of this chart! #TechWRECKoning CC: @eringriffith https://t.co/GxKdbpLnJN", "clean_text": "MDLA WENT PUBLIC AT THE VERY PEAK OF THIS CHART #TECHWRECKONING CC @ERINGRIFFITH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200225, "Text": "@kidkapital @CharlieZvible I would argue the only thing that's been left out of the narrative around $ $ZG as it re… https://t.co/BYMljKBgTv", "clean_text": "@KIDKAPITAL @CHARLIEZVIBLE I WOULD ARGUE THE ONLY THING THAT BEEN LEFT OUT OF THE NARRATIVE AROUND  ZG AS IT RE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200224, "Text": "How many people show up at Bloomberg rallies? How many of his interviews are compelling? None, of course, since the… https://t.co/pEw4vP6ScQ", "clean_text": "HOW MANY PEOPLE SHOW UP AT BLOOMBERG RALLIES HOW MANY OF HIS INTERVIEWS ARE COMPELLING NONE OF COURSE SINCE THE ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200224, "Text": "@SirtSix @WilliamGerber1 It seems unfair to accuse us of \"cherry-picking\" TNFα. This is the one and only functional… https://t.co/bgYPmYxGT5", "clean_text": "@SIRTSIX @WILLIAMGERBER1 IT SEEMS UNFAIR TO ACCUSE US OF CHERRYPICKING TNFΑ THIS IS THE ONE AND ONLY FUNCTIONAL ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200222, "Text": "RT @bgurley: This type of interdisciplinary research is the founding principle of the Santa Fe Institute @sfiscience, where @mjmauboussin,…", "clean_text": "RT @BGURLEY THIS TYPE OF INTERDISCIPLINARY RESEARCH IS THE FOUNDING PRINCIPLE OF THE SANTA FE INSTITUTE @SFISCIENCE WHERE @MJMAUBOUSSIN", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200222, "Text": "Completely agree with this. Walking (and running) is where some of my most productive thinking gets done. https://t.co/CYpVUSZ2TG", "clean_text": "COMPLETELY AGREE WITH THIS WALKING AND RUNNING IS WHERE SOME OF MY MOST PRODUCTIVE THINKING GETS DONE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200221, "Text": "The Bloomberg Barclays Euro Aggregate Treasury Index trades at a yield-to-worst of -2bps, near September's all-time… https://t.co/yOlhZoxZF1", "clean_text": "THE BLOOMBERG BARCLAYS EURO AGGREGATE TREASURY INDEX TRADES AT A YIELDTOWORST OF 2BPS NEAR SEPTEMBER ALLTIME ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200221, "Text": "For more, see \"Xi Jinping goes viral\" in the Feb. 21 issue of Grant's. https://t.co/2v6z4wFvHk https://t.co/WNm3zMC86A", "clean_text": "FOR MORE SEE XI JINPING GOES VIRAL IN THE FEB 21 ISSUE OF GRANT  ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200221, "Text": "@SuperMugatu @BarbarianCap The undisputed heavyweight champion of all time.", "clean_text": "@SUPERMUGATU @BARBARIANCAP THE UNDISPUTED HEAVYWEIGHT CHAMPION OF ALL TIME", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200221, "Text": "The NASDAQ was $CAN's dumping ground of last resort after three failed listing attempts in China and HK.  Ill-conce… https://t.co/wXNuvwSbTK", "clean_text": "THE NASDAQ WAS CAN DUMPING GROUND OF LAST RESORT AFTER THREE FAILED LISTING ATTEMPTS IN CHINA AND HK  ILLCONCE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200220, "Text": "RT @Hipster_Trader: An entire generation of younger investors is starting to believe stocks don’t go down and fundamentals don’t matter", "clean_text": "RT @HIPSTER_TRADER AN ENTIRE GENERATION OF YOUNGER INVESTORS IS STARTING TO BELIEVE STOCKS DONT GO DOWN AND FUNDAMENTALS DONT MATTER", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200220, "Text": "@pearkes Excellent pt, but the news cycle is his  friend. In a couple of days 100% of media focus will be on the NV… https://t.co/Zo25MTByp5", "clean_text": "@PEARKES EXCELLENT PT BUT THE NEWS CYCLE IS HIS  FRIEND IN A COUPLE OF DAYS 100% OF MEDIA FOCUS WILL BE ON THE NV ", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20200220, "Text": "Shortly before NASDAQ IPO, $CAN deleted 8 of the 11 purported distributors it had previously featured on its websit… https://t.co/vgLmqkGcXS", "clean_text": "SHORTLY BEFORE NASDAQ IPO CAN DELETED 8 OF THE 11 PURPORTED DISTRIBUTORS IT HAD PREVIOUSLY FEATURED ON ITS WEBSIT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200219, "Text": "\"Xerox management said go create the new world. We don't understand it. Here are people who have a lot of ideas and… https://t.co/Z3FI4eY4LC", "clean_text": "XEROX MANAGEMENT SAID GO CREATE THE NEW WORLD WE DONT UNDERSTAND IT HERE ARE PEOPLE WHO HAVE A LOT OF IDEAS AND ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200219, "Text": "On investment ideas, the only thing that matters is the quality of the idea, not the novelty. In many areas of life… https://t.co/7vpbnBkBl1", "clean_text": "ON INVESTMENT IDEAS THE ONLY THING THAT MATTERS IS THE QUALITY OF THE IDEA NOT THE NOVELTY IN MANY AREAS OF LIFE ", "count1": 4, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200219, "Text": "@Chris_arnade @WilcoxNMP Amen, Chris.  This meaning can be found in the transcendent love of Jesus Christ as offere… https://t.co/kCYeiH9hAE", "clean_text": "@CHRIS_ARNADE @WILCOXNMP AMEN CHRIS  THIS MEANING CAN BE FOUND IN THE TRANSCENDENT LOVE OF JESUS CHRIST AS OFFERE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200218, "Text": "RT @jim_rutt: Jessika Trancik of @MIT @sfiscience explores science, and policy as a road to net0 greenhouse gas emissions.  EROEI, learning…", "clean_text": "RT @JIM_RUTT JESSIKA TRANCIK OF @MIT @SFISCIENCE EXPLORES SCIENCE AND POLICY AS A ROAD TO NET0 GREENHOUSE GAS EMISSIONS  EROEI LEARNING", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "I think this is in part a function of the current “boy who cried wolf” mentality of mkt participants. A lot of the… https://t.co/cHizvix72L", "clean_text": "I THINK THIS IS IN PART A FUNCTION OF THE CURRENT BOY WHO CRIED WOLF” MENTALITY OF MKT PARTICIPANTS A LOT OF THE ", "count1": 2, "count2": 3, "count3": 2, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "And so many otherwise thoughtful people are reflexively dismissing the criticisms because of their sources. Or, bec… https://t.co/hCLwObvic7", "clean_text": "AND SO MANY OTHERWISE THOUGHTFUL PEOPLE ARE REFLEXIVELY DISMISSING THE CRITICISMS BECAUSE OF THEIR SOURCES OR BEC ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200215, "Text": "Public Service Announcement from the former Commissioner of the FDA https://t.co/rlRJndLalT", "clean_text": "PUBLIC SERVICE ANNOUNCEMENT FROM THE FORMER COMMISSIONER OF THE FDA ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}]