["TO", {"Name": "mjmauboussin", "Time": 20200322, "Text": "Thanks, Annie. Looking forward to your new book this fall! https://t.co/ZImN8TOile https://t.co/70KQqwaO4W", "clean_text": "THANKS ANNIE LOOKING FORWARD TO YOUR NEW BOOK THIS FALL  ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200322, "Text": "No surprise here - IOC looking to postpone July 24 Tokyo Olympics. “Cancellation is not on the table”. NBC already… https://t.co/SkyipgCSPD", "clean_text": "NO SURPRISE HERE  IOC LOOKING TO POSTPONE JULY 24 TOKYO OLYMPICS CANCELLATION IS NOT ON THE TABLE” NBC ALREADY ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200322, "Text": "@stockthoughts81 Slowing the spreading - good, of course. But what will it take to open things back up for business… https://t.co/MBeyJaFnjX", "clean_text": "@STOCKTHOUGHTS81 SLOWING THE SPREADING  GOOD OF COURSE BUT WHAT WILL IT TAKE TO OPEN THINGS BACK UP FOR BUSINESS ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "Great opportunity to apply your forecasting skills. I have found that the *process* of thinking about how to make g… https://t.co/STbodCCCDo", "clean_text": "GREAT OPPORTUNITY TO APPLY YOUR FORECASTING SKILLS I HAVE FOUND THAT THE *PROCESS* OF THINKING ABOUT HOW TO MAKE G ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "Interesting paper to read in these times: Financial Loss Aversion Illusion. \"The results demonstrate that loss aver… https://t.co/v2Lwjdr4ID", "clean_text": "INTERESTING PAPER TO READ IN THESE TIMES FINANCIAL LOSS AVERSION ILLUSION THE RESULTS DEMONSTRATE THAT LOSS AVER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200321, "Text": "Helicopter money in theory makes indebted consumers more apt to pay their debts, until you say there is a moritoriu… https://t.co/ATsy7XOhsJ", "clean_text": "HELICOPTER MONEY IN THEORY MAKES INDEBTED CONSUMERS MORE APT TO PAY THEIR DEBTS UNTIL YOU SAY THERE IS A MORITORIU ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200321, "Text": "@FundyLongShort @newthrash @BarbarianCap To me, looks like Weschler will be the investment portfolio manager, and C… https://t.co/CtUOBmMGXd", "clean_text": "@FUNDYLONGSHORT @NEWTHRASH @BARBARIANCAP TO ME LOOKS LIKE WESCHLER WILL BE THE INVESTMENT PORTFOLIO MANAGER AND C ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200320, "Text": "Pleased to share our new research piece: \"BIN There, Done That.\" Should appeal to fans of @PTetlock, Danny Kahneman… https://t.co/lkWR3yQRzC", "clean_text": "PLEASED TO SHARE OUR NEW RESEARCH PIECE BIN THERE DONE THAT SHOULD APPEAL TO FANS OF @PTETLOCK DANNY KAHNEMAN ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200320, "Text": "RT @PTetlock: A rule that has yet to fail.\nWhen Michael Mauboussin writes about my work, I groan: “I wish I’d thought of saying it that way…", "clean_text": "RT @PTETLOCK A RULE THAT HAS YET TO FAIL\nWHEN MICHAEL MAUBOUSSIN WRITES ABOUT MY WORK I GROAN I WISH ID THOUGHT OF SAYING IT THAT WAY", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200320, "Text": "Update on Seth Karman’s Baupost Group. Down around 10% this year, deploying cash and looking to raise more https://t.co/Gc7KzcFnc7", "clean_text": "UPDATE ON SETH KARMANS BAUPOST GROUP DOWN AROUND 10% THIS YEAR DEPLOYING CASH AND LOOKING TO RAISE MORE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200320, "Text": "Goldman Sachs: “State-level anecdotes point to an unprecedented surge in layoffs this week. These anecdotes suggest… https://t.co/wyQQNAjdcm", "clean_text": "GOLDMAN SACHS STATELEVEL ANECDOTES POINT TO AN UNPRECEDENTED SURGE IN LAYOFFS THIS WEEK THESE ANECDOTES SUGGEST ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @StateDept: .@SecPompeo: Early on we offered to have America’s finest experts travel to China to assist them, to assist the @WHO.  We we…", "clean_text": "RT @STATEDEPT @SECPOMPEO EARLY ON WE OFFERED TO HAVE AMERICAS FINEST EXPERTS TRAVEL TO CHINA TO ASSIST THEM TO ASSIST THE @WHO  WE WE", "count1": 1, "count2": 4, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @StateDept: .@SecPompeo on #Iran, North Korea, and #COVID19: We are working diligently to create better conditions for their people. Par…", "clean_text": "RT @STATEDEPT @SECPOMPEO ON #IRAN NORTH KOREA AND #COVID19 WE ARE WORKING DILIGENTLY TO CREATE BETTER CONDITIONS FOR THEIR PEOPLE PAR", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @StateDept: .@SecPompeo delivers remarks to the media on #COVID19. https://t.co/bHe8HXe1O3", "clean_text": "RT @STATEDEPT @SECPOMPEO DELIVERS REMARKS TO THE MEDIA ON #COVID19 ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200320, "Text": "Fed to offer $1 trillion of repo going forward. https://t.co/VFppM2RIw3", "clean_text": "FED TO OFFER 1 TRILLION OF REPO GOING FORWARD ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200320, "Text": "$T - down 17% YTD, off 26% from 52wk high\n8-k: canceling the $4.0bn repurchase agreement with Morgan Stanley due to… https://t.co/mFgKYdhGFZ", "clean_text": "T  DOWN 17% YTD OFF 26% FROM 52WK HIGH\n8K CANCELING THE 40BN REPURCHASE AGREEMENT WITH MORGAN STANLEY DUE TO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200320, "Text": "Why wouldn't $AMZN eventually bid for rights to NFL, bundle it with Amazon Prime?", "clean_text": "WHY WOULDNT AMZN EVENTUALLY BID FOR RIGHTS TO NFL BUNDLE IT WITH AMAZON PRIME", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @Gary_D_Cohn: I really want to be optimistic. We all obsess on the equity market, but we need to get the municipal and credit markets fi…", "clean_text": "RT @GARY_D_COHN I REALLY WANT TO BE OPTIMISTIC WE ALL OBSESS ON THE EQUITY MARKET BUT WE NEED TO GET THE MUNICIPAL AND CREDIT MARKETS FI", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200319, "Text": "@felixsalmon @TheStalwart i say this as someone whose instinct is to do exactly that, it just seems economically weird in an uncharted way", "clean_text": "@FELIXSALMON @THESTALWART I SAY THIS AS SOMEONE WHOSE INSTINCT IS TO DO EXACTLY THAT IT JUST SEEMS ECONOMICALLY WEIRD IN AN UNCHARTED WAY", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200319, "Text": "Just days into the new normal, this newsletter is already panicking over how to sustain round-the-clock child care… https://t.co/Md4rS3Ir46", "clean_text": "JUST DAYS INTO THE NEW NORMAL THIS NEWSLETTER IS ALREADY PANICKING OVER HOW TO SUSTAIN ROUNDTHECLOCK CHILD CARE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200319, "Text": "@Find_Me_Value Main thing seems to be testing velocity. Look at China/S.Korea as they are living in the future. Onc… https://t.co/PvAurFeGIa", "clean_text": "@FIND_ME_VALUE MAIN THING SEEMS TO BE TESTING VELOCITY LOOK AT CHINASKOREA AS THEY ARE LIVING IN THE FUTURE ONC ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @BillAckman: Some investors have been confused by remarks. To clarify, I am confident the president will do the right thing in temporari…", "clean_text": "RT @BILLACKMAN SOME INVESTORS HAVE BEEN CONFUSED BY REMARKS TO CLARIFY I AM CONFIDENT THE PRESIDENT WILL DO THE RIGHT THING IN TEMPORARI", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @morganhousel: Just saw someone remove their face mask to smoke a cigarette. Life's about tradeoffs.", "clean_text": "RT @MORGANHOUSEL JUST SAW SOMEONE REMOVE THEIR FACE MASK TO SMOKE A CIGARETTE LIFE ABOUT TRADEOFFS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @cullenroche: Our retirement accounts crashed, but then we got a sneak peak at what it's like to be home all the time and realized we'd…", "clean_text": "RT @CULLENROCHE OUR RETIREMENT ACCOUNTS CRASHED BUT THEN WE GOT A SNEAK PEAK AT WHAT IT LIKE TO BE HOME ALL THE TIME AND REALIZED WED", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @TheStalwart: I have to admit that the daily 5% declines in my retirement money do get less painful each day, as the base dollar amount…", "clean_text": "RT @THESTALWART I HAVE TO ADMIT THAT THE DAILY 5% DECLINES IN MY RETIREMENT MONEY DO GET LESS PAINFUL EACH DAY AS THE BASE DOLLAR AMOUNT", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200319, "Text": "$DIS By YE2020 ESPN will have lost about 20% of subscribers since peaking in 2011. Yet, due to affiliate fee increa… https://t.co/i6cU3kXtNT", "clean_text": "DIS BY YE2020 ESPN WILL HAVE LOST ABOUT 20% OF SUBSCRIBERS SINCE PEAKING IN 2011 YET DUE TO AFFILIATE FEE INCREA ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200319, "Text": "RT @RaoulGMI: Literally no one is long enough dollars. NO ONE. Pick any currency to short, it matters not. If you are in a different countr…", "clean_text": "RT @RAOULGMI LITERALLY NO ONE IS LONG ENOUGH DOLLARS NO ONE PICK ANY CURRENCY TO SHORT IT MATTERS NOT IF YOU ARE IN A DIFFERENT COUNTR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200318, "Text": "@JamesPRyans Yep. Keep in mind that I’m not really an expert when it comes to margin calls and Form 4s. But this al… https://t.co/n2316cKn2K", "clean_text": "@JAMESPRYANS YEP KEEP IN MIND THAT IM NOT REALLY AN EXPERT WHEN IT COMES TO MARGIN CALLS AND FORM 4S BUT THIS AL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200318, "Text": "RT @BillAckman: Mr. President, the only answer is to shut down the country for the next 30 days and close the borders.  Tell all Americans…", "clean_text": "RT @BILLACKMAN MR PRESIDENT THE ONLY ANSWER IS TO SHUT DOWN THE COUNTRY FOR THE NEXT 30 DAYS AND CLOSE THE BORDERS  TELL ALL AMERICANS", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "Crude oil gapped down to $20 today.  Corporate bonds are getting pounded. We’ve officially reached “disorderly”.", "clean_text": "CRUDE OIL GAPPED DOWN TO 20 TODAY  CORPORATE BONDS ARE GETTING POUNDED WEVE OFFICIALLY REACHED DISORDERLY”", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200318, "Text": "RT @StateDept: For the latest information and updates from @CDCGov about #Coronavirus, how to protect yourself, and resources for the commu…", "clean_text": "RT @STATEDEPT FOR THE LATEST INFORMATION AND UPDATES FROM @CDCGOV ABOUT #CORONAVIRUS HOW TO PROTECT YOURSELF AND RESOURCES FOR THE COMMU", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We want to congratulate @Mimedx and CEO Tim Wright for completing the arduous process of restating its financials.… https://t.co/nNCwdA2WSd", "clean_text": "WE WANT TO CONGRATULATE @MIMEDX AND CEO TIM WRIGHT FOR COMPLETING THE ARDUOUS PROCESS OF RESTATING ITS FINANCIALS ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "Our prediction proved prescient – As disclosed on pg 70 of $MDXG's Super 10K, the Co expects FY 19 rev to be 25%-28… https://t.co/PArN8QCKbB", "clean_text": "OUR PREDICTION PROVED PRESCIENT AS DISCLOSED ON PG 70 OF MDXG SUPER 10K THE CO EXPECTS FY 19 REV TO BE 25%28 ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We believe $MDXG shares are currently trading at a deep discount to FV. Assuming the same multiple as competitor Os… https://t.co/wUuAhoKUtU", "clean_text": "WE BELIEVE MDXG SHARES ARE CURRENTLY TRADING AT A DEEP DISCOUNT TO FV ASSUMING THE SAME MULTIPLE AS COMPETITOR OS ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200318, "Text": "1.5 months ago. -35% from highs. Impact on advertising, hard to see people cancelling home broadband in these times… https://t.co/EFJdvBd5gf", "clean_text": "15 MONTHS AGO 35% FROM HIGHS IMPACT ON ADVERTISING HARD TO SEE PEOPLE CANCELLING HOME BROADBAND IN THESE TIMES ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200318, "Text": "Added substantially to $BRK - cash pile gets put to work, buybacks, pref deals, time to \"be greedy when others are… https://t.co/MUxPmVpyvW", "clean_text": "ADDED SUBSTANTIALLY TO BRK  CASH PILE GETS PUT TO WORK BUYBACKS PREF DEALS TIME TO BE GREEDY WHEN OTHERS ARE ", "count1": 0, "count2": 3, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200318, "Text": "Serious Q - the sooner things get normalized, the better. What will it take for America / the world to open back up… https://t.co/QmVLCagokm", "clean_text": "SERIOUS Q  THE SOONER THINGS GET NORMALIZED THE BETTER WHAT WILL IT TAKE FOR AMERICA  THE WORLD TO OPEN BACK UP ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200318, "Text": "No negativity from Citron in these times  Who can help?  $BFYT bringing telemedicine benefits to seniors through MA… https://t.co/XE9NTt3p3V", "clean_text": "NO NEGATIVITY FROM CITRON IN THESE TIMES  WHO CAN HELP  BFYT BRINGING TELEMEDICINE BENEFITS TO SENIORS THROUGH MA ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200318, "Text": "RT @vol_christopher: What very few realize is that the Fed's actions over the past 48 hours are primarily intended to prevent a few massive…", "clean_text": "RT @VOL_CHRISTOPHER WHAT VERY FEW REALIZE IS THAT THE FED ACTIONS OVER THE PAST 48 HOURS ARE PRIMARILY INTENDED TO PREVENT A FEW MASSIVE", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200317, "Text": "I am preparing a blitz of short-term relief that I hope will allow this newsletter to continue operating smoothly e… https://t.co/5K597ZOhrV", "clean_text": "I AM PREPARING A BLITZ OF SHORTTERM RELIEF THAT I HOPE WILL ALLOW THIS NEWSLETTER TO CONTINUE OPERATING SMOOTHLY E ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200317, "Text": "@WineRex I haven’t seen a lot disclosed so far. But that’s admittedly a universe limited to officers/directors at public companies.", "clean_text": "@WINEREX I HAVENT SEEN A LOT DISCLOSED SO FAR BUT THATS ADMITTEDLY A UNIVERSE LIMITED TO OFFICERSDIRECTORS AT PUBLIC COMPANIES", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "We issued a new report on @Medallia this morning. $MDLA has used M&amp;A to mask rapidly deteriorating organic revenue… https://t.co/FEuijFvjdN", "clean_text": "WE ISSUED A NEW REPORT ON @MEDALLIA THIS MORNING MDLA HAS USED MAMPA TO MASK RAPIDLY DETERIORATING ORGANIC REVENUE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "Path to profitability still a fairy tale. $MDLA has been unprofitable for 20 years despite minimal competition in c… https://t.co/b8ng2uUhlN", "clean_text": "PATH TO PROFITABILITY STILL A FAIRY TALE MDLA HAS BEEN UNPROFITABLE FOR 20 YEARS DESPITE MINIMAL COMPETITION IN C ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200316, "Text": "RT @komrade_kapital: Shareholder Value Network-Alfred Rappaport. It’s good to come back to the fundamentals when your conviction is being t…", "clean_text": "RT @KOMRADE_KAPITAL SHAREHOLDER VALUE NETWORKALFRED RAPPAPORT ITS GOOD TO COME BACK TO THE FUNDAMENTALS WHEN YOUR CONVICTION IS BEING T", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200316, "Text": "For those who understand the market to be a complex adaptive system @sfiscience https://t.co/jgSxbFy1Uc", "clean_text": "FOR THOSE WHO UNDERSTAND THE MARKET TO BE A COMPLEX ADAPTIVE SYSTEM @SFISCIENCE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200316, "Text": "@mikegatto to create in-kind, the AP goes and buys the bonds (or stocks), submits them to the ETF, and gets back sh… https://t.co/9aQJWjvyui", "clean_text": "@MIKEGATTO TO CREATE INKIND THE AP GOES AND BUYS THE BONDS OR STOCKS SUBMITS THEM TO THE ETF AND GETS BACK SH ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200316, "Text": "Fellow parents: my good friend and long-time home schooler, Christine Echeverri, has some great tips on how to hand… https://t.co/W6mBO46kmy", "clean_text": "FELLOW PARENTS MY GOOD FRIEND AND LONGTIME HOME SCHOOLER CHRISTINE ECHEVERRI HAS SOME GREAT TIPS ON HOW TO HAND ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200316, "Text": "Good to know that some retailers remain well-stocked! https://t.co/VECnrTFHMo", "clean_text": "GOOD TO KNOW THAT SOME RETAILERS REMAIN WELLSTOCKED ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200316, "Text": "@J264B I don’t tend to pay close attention to Form 4s. Try my friend @AsifSuria for that.", "clean_text": "@J264B I DONT TEND TO PAY CLOSE ATTENTION TO FORM 4S TRY MY FRIEND @ASIFSURIA FOR THAT", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200316, "Text": "Since @J264B asked about Form 4s, I decided to take a quick look. Expect to see a lot more margin call selling like… https://t.co/RXkCzegGU8", "clean_text": "SINCE @J264B ASKED ABOUT FORM 4S I DECIDED TO TAKE A QUICK LOOK EXPECT TO SEE A LOT MORE MARGIN CALL SELLING LIKE ", "count1": 0, "count2": 2, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200316, "Text": "So much for “passive” management!  Fixed income ETF’s designed to track indexes are underperforming those indexes b… https://t.co/PjeS5qLPDX", "clean_text": "SO MUCH FOR PASSIVE” MANAGEMENT  FIXED INCOME ETFS DESIGNED TO TRACK INDEXES ARE UNDERPERFORMING THOSE INDEXES B ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "Spoke to Houston area ER doctors at atleast 5 major hospitals. What they’ve said...if you aren’t short of breath, d… https://t.co/Ke3CqqZeVp", "clean_text": "SPOKE TO HOUSTON AREA ER DOCTORS AT ATLEAST 5 MAJOR HOSPITALS WHAT THEYVE SAIDIF YOU ARENT SHORT OF BREATH D ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "Think the reality for $DIS is similar to many /if not most companies I'm looking at - the sooner things stabilize,… https://t.co/vpVDt0dFqZ", "clean_text": "THINK THE REALITY FOR DIS IS SIMILAR TO MANY IF NOT MOST COMPANIES IM LOOKING AT  THE SOONER THINGS STABILIZE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "@QuisitiveInvest @IceburghCapital Agree, the ER doc's I spoke to are all HNW investors with me. I'm hearing from th… https://t.co/to6Vh1Su06", "clean_text": "@QUISITIVEINVEST @ICEBURGHCAPITAL AGREE THE ER DOC I SPOKE TO ARE ALL HNW INVESTORS WITH ME IM HEARING FROM TH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200316, "Text": "RT @MichaelAgne1: @BlacklionCTA @NewYorkFed Something is off with all of it to be honest, either there is massive shadow bank funding going…", "clean_text": "RT @MICHAELAGNE1 @BLACKLIONCTA @NEWYORKFED SOMETHING IS OFF WITH ALL OF IT TO BE HONEST EITHER THERE IS MASSIVE SHADOW BANK FUNDING GOING", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "@kidkapital @unikornhunter @Bengordon2013 @HotlantaCapital I think its misleading to suggest there has been a compa… https://t.co/Mc7noxjTZH", "clean_text": "@KIDKAPITAL @UNIKORNHUNTER @BENGORDON2013 @HOTLANTACAPITAL I THINK ITS MISLEADING TO SUGGEST THERE HAS BEEN A COMPA ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "PAA Research Report: OSTK: In a World Where Stocks Continually Get Cheaper, OSTK Now Trading at a Discount to Cash,… https://t.co/uKTY97s2VI", "clean_text": "PAA RESEARCH REPORT OSTK IN A WORLD WHERE STOCKS CONTINUALLY GET CHEAPER OSTK NOW TRADING AT A DISCOUNT TO CASH ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200315, "Text": "RT @MelMitchell1: If you're quarantined or otherwise stuck at home, and yearning to learn some complexity science, check out @sfiscience's…", "clean_text": "RT @MELMITCHELL1 IF YOURE QUARANTINED OR OTHERWISE STUCK AT HOME AND YEARNING TO LEARN SOME COMPLEXITY SCIENCE CHECK OUT @SFISCIENCE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200315, "Text": "RT @jennablan: Bridgewater's Ray Dalio tells the @Financial Times: “We did not know how to navigate the virus and chose not to because we d…", "clean_text": "RT @JENNABLAN BRIDGEWATER RAY DALIO TELLS THE @FINANCIAL TIMES WE DID NOT KNOW HOW TO NAVIGATE THE VIRUS AND CHOSE NOT TO BECAUSE WE D", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200315, "Text": "Now that schools are closed, I’m wondering if I can train my 9 year-old to read SEC filings?", "clean_text": "NOW THAT SCHOOLS ARE CLOSED IM WONDERING IF I CAN TRAIN MY 9 YEAROLD TO READ SEC FILINGS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200315, "Text": "Best way to tell how an executive might run a team in the future is how they are running a team now. Take a look at… https://t.co/knIL1NXpWH", "clean_text": "BEST WAY TO TELL HOW AN EXECUTIVE MIGHT RUN A TEAM IN THE FUTURE IS HOW THEY ARE RUNNING A TEAM NOW TAKE A LOOK AT ", "count1": 1, "count2": 1, "count3": 0, "count4": 3}, {"Name": "TruthGundlach", "Time": 20200315, "Text": "Fed just went to zero on Funds and massively ramped up QE4.", "clean_text": "FED JUST WENT TO ZERO ON FUNDS AND MASSIVELY RAMPED UP QE4", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200314, "Text": "Listened to @patrick_oshag podcast with @bgurley and @chetanp, which was terrific. Chetan made a point that in his… https://t.co/LEhuT9eXva", "clean_text": "LISTENED TO @PATRICK_OSHAG PODCAST WITH @BGURLEY AND @CHETANP WHICH WAS TERRIFIC CHETAN MADE A POINT THAT IN HIS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @realalexkapp: I just spent hours waiting, outside, in the cold and rain, at Cedars Sinai Hospital in Los Angeles waiting to get my daug…", "clean_text": "RT @REALALEXKAPP I JUST SPENT HOURS WAITING OUTSIDE IN THE COLD AND RAIN AT CEDARS SINAI HOSPITAL IN LOS ANGELES WAITING TO GET MY DAUG", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @BaldingsWorld: China isn't sending aid they are selling to Italy. US donated aid to China and it's continuing to sell to China. Stop sw…", "clean_text": "RT @BALDINGSWORLD CHINA ISNT SENDING AID THEY ARE SELLING TO ITALY US DONATED AID TO CHINA AND IT CONTINUING TO SELL TO CHINA STOP SW", "count1": 0, "count2": 4, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @carlquintanilla: (Verge) - Google is not working with the US government in building a nationwide website to help people determine wheth…", "clean_text": "RT @CARLQUINTANILLA VERGE  GOOGLE IS NOT WORKING WITH THE US GOVERNMENT IN BUILDING A NATIONWIDE WEBSITE TO HELP PEOPLE DETERMINE WHETH", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200314, "Text": "RT @ferventfinance: What happens to commercial real estate when people realize 80% of white-collar jobs can be done from home?", "clean_text": "RT @FERVENTFINANCE WHAT HAPPENS TO COMMERCIAL REAL ESTATE WHEN PEOPLE REALIZE 80% OF WHITECOLLAR JOBS CAN BE DONE FROM HOME", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200313, "Text": "RT @carlquintanilla: BUFFETT: “Well, it’s going to be terrible. I’ve always felt a pandemic would happen at some time. .. It won’t stop the…", "clean_text": "RT @CARLQUINTANILLA BUFFETT WELL ITS GOING TO BE TERRIBLE IVE ALWAYS FELT A PANDEMIC WOULD HAPPEN AT SOME TIME  IT WONT STOP THE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GothamResearch", "Time": 20200313, "Text": "We continue to buy equities, worldwide. We have also adjusted our positioning such that should any of the markets b… https://t.co/eadVwGDgAF", "clean_text": "WE CONTINUE TO BUY EQUITIES WORLDWIDE WE HAVE ALSO ADJUSTED OUR POSITIONING SUCH THAT SHOULD ANY OF THE MARKETS B ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "@borrowed_ideas Most of the issues came down to (a) cable networks, (b) short term issues w parks, cruises, studio… https://t.co/YE4eycIGSq", "clean_text": "@BORROWED_IDEAS MOST OF THE ISSUES CAME DOWN TO A CABLE NETWORKS B SHORT TERM ISSUES W PARKS CRUISES STUDIO ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200313, "Text": "Went to the grocery store. Shelves are empty. No toilet paper or pasta. People pushing around carts that are over f… https://t.co/OBSZ5ERVmv", "clean_text": "WENT TO THE GROCERY STORE SHELVES ARE EMPTY NO TOILET PAPER OR PASTA PEOPLE PUSHING AROUND CARTS THAT ARE OVER F ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200313, "Text": "...and to the person that grabbed the last 15(!) bottles of hand sanitizer in front other people that wanted some a… https://t.co/4p8nkE8SHS", "clean_text": "AND TO THE PERSON THAT GRABBED THE LAST 15 BOTTLES OF HAND SANITIZER IN FRONT OTHER PEOPLE THAT WANTED SOME A ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200313, "Text": "...but shout out to the grocery store staff who are working their asses off and dealing with all these jerk offs ho… https://t.co/VrZozdk1gZ", "clean_text": "BUT SHOUT OUT TO THE GROCERY STORE STAFF WHO ARE WORKING THEIR ASSES OFF AND DEALING WITH ALL THESE JERK OFFS HO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200313, "Text": "$PTON road to $5 just got faster.  $AAPL to enter home digital fitness, including cycling classes. Read full Citron… https://t.co/q5tqCNau7r", "clean_text": "PTON ROAD TO 5 JUST GOT FASTER  AAPL TO ENTER HOME DIGITAL FITNESS INCLUDING CYCLING CLASSES READ FULL CITRON ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200312, "Text": "RT @usunvie: Link to the full 🇺🇸 statement from today’s IAEA Board meeting on the agenda item dealing with Iran’s #NPT Safeguards Agreement…", "clean_text": "RT @USUNVIE LINK TO THE FULL STATEMENT FROM TODAYS IAEA BOARD MEETING ON THE AGENDA ITEM DEALING WITH IRANS #NPT SAFEGUARDS AGREEMENT", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20200312, "Text": "\"In times like this we want to assist our customers to provide relief from hardships including, customers having di… https://t.co/GO8ca0WsBF", "clean_text": "IN TIMES LIKE THIS WE WANT TO ASSIST OUR CUSTOMERS TO PROVIDE RELIEF FROM HARDSHIPS INCLUDING CUSTOMERS HAVING DI ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200312, "Text": "RT @biancoresearch: Tsys are supposed to trade as a \"rate\" but are now trading like a \"credit\"\n\nTsys prices should be rallying BIG on what…", "clean_text": "RT @BIANCORESEARCH TSYS ARE SUPPOSED TO TRADE AS A RATE BUT ARE NOW TRADING LIKE A CREDIT\n\nTSYS PRICES SHOULD BE RALLYING BIG ON WHAT", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "FCFYield", "Time": 20200312, "Text": "Closed this out for nice profit. Is this $TSLAQ always this easy to make money?😁 https://t.co/Ib0xw4wXK4", "clean_text": "CLOSED THIS OUT FOR NICE PROFIT IS THIS TSLAQ ALWAYS THIS EASY TO MAKE MONEY😁 ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200312, "Text": "@ArtkoCapital COVID-19 is just one of many viruses/diseases those people have to worry about this week", "clean_text": "@ARTKOCAPITAL COVID19 IS JUST ONE OF MANY VIRUSESDISEASES THOSE PEOPLE HAVE TO WORRY ABOUT THIS WEEK", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200312, "Text": "If @realDonaldTrump really wants to move the markets higher, it seems to me that appointing @BillGates as the speci… https://t.co/BCgBcUrKJ4", "clean_text": "IF @REALDONALDTRUMP REALLY WANTS TO MOVE THE MARKETS HIGHER IT SEEMS TO ME THAT APPOINTING @BILLGATES AS THE SPECI ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200312, "Text": "From what I can glean down here in GA, the states are doing the work of the federal gov't to shut things down. Posi… https://t.co/qVhyrcR8dl", "clean_text": "FROM WHAT I CAN GLEAN DOWN HERE IN GA THE STATES ARE DOING THE WORK OF THE FEDERAL GOVT TO SHUT THINGS DOWN POSI ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200311, "Text": "For analysts trying to get their arms around scenarios for earnings, this framework may help: Operating Leverage: A… https://t.co/tNuDQn37VJ", "clean_text": "FOR ANALYSTS TRYING TO GET THEIR ARMS AROUND SCENARIOS FOR EARNINGS THIS FRAMEWORK MAY HELP OPERATING LEVERAGE A ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200311, "Text": "People are sitting at home by themselves reading this newsletter via email—they can’t turn to colleagues. That mean… https://t.co/k9z6qpVB4U", "clean_text": "PEOPLE ARE SITTING AT HOME BY THEMSELVES READING THIS NEWSLETTER VIA EMAIL—THEY CANT TURN TO COLLEAGUES THAT MEAN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20200311, "Text": "@marcuswerther right... they're actually higher. No flight to safety as in past days and as would be indicated by a 4% equities decline.", "clean_text": "@MARCUSWERTHER RIGHT THEYRE ACTUALLY HIGHER NO FLIGHT TO SAFETY AS IN PAST DAYS AND AS WOULD BE INDICATED BY A 4% EQUITIES DECLINE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200311, "Text": "Houston Rodeo (which began March 3) has been cancelled due to Coronavirus. They typically have about 2.5m + visitor… https://t.co/xYTvNX12MK", "clean_text": "HOUSTON RODEO WHICH BEGAN MARCH 3 HAS BEEN CANCELLED DUE TO CORONAVIRUS THEY TYPICALLY HAVE ABOUT 25M VISITOR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200311, "Text": "$TRUP out with a presser to remind everyone that this loss making insurance company continues to try to rub that Be… https://t.co/62xR2Brh4y", "clean_text": "TRUP OUT WITH A PRESSER TO REMIND EVERYONE THAT THIS LOSS MAKING INSURANCE COMPANY CONTINUES TO TRY TO RUB THAT BE ", "count1": 0, "count2": 3, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20200310, "Text": "@goldencaskcap took him 2 months to show up at Wuhan. in 1998, Jiang stood on Yangtze river bank facing the flood.… https://t.co/lfJ6YAy9Xh", "clean_text": "@GOLDENCASKCAP TOOK HIM 2 MONTHS TO SHOW UP AT WUHAN IN 1998 JIANG STOOD ON YANGTZE RIVER BANK FACING THE FLOOD ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200310, "Text": "RT @jasonzweigwsj: It's always a good time to read (or re-read) Chapter Eight of  Benjamin Graham's \"The Intelligent Investor.\"\n\nToday migh…", "clean_text": "RT @JASONZWEIGWSJ IT ALWAYS A GOOD TIME TO READ OR REREAD CHAPTER EIGHT OF  BENJAMIN GRAHAM THE INTELLIGENT INVESTOR\n\nTODAY MIGH", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200310, "Text": "@modestproposal1 This is so great: “All I can do is continue to wash my hands every day and wait to hear back,” Gar… https://t.co/oJjPj70ds0", "clean_text": "@MODESTPROPOSAL1 THIS IS SO GREAT ALL I CAN DO IS CONTINUE TO WASH MY HANDS EVERY DAY AND WAIT TO HEAR BACK” GAR ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200310, "Text": "RT @spatranobis: Breaking: #COVID2019 President Xi Jinping is in epicentre Wuhan -- for the first time since the epidemic broke out  -- to…", "clean_text": "RT @SPATRANOBIS BREAKING #COVID2019 PRESIDENT XI JINPING IS IN EPICENTRE WUHAN  FOR THE FIRST TIME SINCE THE EPIDEMIC BROKE OUT TO", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200309, "Text": "RT @jemimajoanna: On Friday I wrote about China's Canaan Creative (the first crypto stock to be listed on the Nasdaq) (here https://t.co/FU…", "clean_text": "RT @JEMIMAJOANNA ON FRIDAY I WROTE ABOUT CHINA CANAAN CREATIVE THE FIRST CRYPTO STOCK TO BE LISTED ON THE NASDAQ HERE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200308, "Text": "\"At other times he will do better if he forgets about the stock market and pays attention to . . . the operating re… https://t.co/an0Vw3zziG", "clean_text": "AT OTHER TIMES HE WILL DO BETTER IF HE FORGETS ABOUT THE STOCK MARKET AND PAYS ATTENTION TO THE OPERATING RE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200308, "Text": "@robleclerc Premature to revisit Ben Graham’s quotation?", "clean_text": "@ROBLECLERC PREMATURE TO REVISIT BEN GRAHAMS QUOTATION", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200308, "Text": "Great to see something positive to start my Sunday! RT @herbgreenberg: Greetings from ⁦@ClevelandClinic⁩, Day 4 pos… https://t.co/c1ALf1Zmy7", "clean_text": "GREAT TO SEE SOMETHING POSITIVE TO START MY SUNDAY RT @HERBGREENBERG GREETINGS FROM ⁦@CLEVELANDCLINIC⁩ DAY 4 POS ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200308, "Text": "RT @Birdyword: In locked down Wuhan, teachers use an app called DingTalk to set homework. Kids realised if it got enough one-star reviews i…", "clean_text": "RT @BIRDYWORD IN LOCKED DOWN WUHAN TEACHERS USE AN APP CALLED DINGTALK TO SET HOMEWORK KIDS REALISED IF IT GOT ENOUGH ONESTAR REVIEWS I", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200308, "Text": "@btcking555 @FT @FTAlphaville @canaanio @Nasdaq $CAN claims to be the #2 industry player but yet search activity fo… https://t.co/4uKslFh4sQ", "clean_text": "@BTCKING555 @FT @FTALPHAVILLE @CANAANIO @NASDAQ CAN CLAIMS TO BE THE #2 INDUSTRY PLAYER BUT YET SEARCH ACTIVITY FO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}]