["TO", {"Name": "xuexishenghuo", "Time": 20200113, "Text": "@GMInvestor7 @SkeleCap How much cash do they have to contribute to the SF fighters foundation to make this legit with the fire code?", "clean_text": "@GMINVESTOR7 @SKELECAP HOW MUCH CASH DO THEY HAVE TO CONTRIBUTE TO THE SF FIGHTERS FOUNDATION TO MAKE THIS LEGIT WITH THE FIRE CODE", "count1": 0, "count2": 0, "count3": 3, "count4": 0}, {"Name": "pmarca", "Time": 20200113, "Text": "\"It’s been a great adventure for me to be so hated by people I hold in contempt.\" -- Roger Scruton, champion of freedom, RIP", "clean_text": "ITS BEEN A GREAT ADVENTURE FOR ME TO BE SO HATED BY PEOPLE I HOLD IN CONTEMPT  ROGER SCRUTON CHAMPION OF FREEDOM RIP", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200110, "Text": "$BA paid a visit to the #fridaynightdump, detailing severance and compensation for new/old CEOs. https://t.co/yMs7RX1NCv", "clean_text": "BA PAID A VISIT TO THE #FRIDAYNIGHTDUMP DETAILING SEVERANCE AND COMPENSATION FOR NEWOLD CEOS ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200109, "Text": "With all due respect to @obj, is this the greatest catch of all time?\n\nLet's get a ruling from @JeffMacke and… https://t.co/7aOJnp8ud0", "clean_text": "WITH ALL DUE RESPECT TO @OBJ IS THIS THE GREATEST CATCH OF ALL TIME\n\nLET GET A RULING FROM @JEFFMACKE AND ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200108, "Text": "Commodities &amp; Emerging Market stocks/bonds did well in ‘19  even with DXY flat. Weaker $ in ‘20 likely will lead to relative outperformance.", "clean_text": "COMMODITIES AMP EMERGING MARKET STOCKSBONDS DID WELL IN 19  EVEN WITH DXY FLAT WEAKER  IN 20 LIKELY WILL LEAD TO RELATIVE OUTPERFORMANCE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200108, "Text": "And here I was wondering heading into tmrw's earnings call if $AYI was actually going to revert back to reporting a… https://t.co/M0Ib0zROHu", "clean_text": "AND HERE I WAS WONDERING HEADING INTO TMRW EARNINGS CALL IF AYI WAS ACTUALLY GOING TO REVERT BACK TO REPORTING A ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200107, "Text": "“Delay of game” is the easiest call to get right every time.  A 10 year-old could do it &amp; if we run out of them it’d be so easy to automate.", "clean_text": "DELAY OF GAME” IS THE EASIEST CALL TO GET RIGHT EVERY TIME  A 10 YEAROLD COULD DO IT AMP IF WE RUN OUT OF THEM ITD BE SO EASY TO AUTOMATE", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200107, "Text": "The world will really change to the darker side when deep fake videos retroactively replace all real ones.  Devices are so easily accessed.", "clean_text": "THE WORLD WILL REALLY CHANGE TO THE DARKER SIDE WHEN DEEP FAKE VIDEOS RETROACTIVELY REPLACE ALL REAL ONES  DEVICES ARE SO EASILY ACCESSED", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200107, "Text": "The average new car cost a record $34,602 in Dec. according to J.D. Power and LMC Automotive... representing 55% of… https://t.co/D9CV1Swx8J", "clean_text": "THE AVERAGE NEW CAR COST A RECORD 34602 IN DEC ACCORDING TO JD POWER AND LMC AUTOMOTIVE REPRESENTING 55% OF ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200106, "Text": "@WalkingInvestor @AppleSupport Yes. A warning that we’d have to buy new software to get to our own files would have been nice!", "clean_text": "@WALKINGINVESTOR @APPLESUPPORT YES A WARNING THAT WED HAVE TO BUY NEW SOFTWARE TO GET TO OUR OWN FILES WOULD HAVE BEEN NICE", "count1": 0, "count2": 0, "count3": 3, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200105, "Text": "Brady’s last Patriot pass a pick six. Weird how that seems to happen. Marino was benched his last game in one of the biggest blowouts ever.", "clean_text": "BRADYS LAST PATRIOT PASS A PICK SIX WEIRD HOW THAT SEEMS TO HAPPEN MARINO WAS BENCHED HIS LAST GAME IN ONE OF THE BIGGEST BLOWOUTS EVER", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200105, "Text": "RT @ricburton: Dear @elonmusk,\n\nMy dad has never bought a new car in his life. I convinced him to buy a @Tesla.\n\nYesterday it slammed on th…", "clean_text": "RT @RICBURTON DEAR @ELONMUSK\n\nMY DAD HAS NEVER BOUGHT A NEW CAR IN HIS LIFE I CONVINCED HIM TO BUY A @TESLA\n\nYESTERDAY IT SLAMMED ON TH", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200104, "Text": "Belichick adapted to change, but his greatest asset is his ability to make the most logical decision, regardless of… https://t.co/88PIgm0gJA", "clean_text": "BELICHICK ADAPTED TO CHANGE BUT HIS GREATEST ASSET IS HIS ABILITY TO MAKE THE MOST LOGICAL DECISION REGARDLESS OF ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "pmarca", "Time": 20191231, "Text": "“The biggest kick is reading something new and exciting and then getting other people to share your enthusiasm. Bey… https://t.co/vTPshf3kQd", "clean_text": "THE BIGGEST KICK IS READING SOMETHING NEW AND EXCITING AND THEN GETTING OTHER PEOPLE TO SHARE YOUR ENTHUSIASM BEY ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20191231, "Text": "Markets are closed, but there’s still one more hour to file with the SEC. We’ll be looking for a #NYE dump!", "clean_text": "MARKETS ARE CLOSED BUT THERES STILL ONE MORE HOUR TO FILE WITH THE SEC WELL BE LOOKING FOR A #NYE DUMP", "count1": 0, "count2": 0, "count3": 1, "count4": 0}]