["OF", {"Name": "matt_levine", "Time": 20200403, "Text": "RT @RolyTonks: @lkirchner @BGrueskin A friend of mine wrote this on Facebook: \"I swear to God, if I die in the Javits Center, it'll be the…", "clean_text": "RT @ROLYTONKS @LKIRCHNER @BGRUESKIN A FRIEND OF MINE WROTE THIS ON FACEBOOK I SWEAR TO GOD IF I DIE IN THE JAVITS CENTER ITLL BE THE", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200403, "Text": "@AndrewRangeley Tenants kind of hold all the cards in this scenario. All outcomes s/t neg for CRE: miss/reduce paym… https://t.co/oCKp6qVEuu", "clean_text": "@ANDREWRANGELEY TENANTS KIND OF HOLD ALL THE CARDS IN THIS SCENARIO ALL OUTCOMES ST NEG FOR CRE MISSREDUCE PAYM ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200403, "Text": "Jim Chanos interview: covered energy shorts &amp; $LK, still likes $GRUB short. Short $WEN $DNKN $QSR bc of double hidd… https://t.co/41xEzIrlO3", "clean_text": "JIM CHANOS INTERVIEW COVERED ENERGY SHORTS AMP LK STILL LIKES GRUB SHORT SHORT WEN DNKN QSR BC OF DOUBLE HIDD ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200403, "Text": "RT @USUNRome: .@WFP has sent #COVID19 aid to 74 countries so far, including 1.4 million units of #PPE. The #USA is by far the most generous…", "clean_text": "RT @USUNROME @WFP HAS SENT #COVID19 AID TO 74 COUNTRIES SO FAR INCLUDING 14 MILLION UNITS OF #PPE THE #USA IS BY FAR THE MOST GENEROUS", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200403, "Text": "RT @FT: Rash of downgrades gives rating agencies sense of déjà vu https://t.co/V3OXEsEw7V", "clean_text": "RT @FT RASH OF DOWNGRADES GIVES RATING AGENCIES SENSE OF DÉJÀ VU ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200403, "Text": "@sabaranis1 @EventDrivenMgr Ewww *grabs a can of beans*", "clean_text": "@SABARANIS1 @EVENTDRIVENMGR EWWW *GRABS A CAN OF BEANS*", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200403, "Text": "Guy on CNBC: “the so-called Darlings of the stock market.”        \n\n...does he know?  $DAR", "clean_text": "GUY ON CNBC THE SOCALLED DARLINGS OF THE STOCK MARKET” \n\nDOES HE KNOW  DAR", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200403, "Text": "PAA Research Report: AYI:  What’s the Cost of a Digital Transformation? For Shareholders, It Could Be a Lot; Our Re… https://t.co/p8IQT47JQ6", "clean_text": "PAA RESEARCH REPORT AYI  WHATS THE COST OF A DIGITAL TRANSFORMATION FOR SHAREHOLDERS IT COULD BE A LOT OUR RE ", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "AZ_Value", "Time": 20200403, "Text": "Reality TV stars don't make good leaders. Especially in a time of crisis https://t.co/t3p9KBonJ7", "clean_text": "REALITY TV STARS DONT MAKE GOOD LEADERS ESPECIALLY IN A TIME OF CRISIS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200402, "Text": "Read the free Grant's credit primer, backstory to the panic of 2020. \n\nhttps://t.co/h61aTshvRh https://t.co/ulvgLfEn2H", "clean_text": "READ THE FREE GRANT CREDIT PRIMER BACKSTORY TO THE PANIC OF 2020 ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200402, "Text": "It will invite the wrath of FB in Zoom's core market but Mark's already tried to go after enterprise communications and failed.", "clean_text": "IT WILL INVITE THE WRATH OF FB IN ZOOM CORE MARKET BUT MARK ALREADY TRIED TO GO AFTER ENTERPRISE COMMUNICATIONS AND FAILED", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200402, "Text": "RT @russ1mitchell: 1. The head of Resmed medical device maker appeared on Cramer today and said the 1000 machines Musk said he would be don…", "clean_text": "RT @RUSS1MITCHELL 1 THE HEAD OF RESMED MEDICAL DEVICE MAKER APPEARED ON CRAMER TODAY AND SAID THE 1000 MACHINES MUSK SAID HE WOULD BE DON", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200401, "Text": "RT @USAmbUN: #FACT: Money doesn't solve problems, it just enables committed professionals to expand activities and stay ahead of emerging c…", "clean_text": "RT @USAMBUN #FACT MONEY DOESNT SOLVE PROBLEMS IT JUST ENABLES COMMITTED PROFESSIONALS TO EXPAND ACTIVITIES AND STAY AHEAD OF EMERGING C", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200401, "Text": "RT @ShimonPro: Today represents the deadliest day to date by CNN count of coronavirus deaths. The current total of 4669 death represents an…", "clean_text": "RT @SHIMONPRO TODAY REPRESENTS THE DEADLIEST DAY TO DATE BY CNN COUNT OF CORONAVIRUS DEATHS THE CURRENT TOTAL OF 4669 DEATH REPRESENTS AN", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "AZ_Value", "Time": 20200401, "Text": "RT @nycsouthpaw: This idea is like the efficient markets hypothesis of disease management. It pops up somewhere, fails miserably while caus…", "clean_text": "RT @NYCSOUTHPAW THIS IDEA IS LIKE THE EFFICIENT MARKETS HYPOTHESIS OF DISEASE MANAGEMENT IT POPS UP SOMEWHERE FAILS MISERABLY WHILE CAUS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200331, "Text": "RT @sfiscience: Our new essay series Transmission offers an array of #complexsystems insights on the #COVID19 pandemic: why systems collaps…", "clean_text": "RT @SFISCIENCE OUR NEW ESSAY SERIES TRANSMISSION OFFERS AN ARRAY OF #COMPLEXSYSTEMS INSIGHTS ON THE #COVID19 PANDEMIC WHY SYSTEMS COLLAPS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200331, "Text": "@ShiraOvide my casual assumption is that like 100% of linear tv is sports and there's no sports", "clean_text": "@SHIRAOVIDE MY CASUAL ASSUMPTION IS THAT LIKE 100% OF LINEAR TV IS SPORTS AND THERE NO SPORTS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200331, "Text": "This is the best run this newsletter has ever had. You'll have to drag me out of there. https://t.co/BZByyWWW5P", "clean_text": "THIS IS THE BEST RUN THIS NEWSLETTER HAS EVER HAD YOULL HAVE TO DRAG ME OUT OF THERE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200331, "Text": "Just as a point of comparison, $URBN also filed their 10-K and only mentioned COVID-19 28 times. Will be interestin… https://t.co/AmCUE9bRqX", "clean_text": "JUST AS A POINT OF COMPARISON URBN ALSO FILED THEIR 10K AND ONLY MENTIONED COVID19 28 TIMES WILL BE INTERESTIN ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200331, "Text": "RT @USAmbUN: #FACT: The @UN &amp; other international organizations are built on decades of unrivaled, generous, reliable support from the Amer…", "clean_text": "RT @USAMBUN #FACT THE @UN AMP OTHER INTERNATIONAL ORGANIZATIONS ARE BUILT ON DECADES OF UNRIVALED GENEROUS RELIABLE SUPPORT FROM THE AMER", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200331, "Text": "RT @USAmbUN: #FACT: @UNICEF is racing to meet the needs of children and mothers under threat of #COVID19. The American people are and have…", "clean_text": "RT @USAMBUN #FACT @UNICEF IS RACING TO MEET THE NEEDS OF CHILDREN AND MOTHERS UNDER THREAT OF #COVID19 THE AMERICAN PEOPLE ARE AND HAVE", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "FCFYield", "Time": 20200331, "Text": "@pearkes Canadian healthcare has protocols from SARS and H1N1 so were better prepared. We even had a spare bank of… https://t.co/vf9qqDrOKZ", "clean_text": "@PEARKES CANADIAN HEALTHCARE HAS PROTOCOLS FROM SARS AND H1N1 SO WERE BETTER PREPARED WE EVEN HAD A SPARE BANK OF ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "If I’m pumped by Peter Lynch to the point of making $QRTEA a top position please forgive me, market gods.  I was on… https://t.co/iRp8DeniMo", "clean_text": "IF IM PUMPED BY PETER LYNCH TO THE POINT OF MAKING QRTEA A TOP POSITION PLEASE FORGIVE ME MARKET GODS  I WAS ON ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200331, "Text": "@AlderLaneeggs It seems like one of the easier solutions to the massive consumer credit issue the US now faces. For… https://t.co/StiW9McUXK", "clean_text": "@ALDERLANEEGGS IT SEEMS LIKE ONE OF THE EASIER SOLUTIONS TO THE MASSIVE CONSUMER CREDIT ISSUE THE US NOW FACES FOR ", "count1": 1, "count2": 3, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @JacksonmMatt: My publisher agreed to let me post a chapter that discusses the basics of contagions and reproduction numbers, sprinkled…", "clean_text": "RT @JACKSONMMATT MY PUBLISHER AGREED TO LET ME POST A CHAPTER THAT DISCUSSES THE BASICS OF CONTAGIONS AND REPRODUCTION NUMBERS SPRINKLED", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200330, "Text": "Shoutout as these have been some of the best charts for comparing #COVID19 trajectories across the globe. Thread: https://t.co/Mj37c49oy6", "clean_text": "SHOUTOUT AS THESE HAVE BEEN SOME OF THE BEST CHARTS FOR COMPARING #COVID19 TRAJECTORIES ACROSS THE GLOBE THREAD ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200330, "Text": "I will doing a webcast tomorrow March 31, 2020 at 4:15 pm EDT.  It will be of the “Just Markets” variety.  The titl… https://t.co/LzPThDmoOo", "clean_text": "I WILL DOING A WEBCAST TOMORROW MARCH 31 2020 AT 415 PM EDT  IT WILL BE OF THE JUST MARKETS” VARIETY  THE TITL ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200330, "Text": "RT @antonioguterres: I'm pleased to announce, with @USAmbUN Kelly Craft, the donation to the USA of 250,000 protective face masks, just loc…", "clean_text": "RT @ANTONIOGUTERRES IM PLEASED TO ANNOUNCE WITH @USAMBUN KELLY CRAFT THE DONATION TO THE USA OF 250000 PROTECTIVE FACE MASKS JUST LOC", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200330, "Text": "This governor guy is an explosive mix of DJT and Florida man. He's trying to build some stupid wall but won't order… https://t.co/MYTvueX7rl", "clean_text": "THIS GOVERNOR GUY IS AN EXPLOSIVE MIX OF DJT AND FLORIDA MAN HE TRYING TO BUILD SOME STUPID WALL BUT WONT ORDER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200329, "Text": "@EggmanOrWalrus i believe he meant monthly carry of 27mm", "clean_text": "@EGGMANORWALRUS I BELIEVE HE MEANT MONTHLY CARRY OF 27MM", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200329, "Text": "RT @BillAckman: I have received a fair bit of criticism over the last few days from some who have claimed that I and our investors have pro…", "clean_text": "RT @BILLACKMAN I HAVE RECEIVED A FAIR BIT OF CRITICISM OVER THE LAST FEW DAYS FROM SOME WHO HAVE CLAIMED THAT I AND OUR INVESTORS HAVE PRO", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200329, "Text": "Activist investment group seeks to control board of Henrico-based Synalloy https://t.co/TYLDakrFhs", "clean_text": "ACTIVIST INVESTMENT GROUP SEEKS TO CONTROL BOARD OF HENRICOBASED SYNALLOY ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200329, "Text": "@CrookedCapital Dollar Bill having a rough go of it", "clean_text": "@CROOKEDCAPITAL DOLLAR BILL HAVING A ROUGH GO OF IT", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200329, "Text": "@Morgan_03 Try and pretend you aren’t gonna finish it before Monday.  And that you’re loving every second of it.", "clean_text": "@MORGAN_03 TRY AND PRETEND YOU ARENT GONNA FINISH IT BEFORE MONDAY  AND THAT YOURE LOVING EVERY SECOND OF IT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200328, "Text": "In his debate with Bernie Joe Biden said of the pandemic “This is like a war”.  Yesterday in a CNN virtual town hal… https://t.co/Kyx6fMAHOB", "clean_text": "IN HIS DEBATE WITH BERNIE JOE BIDEN SAID OF THE PANDEMIC THIS IS LIKE A WAR”  YESTERDAY IN A CNN VIRTUAL TOWN HAL ", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200328, "Text": "RT @USAmbUN: .@USUN is thrilled to be able to support NYC’s tireless health care workers with a donation of 250,000 protective face masks j…", "clean_text": "RT @USAMBUN @USUN IS THRILLED TO BE ABLE TO SUPPORT NYCS TIRELESS HEALTH CARE WORKERS WITH A DONATION OF 250000 PROTECTIVE FACE MASKS J", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200328, "Text": "RT @benjaminoscara: Meme of the month 🤣🤣 #TigerKing https://t.co/S6Jt4bs4l7", "clean_text": "RT @BENJAMINOSCARA MEME OF THE MONTH #TIGERKING ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200327, "Text": "@evanhughes SlateStarCodex has a roundup of studies https://t.co/vyqMQMkPSQ", "clean_text": "@EVANHUGHES SLATESTARCODEX HAS A ROUNDUP OF STUDIES ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200327, "Text": "To avoid additional emotional distress in the current environment, we will defer new communications of this newslet… https://t.co/cw91a7Eu4Q", "clean_text": "TO AVOID ADDITIONAL EMOTIONAL DISTRESS IN THE CURRENT ENVIRONMENT WE WILL DEFER NEW COMMUNICATIONS OF THIS NEWSLET ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200327, "Text": "RT @TheStalwart: NYC has run out of dogs. The crisis and confinement and need for comfort is completely eliminating the available inventory…", "clean_text": "RT @THESTALWART NYC HAS RUN OUT OF DOGS THE CRISIS AND CONFINEMENT AND NEED FOR COMFORT IS COMPLETELY ELIMINATING THE AVAILABLE INVENTORY", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200327, "Text": "Downside of working from home is 8 hours of CNBC\n\n- I’ve lost many IQ points due to this exposure (and I don’t have… https://t.co/pTSYZYuykC", "clean_text": "DOWNSIDE OF WORKING FROM HOME IS 8 HOURS OF CNBC\n\n IVE LOST MANY IQ POINTS DUE TO THIS EXPOSURE AND I DONT HAVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200327, "Text": "PAA Research Report: AYI: A perfect storm of demand destruction and continued competition from Asian imports has em… https://t.co/lGwJTZtA20", "clean_text": "PAA RESEARCH REPORT AYI A PERFECT STORM OF DEMAND DESTRUCTION AND CONTINUED COMPETITION FROM ASIAN IMPORTS HAS EM ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "pmarca", "Time": 20200326, "Text": "RT @business: Trump suggested that Americans should consider giving up the tradition of greeting each other with a hand-shake -- forever. h…", "clean_text": "RT @BUSINESS TRUMP SUGGESTED THAT AMERICANS SHOULD CONSIDER GIVING UP THE TRADITION OF GREETING EACH OTHER WITH A HANDSHAKE  FOREVER H", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200326, "Text": "RT @rodneylksmith: @Greenbackd @mjmauboussin “The stress response calibrates risk taking to our circumstances, reducing it in times of prol…", "clean_text": "RT @RODNEYLKSMITH @GREENBACKD @MJMAUBOUSSIN THE STRESS RESPONSE CALIBRATES RISK TAKING TO OUR CIRCUMSTANCES REDUCING IT IN TIMES OF PROL", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200326, "Text": "RT @jared_ellias: The 2016 DIP Loan to Kalabios Pharmaceuticals had an event of default I've never seen before. https://t.co/Asd2OBZ69T", "clean_text": "RT @JARED_ELLIAS THE 2016 DIP LOAN TO KALABIOS PHARMACEUTICALS HAD AN EVENT OF DEFAULT IVE NEVER SEEN BEFORE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200326, "Text": "Temporary market dislocations are not representative of the true value of this newsletter. https://t.co/B7BByoB5Gs", "clean_text": "TEMPORARY MARKET DISLOCATIONS ARE NOT REPRESENTATIVE OF THE TRUE VALUE OF THIS NEWSLETTER ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "FundyLongShort", "Time": 20200326, "Text": "@CrookedCapital I'm not aware of anyone at this point that thinks a V is in the cards...", "clean_text": "@CROOKEDCAPITAL IM NOT AWARE OF ANYONE AT THIS POINT THAT THINKS A V IS IN THE CARDS", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200326, "Text": "... $AMZN is +3% YTD; Hard to think for many of these companies they should trade at values they did a month or two… https://t.co/DoyrA8hyvm", "clean_text": " AMZN IS +3% YTD HARD TO THINK FOR MANY OF THESE COMPANIES THEY SHOULD TRADE AT VALUES THEY DID A MONTH OR TWO ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200326, "Text": "Market is bouncing back to quick, too far IMO\n\nDecline was too quick that people still have the over confidence of… https://t.co/OGp4Wb8D8i", "clean_text": "MARKET IS BOUNCING BACK TO QUICK TOO FAR IMO\n\nDECLINE WAS TOO QUICK THAT PEOPLE STILL HAVE THE OVER CONFIDENCE OF ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200326, "Text": "RT @hackcelerity: Lot of people just shifted horizons from 6-12 months to 2 days. Be the person who looks out a full 2 weeks and you'll fin…", "clean_text": "RT @HACKCELERITY LOT OF PEOPLE JUST SHIFTED HORIZONS FROM 612 MONTHS TO 2 DAYS BE THE PERSON WHO LOOKS OUT A FULL 2 WEEKS AND YOULL FIN", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200326, "Text": "RT @LizAnnSonders: World trade plummeting in terms of cargo volumes y/y:\n \n*Shanghai port (world’s busiest): -20% (Feb)\n*LA: -23% (Feb)\n*Ho…", "clean_text": "RT @LIZANNSONDERS WORLD TRADE PLUMMETING IN TERMS OF CARGO VOLUMES YY\n \n*SHANGHAI PORT WORLDS BUSIEST 20% FEB\n*LA 23% FEB\n*HO", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200326, "Text": "I don't know about the rest of you, but I'm a little worried that once again the Utilities sector is driving the ma… https://t.co/DH4ZPfXarB", "clean_text": "I DONT KNOW ABOUT THE REST OF YOU BUT IM A LITTLE WORRIED THAT ONCE AGAIN THE UTILITIES SECTOR IS DRIVING THE MA ", "count1": 0, "count2": 3, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200325, "Text": "Enjoyed this conversation with Tano Santos, faculty co-director and head of research of the Heilbrunn Center for Gr… https://t.co/kquge0ewYH", "clean_text": "ENJOYED THIS CONVERSATION WITH TANO SANTOS FACULTY CODIRECTOR AND HEAD OF RESEARCH OF THE HEILBRUNN CENTER FOR GR ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Anyone in Congress even trying to put pork into the bailout bill being negotiated is guilty of treason. Ditto any A… https://t.co/evaaClFKtK", "clean_text": "ANYONE IN CONGRESS EVEN TRYING TO PUT PORK INTO THE BAILOUT BILL BEING NEGOTIATED IS GUILTY OF TREASON DITTO ANY A ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Looks like pretty much everyone is not only on board with but encouraging an uncapped printing of money to “address… https://t.co/q0JPDmAzVR", "clean_text": "LOOKS LIKE PRETTY MUCH EVERYONE IS NOT ONLY ON BOARD WITH BUT ENCOURAGING AN UNCAPPED PRINTING OF MONEY TO ADDRESS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "LQD has retraced 60% of its entire decline from high to low....in two days!  And it was a real doozy of a decline.", "clean_text": "LQD HAS RETRACED 60% OF ITS ENTIRE DECLINE FROM HIGH TO LOWIN TWO DAYS  AND IT WAS A REAL DOOZY OF A DECLINE", "count1": 1, "count2": 0, "count3": 2, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Meanwhile, JNK has retraced 23% of its decline.", "clean_text": "MEANWHILE JNK HAS RETRACED 23% OF ITS DECLINE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "The Fed can buy up corporate bond ETFs and thereby prop up prices of corporate bonds, but what happens when there a… https://t.co/rrCX0x8SWP", "clean_text": "THE FED CAN BUY UP CORPORATE BOND ETFS AND THEREBY PROP UP PRICES OF CORPORATE BONDS BUT WHAT HAPPENS WHEN THERE A ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200325, "Text": "RT @VPatelFX: List of Central Banks buying assets (inc FX):\n🇺🇸 Fed\n🇪🇺 ECB\n🇬🇧 BoE\n🇯🇵 BoJ\n🇨🇭 SNB\n🇦🇺 RBA\n🇳🇿 RBNZ\n🇸🇪 Riksbank\n🇰🇷 BoK\n🇹🇭 BoT\n🇵🇭…", "clean_text": "RT @VPATELFX LIST OF CENTRAL BANKS BUYING ASSETS INC FX\n🇺🇸 FED\n🇪🇺 ECB\n🇬🇧 BOE\n🇯🇵 BOJ\n🇨🇭 SNB\n🇦🇺 RBA\n🇳🇿 RBNZ\n🇸🇪 RIKSBANK\n🇰🇷 BOK\n🇹🇭 BOT\n🇵🇭", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200325, "Text": "Almost Daily Grant's 3/25: Scales of justice     https://t.co/2SGk5XqIiq https://t.co/0WaaebLTd9", "clean_text": "ALMOST DAILY GRANT 325 SCALES OF JUSTICE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200325, "Text": "Just an observation - look at some of these off the lows, yet still down 30-60%. Mostly the most hit are the compan… https://t.co/AUQO6I5Imd", "clean_text": "JUST AN OBSERVATION  LOOK AT SOME OF THESE OFF THE LOWS YET STILL DOWN 3060% MOSTLY THE MOST HIT ARE THE COMPAN ", "count1": 0, "count2": 3, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200325, "Text": "@nosunkcosts Realistically, international parks (Shanghai, Paris, Hong Kong) generate only 20% of theme park/experi… https://t.co/p6k30crkvV", "clean_text": "@NOSUNKCOSTS REALISTICALLY INTERNATIONAL PARKS SHANGHAI PARIS HONG KONG GENERATE ONLY 20% OF THEME PARKEXPERI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200325, "Text": "Which one company has continues to exploit the millions of people who are most economically impacted by the Covid-1… https://t.co/vV3M4XoUJm", "clean_text": "WHICH ONE COMPANY HAS CONTINUES TO EXPLOIT THE MILLIONS OF PEOPLE WHO ARE MOST ECONOMICALLY IMPACTED BY THE COVID1 ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200325, "Text": "Caller - \"My mother has Corona Virus under care of a Dr.  Does she still have to make her 28% interest car payment… https://t.co/XszbKGpzUN", "clean_text": "CALLER  MY MOTHER HAS CORONA VIRUS UNDER CARE OF A DR  DOES SHE STILL HAVE TO MAKE HER 28% INTEREST CAR PAYMENT ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200325, "Text": "@LSValue The great irony of $ZG $Z's statements on their cash position is that the business in its growth mode woul… https://t.co/I49Y75kuhH", "clean_text": "@LSVALUE THE GREAT IRONY OF ZG Z STATEMENTS ON THEIR CASH POSITION IS THAT THE BUSINESS IN ITS GROWTH MODE WOUL ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200324, "Text": "The Fastest Bear Market of All Time https://t.co/N5zBd48XPc", "clean_text": "THE FASTEST BEAR MARKET OF ALL TIME ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@BenRabidoux We've been talking about the implications of a major real estate downturn for years now, so yeah \"esse… https://t.co/pskLqYf691", "clean_text": "@BENRABIDOUX WEVE BEEN TALKING ABOUT THE IMPLICATIONS OF A MAJOR REAL ESTATE DOWNTURN FOR YEARS NOW SO YEAH ESSE ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@HiddenPivots @AlderLaneeggs @jdsnowdy Who could have predicted that years of unexplained double digit growth in co… https://t.co/QLrwgueOJd", "clean_text": "@HIDDENPIVOTS @ALDERLANEEGGS @JDSNOWDY WHO COULD HAVE PREDICTED THAT YEARS OF UNEXPLAINED DOUBLE DIGIT GROWTH IN CO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "I'm kind of surprised $CSGP continues to command an 11x Price/Rev multiple considering the biz is entirely reliant… https://t.co/hcDwHznwA4", "clean_text": "IM KIND OF SURPRISED CSGP CONTINUES TO COMMAND AN 11X PRICEREV MULTIPLE CONSIDERING THE BIZ IS ENTIRELY RELIANT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@HotlantaCapital I'm in the process of doing multiple surveys across multiple industries and I can tell you what yo… https://t.co/wv0FeG8GW6", "clean_text": "@HOTLANTACAPITAL IM IN THE PROCESS OF DOING MULTIPLE SURVEYS ACROSS MULTIPLE INDUSTRIES AND I CAN TELL YOU WHAT YO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200323, "Text": "RT @tseides: Applying behavioral frameworks and good decision making in a time of crisis. Who better to ask than @mjmauboussin? \n\nhttps://t…", "clean_text": "RT @TSEIDES APPLYING BEHAVIORAL FRAMEWORKS AND GOOD DECISION MAKING IN A TIME OF CRISIS WHO BETTER TO ASK THAN @MJMAUBOUSSIN \n\n", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200323, "Text": "Tepper bought a little bit of healthcare today (hospitals), corporate loans/junk loans, some bank debt.  “Things lo… https://t.co/7q6Dhbjeli", "clean_text": "TEPPER BOUGHT A LITTLE BIT OF HEALTHCARE TODAY HOSPITALS CORPORATE LOANSJUNK LOANS SOME BANK DEBT  THINGS LO ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200323, "Text": "In 2 separate conversations today, I learned about two close friends who are now out of work. One, a magazine edito… https://t.co/5kUWv1gG6U", "clean_text": "IN 2 SEPARATE CONVERSATIONS TODAY I LEARNED ABOUT TWO CLOSE FRIENDS WHO ARE NOW OUT OF WORK ONE A MAGAZINE EDITO ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200323, "Text": "As of Wed., total net assets in Money Market Mutual Funds hit $3.94 trillion, surpassing the prior 2009 peak of $3.… https://t.co/wBVizW36gT", "clean_text": "AS OF WED TOTAL NET ASSETS IN MONEY MARKET MUTUAL FUNDS HIT 394 TRILLION SURPASSING THE PRIOR 2009 PEAK OF 3 ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "@rationalwalk Would you still own $BRK if of the $125bn in cash (~$100b excess), during this time there were no acq… https://t.co/y5DXzi7cLy", "clean_text": "@RATIONALWALK WOULD YOU STILL OWN BRK IF OF THE 125BN IN CASH ~100B EXCESS DURING THIS TIME THERE WERE NO ACQ ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "Wild times - $HHC is trading *below* ($35.70) Pershing Square's cost basis of $37/sh... -74% from 52wk highs. https://t.co/lSAckyicZK", "clean_text": "WILD TIMES  HHC IS TRADING *BELOW* 3570 PERSHING SQUARE COST BASIS OF 37SH 74% FROM 52WK HIGHS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "Brief notes on $BRK stuff - \nInvestment portfolio went from $242b (2/15) --&gt; $154b as of today. est. unrealized gai… https://t.co/8Z2UMRHKmp", "clean_text": "BRIEF NOTES ON BRK STUFF  \nINVESTMENT PORTFOLIO WENT FROM 242B 215 GT 154B AS OF TODAY EST UNREALIZED GAI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "Of the 43 holdings above $100m in current value, 26 of them are *down* since $BRK has purchased it. Not YTD, but do… https://t.co/e5xSUfZv5W", "clean_text": "OF THE 43 HOLDINGS ABOVE 100M IN CURRENT VALUE 26 OF THEM ARE *DOWN* SINCE BRK HAS PURCHASED IT NOT YTD BUT DO ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "BergenCapital", "Time": 20200323, "Text": "RT @BernieSanders: We need to send emergency cash payments of $2,000 to every person in America each month for the duration of this pandemi…", "clean_text": "RT @BERNIESANDERS WE NEED TO SEND EMERGENCY CASH PAYMENTS OF 2000 TO EVERY PERSON IN AMERICA EACH MONTH FOR THE DURATION OF THIS PANDEMI", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200322, "Text": "@CliffordAsness Perfect example the relevance of Brandolini’s Law", "clean_text": "@CLIFFORDASNESS PERFECT EXAMPLE THE RELEVANCE OF BRANDOLINIS LAW", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200322, "Text": "@inCatastrophe if you have advanced knowledge of an impending crisis, selling 0.6% of your stocks is not penny cons… https://t.co/hnJPf60iGb", "clean_text": "@INCATASTROPHE IF YOU HAVE ADVANCED KNOWLEDGE OF AN IMPENDING CRISIS SELLING 06% OF YOUR STOCKS IS NOT PENNY CONS ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Find_Me_Value", "Time": 20200322, "Text": "@stockthoughts81 Slowing the spreading - good, of course. But what will it take to open things back up for business… https://t.co/MBeyJaFnjX", "clean_text": "@STOCKTHOUGHTS81 SLOWING THE SPREADING  GOOD OF COURSE BUT WHAT WILL IT TAKE TO OPEN THINGS BACK UP FOR BUSINESS ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "Great opportunity to apply your forecasting skills. I have found that the *process* of thinking about how to make g… https://t.co/STbodCCCDo", "clean_text": "GREAT OPPORTUNITY TO APPLY YOUR FORECASTING SKILLS I HAVE FOUND THAT THE *PROCESS* OF THINKING ABOUT HOW TO MAKE G ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200321, "Text": "S&amp;P 500 -15% last 5 days....\n\nWho knows when there will be a bottom. Plenty of bad news will come out over the next… https://t.co/9JZttHibKv", "clean_text": "SAMPP 500 15% LAST 5 DAYS\n\nWHO KNOWS WHEN THERE WILL BE A BOTTOM PLENTY OF BAD NEWS WILL COME OUT OVER THE NEXT ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200320, "Text": "@dfa_advisor The Hot Hand https://t.co/NaB4QAigqy\n\nThe MVP Machine https://t.co/kLy32CZSk4\n\nThe Power of Bad https://t.co/me9S8aDsMP", "clean_text": "@DFA_ADVISOR THE HOT HAND \n\nTHE MVP MACHINE \n\nTHE POWER OF BAD ", "count1": 0, "count2": 3, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200320, "Text": "Pleased to share our new research piece: \"BIN There, Done That.\" Should appeal to fans of @PTetlock, Danny Kahneman… https://t.co/lkWR3yQRzC", "clean_text": "PLEASED TO SHARE OUR NEW RESEARCH PIECE BIN THERE DONE THAT SHOULD APPEAL TO FANS OF @PTETLOCK DANNY KAHNEMAN ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200320, "Text": "RT @PTetlock: A rule that has yet to fail.\nWhen Michael Mauboussin writes about my work, I groan: “I wish I’d thought of saying it that way…", "clean_text": "RT @PTETLOCK A RULE THAT HAS YET TO FAIL\nWHEN MICHAEL MAUBOUSSIN WRITES ABOUT MY WORK I GROAN I WISH ID THOUGHT OF SAYING IT THAT WAY", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @SecPompeo: Congratulations @Almagro_OEA2015 on your re-election as Secretary General of the Organization of American States. Under your…", "clean_text": "RT @SECPOMPEO CONGRATULATIONS @ALMAGRO_OEA2015 ON YOUR REELECTION AS SECRETARY GENERAL OF THE ORGANIZATION OF AMERICAN STATES UNDER YOUR", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "GrantsPub", "Time": 20200320, "Text": "Fed to offer $1 trillion of repo going forward. https://t.co/VFppM2RIw3", "clean_text": "FED TO OFFER 1 TRILLION OF REPO GOING FORWARD ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200320, "Text": "$LSXMA $BATRA $FWONA 8-k yest: \"fully repaid $LYV margin loan using a portion of cash on hand. Margin loan of $130m… https://t.co/XhPcwYTcJO", "clean_text": "LSXMA BATRA FWONA 8K YEST FULLY REPAID LYV MARGIN LOAN USING A PORTION OF CASH ON HAND MARGIN LOAN OF 130M ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "Find_Me_Value", "Time": 20200320, "Text": "$CCL Carnival 8-k: \"US net loss of $781m in Q1 2020, vs Q1 2019 $336m. Q1 2020 includes $932m goodwill and ship imp… https://t.co/0W5NRmsKMl", "clean_text": "CCL CARNIVAL 8K US NET LOSS OF 781M IN Q1 2020 VS Q1 2019 336M Q1 2020 INCLUDES 932M GOODWILL AND SHIP IMP ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]