["OF", {"Name": "probesreporter", "Time": 20200515, "Text": "@mkraju Contact us. Our @JohnPGavin is an expert in interpreting these types of announcements and will gladly lend… https://t.co/53e8o3TvqF", "clean_text": "@MKRAJU CONTACT US OUR @JOHNPGAVIN IS AN EXPERT IN INTERPRETING THESE TYPES OF ANNOUNCEMENTS AND WILL GLADLY LEND ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "@jeremyherb Contact us. Our @JohnPGavin is an expert in interpreting these types of announcements and will gladly l… https://t.co/1NmWLQnvdC", "clean_text": "@JEREMYHERB CONTACT US OUR @JOHNPGAVIN IS AN EXPERT IN INTERPRETING THESE TYPES OF ANNOUNCEMENTS AND WILL GLADLY L ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @DrDenaGrayson Reviving my podcast on home canning called @CanningSeason.  Feels like people need that kind of message / di…", "clean_text": "RT @JOHNPGAVIN @DRDENAGRAYSON REVIVING MY PODCAST ON HOME CANNING CALLED @CANNINGSEASON  FEELS LIKE PEOPLE NEED THAT KIND OF MESSAGE  DI", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200515, "Text": "This 13F season is one of the most interesting/useful in a while due to the timing of the portfolio snapshot (Mar 3… https://t.co/ndSIZMLm4V", "clean_text": "THIS 13F SEASON IS ONE OF THE MOST INTERESTINGUSEFUL IN A WHILE DUE TO THE TIMING OF THE PORTFOLIO SNAPSHOT MAR 3 ", "count1": 3, "count2": 2, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200515, "Text": "RT @hackcelerity: Sitting at my desk, being passive aggressive with my replies, and a chill runs down my back. I'm reminding myself of Mich…", "clean_text": "RT @HACKCELERITY SITTING AT MY DESK BEING PASSIVE AGGRESSIVE WITH MY REPLIES AND A CHILL RUNS DOWN MY BACK IM REMINDING MYSELF OF MICH", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200515, "Text": "@RodBoydILM @theofrancis One of my favorites: https://t.co/fVjw1Mnve6 https://t.co/3UXIUzq3iW", "clean_text": "@RODBOYDILM @THEOFRANCIS ONE OF MY FAVORITES  ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200515, "Text": "RT @jfc_3_: Thread \n\nCOVID-19 and Spanish Influenza similarities in terms of the American experience, the dominant narratives, and random a…", "clean_text": "RT @JFC_3_ THREAD \n\nCOVID19 AND SPANISH INFLUENZA SIMILARITIES IN TERMS OF THE AMERICAN EXPERIENCE THE DOMINANT NARRATIVES AND RANDOM A", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "Today, I had the pleasure of speaking with @MOHW_Taiwan's virtual forum in combatting #COVID19 about the vital impo… https://t.co/qbdfOuBP8U", "clean_text": "TODAY I HAD THE PLEASURE OF SPEAKING WITH @MOHW_TAIWAN VIRTUAL FORUM IN COMBATTING #COVID19 ABOUT THE VITAL IMPO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200515, "Text": "RT @usmissiongeneva: On this International #DayofFamilies, we celebrate the family as essential to both the formation and health of society…", "clean_text": "RT @USMISSIONGENEVA ON THIS INTERNATIONAL #DAYOFFAMILIES WE CELEBRATE THE FAMILY AS ESSENTIAL TO BOTH THE FORMATION AND HEALTH OF SOCIETY", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO said that ~80% of wound care centers were now open (up from ~70% in April) and that more than 50% of wound ca… https://t.co/ebEv1JaoYi", "clean_text": "ORGO SAID THAT ~80% OF WOUND CARE CENTERS WERE NOW OPEN UP FROM ~70% IN APRIL AND THAT MORE THAN 50% OF WOUND CA ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO, a $MDXG competitor in the allograft space, provided an encouraging update regarding the current status of an… https://t.co/7doJ5SWNV6", "clean_text": "ORGO A MDXG COMPETITOR IN THE ALLOGRAFT SPACE PROVIDED AN ENCOURAGING UPDATE REGARDING THE CURRENT STATUS OF AN ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "Overall, these positive developments strongly support our view that the impact of COVID-19 on $MDXG will ultimately… https://t.co/h8YabBGUAI", "clean_text": "OVERALL THESE POSITIVE DEVELOPMENTS STRONGLY SUPPORT OUR VIEW THAT THE IMPACT OF COVID19 ON MDXG WILL ULTIMATELY ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO also stated that, because a large portion of allograft treatments are non-elective, the delaying of treatment… https://t.co/HlapJx9FIU", "clean_text": "ORGO ALSO STATED THAT BECAUSE A LARGE PORTION OF ALLOGRAFT TREATMENTS ARE NONELECTIVE THE DELAYING OF TREATMENT ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200515, "Text": "\"More data has been created in the last 2 years than in the entire previous history of humans.\"\n\nData in the first… https://t.co/uokvvm4Vto", "clean_text": "MORE DATA HAS BEEN CREATED IN THE LAST 2 YEARS THAN IN THE ENTIRE PREVIOUS HISTORY OF HUMANS\n\nDATA IN THE FIRST ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200515, "Text": "The Last Dance: those final two minutes of episode seven... wow! Chills. That's totally me ordering at Chipotle.", "clean_text": "THE LAST DANCE THOSE FINAL TWO MINUTES OF EPISODE SEVEN WOW CHILLS THAT TOTALLY ME ORDERING AT CHIPOTLE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200514, "Text": "$GBP British Pound back to the lows ~37% and 75% of $WDFC sale and cash, respectively, tied to the currency… https://t.co/2LGTyHjcTA", "clean_text": "GBP BRITISH POUND BACK TO THE LOWS ~37% AND 75% OF WDFC SALE AND CASH RESPECTIVELY TIED TO THE CURRENCY ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200514, "Text": "RT @JohnPGavin: As a concept, cruises deliver a lot of value for the money.  While the industry that may undergo some financial restructuri…", "clean_text": "RT @JOHNPGAVIN AS A CONCEPT CRUISES DELIVER A LOT OF VALUE FOR THE MONEY  WHILE THE INDUSTRY THAT MAY UNDERGO SOME FINANCIAL RESTRUCTURI", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "probesreporter", "Time": 20200514, "Text": "It wasn't that long ago when when you could fabricate some crypto-whatever piece of garbage and get the rubes to bid it up.", "clean_text": "IT WASNT THAT LONG AGO WHEN WHEN YOU COULD FABRICATE SOME CRYPTOWHATEVER PIECE OF GARBAGE AND GET THE RUBES TO BID IT UP", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200514, "Text": "@Upper20sStCap Make it 1500 and some of them will probably drown", "clean_text": "@UPPER20SSTCAP MAKE IT 1500 AND SOME OF THEM WILL PROBABLY DROWN", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200514, "Text": "Consistently amazed by the number of people talking about how WFH is here to stay, while in the real life all anyon… https://t.co/XB3AtY0PMa", "clean_text": "CONSISTENTLY AMAZED BY THE NUMBER OF PEOPLE TALKING ABOUT HOW WFH IS HERE TO STAY WHILE IN THE REAL LIFE ALL ANYON ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200514, "Text": "This was a nice catch by @Stockjabber on something I had not yet heard of. Not seeing it in a lot of companies — ye… https://t.co/PlJ8UsALOV", "clean_text": "THIS WAS A NICE CATCH BY @STOCKJABBER ON SOMETHING I HAD NOT YET HEARD OF NOT SEEING IT IN A LOT OF COMPANIES YE ", "count1": 0, "count2": 2, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200514, "Text": "Interesting terms in section 3.3 of exhibit 4.35 to the $NIO 20-F: if it fails to make any of the NIO China install… https://t.co/W8IpS4ylTh", "clean_text": "INTERESTING TERMS IN SECTION 33 OF EXHIBIT 435 TO THE NIO 20F IF IT FAILS TO MAKE ANY OF THE NIO CHINA INSTALL ", "count1": 2, "count2": 2, "count3": 2, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200514, "Text": "Mayor Garcetti said “We’ll never be completely open until we have a cure.”  It was reported he said “The city of Lo… https://t.co/1imaM4EOrJ", "clean_text": "MAYOR GARCETTI SAID WELL NEVER BE COMPLETELY OPEN UNTIL WE HAVE A CURE”  IT WAS REPORTED HE SAID THE CITY OF LO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200514, "Text": "For decades approximately 25% of submitted claims for unemployment benefits were deemed qualified. At present about… https://t.co/Zfrxi2P5oA", "clean_text": "FOR DECADES APPROXIMATELY 25% OF SUBMITTED CLAIMS FOR UNEMPLOYMENT BENEFITS WERE DEEMED QUALIFIED AT PRESENT ABOUT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200514, "Text": "@NoonSixCap Stylistically, I think of it as “mean reversion” vs “defiance of mean reversion”. \n\nBetting on an unlov… https://t.co/5xkFg6YsIr", "clean_text": "@NOONSIXCAP STYLISTICALLY I THINK OF IT AS MEAN REVERSION” VS DEFIANCE OF MEAN REVERSION” \n\nBETTING ON AN UNLOV ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200514, "Text": "@NoonSixCap I am the weird sort of person who will simultaneously own SaaS and consumer finance companies.\n\nBut I d… https://t.co/EDM1vSW3G6", "clean_text": "@NOONSIXCAP I AM THE WEIRD SORT OF PERSON WHO WILL SIMULTANEOUSLY OWN SAAS AND CONSUMER FINANCE COMPANIES\n\nBUT I D ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200514, "Text": "@dschorrnyc So out of date - haven’t Looked at it in years", "clean_text": "@DSCHORRNYC SO OUT OF DATE  HAVENT LOOKED AT IT IN YEARS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "RT @LAForeverHall: How many shares of $MO do you need to own to be responsible for one death per year?", "clean_text": "RT @LAFOREVERHALL HOW MANY SHARES OF MO DO YOU NEED TO OWN TO BE RESPONSIBLE FOR ONE DEATH PER YEAR", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "We all read the same books... Ben Graham influenced a generation. But even WB evolved away from the convention of b… https://t.co/V0hzLgH1nS", "clean_text": "WE ALL READ THE SAME BOOKS BEN GRAHAM INFLUENCED A GENERATION BUT EVEN WB EVOLVED AWAY FROM THE CONVENTION OF B ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200514, "Text": "RT @alexsalvinews: Barstool’s Dave Portnoy goes on a rant fighting back against COVID lockdowns:\n\n“I would rather die of corona ... or take…", "clean_text": "RT @ALEXSALVINEWS BARSTOOLS DAVE PORTNOY GOES ON A RANT FIGHTING BACK AGAINST COVID LOCKDOWNS\n\nI WOULD RATHER DIE OF CORONA  OR TAKE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200514, "Text": "@iamstacetheace Really want the ticker on this co. Hitting me in all of the short selling feels.", "clean_text": "@IAMSTACETHEACE REALLY WANT THE TICKER ON THIS CO HITTING ME IN ALL OF THE SHORT SELLING FEELS", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200514, "Text": "RT @ABCPolitics: The pandemic will cost the insurance industry over $200 billion, according to Lloyds of London, who estimated that its own…", "clean_text": "RT @ABCPOLITICS THE PANDEMIC WILL COST THE INSURANCE INDUSTRY OVER 200 BILLION ACCORDING TO LLOYDS OF LONDON WHO ESTIMATED THAT ITS OWN", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "Can anyone opine is this channel stuffing and would evidence of this be cause for a Material Adverse Event or give… https://t.co/ecAXXLlaQF", "clean_text": "CAN ANYONE OPINE IS THIS CHANNEL STUFFING AND WOULD EVIDENCE OF THIS BE CAUSE FOR A MATERIAL ADVERSE EVENT OR GIVE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200513, "Text": "\"P/E ratios which seem otherwise elevated may join low and negative interest rates as part of the ‘new normal’ inve… https://t.co/jgpK67dVs5", "clean_text": "PE RATIOS WHICH SEEM OTHERWISE ELEVATED MAY JOIN LOW AND NEGATIVE INTEREST RATES AS PART OF THE NEW NORMAL INVE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “Some of the tech stocks like $AMZN might be not that overvalued; I’m not saying the Nasdaq’s cheap by any… https://t.co/HJIRlYMtCf", "clean_text": "TEPPER SOME OF THE TECH STOCKS LIKE AMZN MIGHT BE NOT THAT OVERVALUED IM NOT SAYING THE NASDAQS CHEAP BY ANY ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “I want to be invested in the banks at some point, my problem is if you think there’s a long period of low… https://t.co/i6F266pxXs", "clean_text": "TEPPER I WANT TO BE INVESTED IN THE BANKS AT SOME POINT MY PROBLEM IS IF YOU THINK THERES A LONG PERIOD OF LOW ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “The logistics of the doses (vaccine) when people have to do the numbers and analysis to have enough doses… https://t.co/aGKIOHFrtG", "clean_text": "TEPPER THE LOGISTICS OF THE DOSES VACCINE WHEN PEOPLE HAVE TO DO THE NUMBERS AND ANALYSIS TO HAVE ENOUGH DOSES ", "count1": 3, "count2": 1, "count3": 2, "count4": 0}, {"Name": "marginalidea", "Time": 20200513, "Text": "@QuisitiveInvest @nachkari @BarrySchwartzBW @BluegrassCap it is kind of hard to figure out the risk reward when lit… https://t.co/vXyFBdIB8a", "clean_text": "@QUISITIVEINVEST @NACHKARI @BARRYSCHWARTZBW @BLUEGRASSCAP IT IS KIND OF HARD TO FIGURE OUT THE RISK REWARD WHEN LIT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200513, "Text": "@ROIChristie Generally high levels of leverage in the corporate sector needing time to heal which will manifest Its… https://t.co/EkcUolTRj6", "clean_text": "@ROICHRISTIE GENERALLY HIGH LEVELS OF LEVERAGE IN THE CORPORATE SECTOR NEEDING TIME TO HEAL WHICH WILL MANIFEST ITS ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200513, "Text": "@michaelsantoli @NoonSixCap If IG corps issue another trillion of debt it will look really cheap!", "clean_text": "@MICHAELSANTOLI @NOONSIXCAP IF IG CORPS ISSUE ANOTHER TRILLION OF DEBT IT WILL LOOK REALLY CHEAP", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200513, "Text": "#Taiwan's exclusion from the WHA robs the world of their knowledge on #COVID19 and best practices from their respon… https://t.co/8aUNc1e9cB", "clean_text": "#TAIWAN EXCLUSION FROM THE WHA ROBS THE WORLD OF THEIR KNOWLEDGE ON #COVID19 AND BEST PRACTICES FROM THEIR RESPON ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "@bpsandpieces There are very few tweets I wish I’d written myself.\n\nThis is one of them. https://t.co/sXSwkQCEJe", "clean_text": "@BPSANDPIECES THERE ARE VERY FEW TWEETS I WISH ID WRITTEN MYSELF\n\nTHIS IS ONE OF THEM ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @CapitalObserver: I counted roughly $24 billion of secondary offerings this week, possibly a record. This gets zero mentions in any narr…", "clean_text": "RT @CAPITALOBSERVER I COUNTED ROUGHLY 24 BILLION OF SECONDARY OFFERINGS THIS WEEK POSSIBLY A RECORD THIS GETS ZERO MENTIONS IN ANY NARR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200512, "Text": "BREAKING:  New data confirms the absence of recent SEC investigative activity at Wirecard.  This could easily chang… https://t.co/t4QPW8wQTY", "clean_text": "BREAKING  NEW DATA CONFIRMS THE ABSENCE OF RECENT SEC INVESTIGATIVE ACTIVITY AT WIRECARD  THIS COULD EASILY CHANG ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200512, "Text": "This newsletter is full of typos and not aligned properly. It doesn't seem real. https://t.co/EfFe0fb94j", "clean_text": "THIS NEWSLETTER IS FULL OF TYPOS AND NOT ALIGNED PROPERLY IT DOESNT SEEM REAL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200512, "Text": "@yourMTLbroker @SenecaStocks With the rise of customization &amp; more one-offs, how do you think increased competition… https://t.co/Vcn7crobzg", "clean_text": "@YOURMTLBROKER @SENECASTOCKS WITH THE RISE OF CUSTOMIZATION AMP MORE ONEOFFS HOW DO YOU THINK INCREASED COMPETITION ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@davemortell @rasimpson1 The first page of the S-3/A answers this. It covers about 30m shares relating to already o… https://t.co/jKoedPHOxL", "clean_text": "@DAVEMORTELL @RASIMPSON1 THE FIRST PAGE OF THE S3A ANSWERS THIS IT COVERS ABOUT 30M SHARES RELATING TO ALREADY O ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Out of business in a Quibi?\n\nhttps://t.co/tlkmr5DiDS", "clean_text": "OUT OF BUSINESS IN A QUIBI\n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Only TMT investors and media execs get the joke because we're the only ones who've ever even heard of Quibi.", "clean_text": "ONLY TMT INVESTORS AND MEDIA EXECS GET THE JOKE BECAUSE WERE THE ONLY ONES WHOVE EVER EVEN HEARD OF QUIBI", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Quibi... it's kind of like TikTok... but with more expensive, professional content... and higher barriers to adopti… https://t.co/1QNTKYMSFO", "clean_text": "QUIBI IT KIND OF LIKE TIKTOK BUT WITH MORE EXPENSIVE PROFESSIONAL CONTENT AND HIGHER BARRIERS TO ADOPTI ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200512, "Text": "$PTON stock is higher but trends are lower.  This is not from Citron.  This is App Annie- gold standard of reportin… https://t.co/cTWtWxs75l", "clean_text": "PTON STOCK IS HIGHER BUT TRENDS ARE LOWER  THIS IS NOT FROM CITRON  THIS IS APP ANNIE GOLD STANDARD OF REPORTIN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "$FSCT Q1 2020 revenue implodes even more than \"illustrative\" guidance that was buried in the proxy of $62m. Comes i… https://t.co/jOvdhq87zW", "clean_text": "FSCT Q1 2020 REVENUE IMPLODES EVEN MORE THAN ILLUSTRATIVE GUIDANCE THAT WAS BURIED IN THE PROXY OF 62M COMES I ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "Isn't it funny that there quite of few #cybersecurity public companies that are doing just fine in this env't and r… https://t.co/LwVx1HsWXg", "clean_text": "ISNT IT FUNNY THAT THERE QUITE OF FEW #CYBERSECURITY PUBLIC COMPANIES THAT ARE DOING JUST FINE IN THIS ENVT AND R ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "\"Oh, a lot of people are not going to be happy to see this.\" \n\nThinking about a report we are working on right now.", "clean_text": "OH A LOT OF PEOPLE ARE NOT GOING TO BE HAPPY TO SEE THIS \n\nTHINKING ABOUT A REPORT WE ARE WORKING ON RIGHT NOW", "count1": 0, "count2": 1, "count3": 2, "count4": 2}, {"Name": "probesreporter", "Time": 20200511, "Text": "Charlie's report opens the question of whether the SEC was already investigating @SenatorLoeffler and she now wants… https://t.co/J123ZPbdjW", "clean_text": "CHARLIE REPORT OPENS THE QUESTION OF WHETHER THE SEC WAS ALREADY INVESTIGATING @SENATORLOEFFLER AND SHE NOW WANTS ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200511, "Text": "A common manifestation of overconfidence is \"overprecision.\" Here's an example of how that can play out with market… https://t.co/3XaxFvBb4b", "clean_text": "A COMMON MANIFESTATION OF OVERCONFIDENCE IS OVERPRECISION HERE AN EXAMPLE OF HOW THAT CAN PLAY OUT WITH MARKET ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200511, "Text": "Last week, more than 40 companies representing a diverse group of businesses, used the word depression for the firs… https://t.co/STYXCWaY6o", "clean_text": "LAST WEEK MORE THAN 40 COMPANIES REPRESENTING A DIVERSE GROUP OF BUSINESSES USED THE WORD DEPRESSION FOR THE FIRS ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200511, "Text": "RT @Not_Jim_Cramer: Almost 3 decades of Snooze-ya-Lose https://t.co/ThQa5PqALx", "clean_text": "RT @NOT_JIM_CRAMER ALMOST 3 DECADES OF SNOOZEYALOSE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet I reached a similar conclusion. I’m not afraid of getting it (the chance of even needing to go to a ho… https://t.co/fD1CtTlDY6", "clean_text": "@GIVEN2TWEET I REACHED A SIMILAR CONCLUSION IM NOT AFRAID OF GETTING IT THE CHANCE OF EVEN NEEDING TO GO TO A HO ", "count1": 1, "count2": 2, "count3": 2, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet @Anonymous7902 That’s a tough situation - but I think you’re right. There have been just a handful of… https://t.co/3eB6N3cplr", "clean_text": "@GIVEN2TWEET @ANONYMOUS7902 THATS A TOUGH SITUATION  BUT I THINK YOURE RIGHT THERE HAVE BEEN JUST A HANDFUL OF ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@MidwestHedgie I have a policy of not blocking but the number of angry dudes who can’t do math calling everyone an… https://t.co/mnylq3QIGn", "clean_text": "@MIDWESTHEDGIE I HAVE A POLICY OF NOT BLOCKING BUT THE NUMBER OF ANGRY DUDES WHO CANT DO MATH CALLING EVERYONE AN ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie There is a subset of the population who feels invincible and is happy to take chances. Some of them are b… https://t.co/9f8aY4ESsb", "clean_text": "@JDBUDGIE THERE IS A SUBSET OF THE POPULATION WHO FEELS INVINCIBLE AND IS HAPPY TO TAKE CHANCES SOME OF THEM ARE B ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie They are better off closed than opening to 1/2 of the tables removed and then not at 100% usage of reduce… https://t.co/jku4TXJzb3", "clean_text": "@JDBUDGIE THEY ARE BETTER OFF CLOSED THAN OPENING TO 12 OF THE TABLES REMOVED AND THEN NOT AT 100% USAGE OF REDUCE ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200511, "Text": "Plenty of room for thinking outside that commodious box. \n\nhttps://t.co/VreTJ7NXvB", "clean_text": "PLENTY OF ROOM FOR THINKING OUTSIDE THAT COMMODIOUS BOX \n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200511, "Text": "Me after another week of lockdown.... https://t.co/zDIpBwRrE6", "clean_text": "ME AFTER ANOTHER WEEK OF LOCKDOWN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200511, "Text": "Surprising winner of mother's day weekend? The RV space! Social distancing from anywhere...\n\nNo recession coming in… https://t.co/WCHIHlpAqA", "clean_text": "SURPRISING WINNER OF MOTHER DAY WEEKEND THE RV SPACE SOCIAL DISTANCING FROM ANYWHERE\n\nNO RECESSION COMING IN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200511, "Text": "RT @adam_tooze: There is a credit squeeze going on from side of lenders who are raising credit card conditions etc. But there is also a col…", "clean_text": "RT @ADAM_TOOZE THERE IS A CREDIT SQUEEZE GOING ON FROM SIDE OF LENDERS WHO ARE RAISING CREDIT CARD CONDITIONS ETC BUT THERE IS ALSO A COL", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "UnionSquareGrp", "Time": 20200510, "Text": "RT @michaelvkim: As an American currently in South Korea, it’s very interesting to me the stark contrast of how different the two countries…", "clean_text": "RT @MICHAELVKIM AS AN AMERICAN CURRENTLY IN SOUTH KOREA ITS VERY INTERESTING TO ME THE STARK CONTRAST OF HOW DIFFERENT THE TWO COUNTRIES", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x I'm not sure the % of women who are \"passionate\" about investing is meaningfully lower than the % of… https://t.co/HlLXZUxMp7", "clean_text": "@COMPOUND100X IM NOT SURE THE OF WOMEN WHO ARE PASSIONATE ABOUT INVESTING IS MEANINGFULLY LOWER THAN THE OF ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x But, if you don't hire them out of undergrad, they're really hard to find. \n\nIt's just anecdata, but,… https://t.co/cwPHPch5CU", "clean_text": "@COMPOUND100X BUT IF YOU DONT HIRE THEM OUT OF UNDERGRAD THEYRE REALLY HARD TO FIND \n\nIT JUST ANECDATA BUT ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200510, "Text": "@alexpk321 US stocks fell around 40% during the panic in the fall of 1907.", "clean_text": "@ALEXPK321 US STOCKS FELL AROUND 40% DURING THE PANIC IN THE FALL OF 1907", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@RobGrande1 @MidwestHedgie Actually people in NYC smoke less and have less incidence of obesity than the rest of th… https://t.co/o82Om4tt8u", "clean_text": "@ROBGRANDE1 @MIDWESTHEDGIE ACTUALLY PEOPLE IN NYC SMOKE LESS AND HAVE LESS INCIDENCE OF OBESITY THAN THE REST OF TH ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x Junior levels are often 1/3 to 1/2 women. There is a lack of career progression and ridiculous bias i… https://t.co/kwlJ8AFXo5", "clean_text": "@COMPOUND100X JUNIOR LEVELS ARE OFTEN 13 TO 12 WOMEN THERE IS A LACK OF CAREER PROGRESSION AND RIDICULOUS BIAS I ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@investing_panda @PlanMaestro Also one of the absolute worst in 08. He can only do bull market. But he had no conse… https://t.co/DqavPiLgP8", "clean_text": "@INVESTING_PANDA @PLANMAESTRO ALSO ONE OF THE ABSOLUTE WORST IN 08 HE CAN ONLY DO BULL MARKET BUT HE HAD NO CONSE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x Passion gets knocked out of most because of discrimination? Shall we ask why there are so few black g… https://t.co/IiP3S4N8Ec", "clean_text": "@COMPOUND100X PASSION GETS KNOCKED OUT OF MOST BECAUSE OF DISCRIMINATION SHALL WE ASK WHY THERE ARE SO FEW BLACK G ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x @MrLarsonsShaft Maybe her husband should be taking care of some stuff on the weekend so she can do he… https://t.co/Uy5aJWcirQ", "clean_text": "@COMPOUND100X @MRLARSONSSHAFT MAYBE HER HUSBAND SHOULD BE TAKING CARE OF SOME STUFF ON THE WEEKEND SO SHE CAN DO HE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200510, "Text": "RT @JohnHuber72: In the Panic of 1907, our economy plunged. Steel output -60%, iron -55%, imports -26%, unemployment soared, doors closed,…", "clean_text": "RT @JOHNHUBER72 IN THE PANIC OF 1907 OUR ECONOMY PLUNGED STEEL OUTPUT 60% IRON 55% IMPORTS 26% UNEMPLOYMENT SOARED DOORS CLOSED", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200510, "Text": "The one thing that travels and spreads quicker than Covid is idiocy. Plenty of native carriers all over the world a… https://t.co/sxdkvEFZUq", "clean_text": "THE ONE THING THAT TRAVELS AND SPREADS QUICKER THAN COVID IS IDIOCY PLENTY OF NATIVE CARRIERS ALL OVER THE WORLD A ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200509, "Text": "RT @JohnPGavin: I’m the creator, producer, and host of the @CanningSeason podcast. Home canning is a fun distraction from the market noise…", "clean_text": "RT @JOHNPGAVIN IM THE CREATOR PRODUCER AND HOST OF THE @CANNINGSEASON PODCAST HOME CANNING IS A FUN DISTRACTION FROM THE MARKET NOISE", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200509, "Text": "Coronavirus Impact May Derail $2.6 Billion Sale of Swiss Payments Company https://t.co/osGetAe49b", "clean_text": "CORONAVIRUS IMPACT MAY DERAIL 26 BILLION SALE OF SWISS PAYMENTS COMPANY ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200509, "Text": "Deputy Secretary Biegun to the #UNSC Arria mtg: \"All of us around this table know too well the price we have paid f… https://t.co/nZ0RRLpr5f", "clean_text": "DEPUTY SECRETARY BIEGUN TO THE #UNSC ARRIA MTG ALL OF US AROUND THIS TABLE KNOW TOO WELL THE PRICE WE HAVE PAID F ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@QuisitiveInvest @Post_Market Definitely feels wrong... but I kind of see how we got here. By the time consensus re… https://t.co/fxB16jb8mH", "clean_text": "@QUISITIVEINVEST @POST_MARKET DEFINITELY FEELS WRONG BUT I KIND OF SEE HOW WE GOT HERE BY THE TIME CONSENSUS RE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@QuisitiveInvest @Post_Market And public equities are not representative of SMBs. You don’t see many R1000 constitu… https://t.co/fieC9Xxlho", "clean_text": "@QUISITIVEINVEST @POST_MARKET AND PUBLIC EQUITIES ARE NOT REPRESENTATIVE OF SMBS YOU DONT SEE MANY R1000 CONSTITU ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "$GDDY also an error of omission. \n\nDon't know why I've never been able to get comfortable there. I always have some… https://t.co/5Dn7Yrn5vK", "clean_text": "GDDY ALSO AN ERROR OF OMISSION \n\nDONT KNOW WHY IVE NEVER BEEN ABLE TO GET COMFORTABLE THERE I ALWAYS HAVE SOME ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "$BKNG potentially an error of commission. It has been fine, am comfortable holding it, and I like how the competiti… https://t.co/dNxCpxK3fL", "clean_text": "BKNG POTENTIALLY AN ERROR OF COMMISSION IT HAS BEEN FINE AM COMFORTABLE HOLDING IT AND I LIKE HOW THE COMPETITI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@jay_21_ Kind of interesting to take the ~20% infected stat and compare it to the hospitalization / fatality rates… https://t.co/8YNuCmpMQV", "clean_text": "@JAY_21_ KIND OF INTERESTING TO TAKE THE ~20% INFECTED STAT AND COMPARE IT TO THE HOSPITALIZATION  FATALITY RATES ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@jay_21_ Meanwhile, nursing home deaths: https://t.co/AXEWfxSMCM \n\nYou can develop a reasonable picture of who is a… https://t.co/N7r4DCygwl", "clean_text": "@JAY_21_ MEANWHILE NURSING HOME DEATHS  \n\nYOU CAN DEVELOP A REASONABLE PICTURE OF WHO IS A ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@IgnoreNarrative So few of us have a reasonable time horizon. Think of the sheer number of people at pods. Even LOs… https://t.co/QmDbinCdrJ", "clean_text": "@IGNORENARRATIVE SO FEW OF US HAVE A REASONABLE TIME HORIZON THINK OF THE SHEER NUMBER OF PEOPLE AT PODS EVEN LOS ", "count1": 1, "count2": 3, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "In the Panic of 1907, our economy plunged. Steel output -60%, iron -55%, imports -26%, unemployment soared, doors c… https://t.co/d426NmnKim", "clean_text": "IN THE PANIC OF 1907 OUR ECONOMY PLUNGED STEEL OUTPUT 60% IRON 55% IMPORTS 26% UNEMPLOYMENT SOARED DOORS C ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "The author of the piece I linked to above was perplexed about the stock market's recovery, just as we are today (my… https://t.co/hl0hGZBAnE", "clean_text": "THE AUTHOR OF THE PIECE I LINKED TO ABOVE WAS PERPLEXED ABOUT THE STOCK MARKET RECOVERY JUST AS WE ARE TODAY MY ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200509, "Text": "@conorsen There’s no better sign of a company being past its prime than when it starts thinking about leaving Calif… https://t.co/HhJUrfDVLF", "clean_text": "@CONORSEN THERES NO BETTER SIGN OF A COMPANY BEING PAST ITS PRIME THAN WHEN IT STARTS THINKING ABOUT LEAVING CALIF ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200509, "Text": "RT @alexnazaryan: During the Siege of Leningrad, my grandparents ate wallpaper glue.", "clean_text": "RT @ALEXNAZARYAN DURING THE SIEGE OF LENINGRAD MY GRANDPARENTS ATE WALLPAPER GLUE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200508, "Text": "@OutsideView_ Ultimately these parks will be run with much less staff to improve profitability as part of the equation.", "clean_text": "@OUTSIDEVIEW_ ULTIMATELY THESE PARKS WILL BE RUN WITH MUCH LESS STAFF TO IMPROVE PROFITABILITY AS PART OF THE EQUATION", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200508, "Text": "RT @paulg: When you're in the middle of a crisis, you tend to overestimate how permanent its effects will be.", "clean_text": "RT @PAULG WHEN YOURE IN THE MIDDLE OF A CRISIS YOU TEND TO OVERESTIMATE HOW PERMANENT ITS EFFECTS WILL BE", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200508, "Text": "Today @StateDept Deputy Secretary Biegun commemorates the 75th anniversary of V-E Day with #Estonia FM… https://t.co/2pv0zoWZ0M", "clean_text": "TODAY @STATEDEPT DEPUTY SECRETARY BIEGUN COMMEMORATES THE 75TH ANNIVERSARY OF VE DAY WITH #ESTONIA FM ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "@SuperMugatu Ha, 100 earnings calls this week = 20 per day = 10 hours of reading per day (and those just the ones t… https://t.co/PiEMPLUpcp", "clean_text": "@SUPERMUGATU HA 100 EARNINGS CALLS THIS WEEK  20 PER DAY  10 HOURS OF READING PER DAY AND THOSE JUST THE ONES T ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200508, "Text": "What the Grant's team is reading. \n\n1.The Hour of Fate, Susan Berfield\n2.Mass Mediated Disease, Debora Blakely\n3.Wo… https://t.co/7qqIGf4olx", "clean_text": "WHAT THE GRANT TEAM IS READING \n\n1THE HOUR OF FATE SUSAN BERFIELD\n2MASS MEDIATED DISEASE DEBORA BLAKELY\n3WO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200508, "Text": "How much value has $GOOG created for $AAPL in terms of market value? (yes, its mutualistic) https://t.co/hRDNKYpqNW", "clean_text": "HOW MUCH VALUE HAS GOOG CREATED FOR AAPL IN TERMS OF MARKET VALUE YES ITS MUTUALISTIC ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200508, "Text": "RT @michaelxpettis: Things are as close to normal in the 12th week of Beijing’s lockdown as they’ve been in the past two weeks. Street traf…", "clean_text": "RT @MICHAELXPETTIS THINGS ARE AS CLOSE TO NORMAL IN THE 12TH WEEK OF BEIJINGS LOCKDOWN AS THEYVE BEEN IN THE PAST TWO WEEKS STREET TRAF", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200508, "Text": "Nothing will be back to normal until season three of 'Succession' is on.", "clean_text": "NOTHING WILL BE BACK TO NORMAL UNTIL SEASON THREE OF UCCESSION IS ON", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200508, "Text": "RT @morganhousel: School: your paper must be a minimum 5 pages. \n\nReal world: explain it to me in seven seconds or I'm out of here.", "clean_text": "RT @MORGANHOUSEL SCHOOL YOUR PAPER MUST BE A MINIMUM 5 PAGES \n\nREAL WORLD EXPLAIN IT TO ME IN SEVEN SECONDS OR IM OUT OF HERE", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20200508, "Text": "RT @AlderLaneeggs: A Young Investor’s Revolt Against Private Equity | Institutional Investor Very proud of my friend ⁦@FriendlyBearSA⁩ . He…", "clean_text": "RT @ALDERLANEEGGS A YOUNG INVESTORS REVOLT AGAINST PRIVATE EQUITY INSTITUTIONAL INVESTOR VERY PROUD OF MY FRIEND ⁦@FRIENDLYBEARSA⁩  HE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200508, "Text": "PAA Research Report: CWH: Demand Turns on a Dime and Now We Might Have Line of Sight to $400MM in EBITDA https://t.co/MRrvOhHofC", "clean_text": "PAA RESEARCH REPORT CWH DEMAND TURNS ON A DIME AND NOW WE MIGHT HAVE LINE OF SIGHT TO 400MM IN EBITDA ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200507, "Text": "RT @JohnPGavin: After the parasites suck the life blood out of its victim, it becomes nearly impossible for it to then survive a hardship.…", "clean_text": "RT @JOHNPGAVIN AFTER THE PARASITES SUCK THE LIFE BLOOD OUT OF ITS VICTIM IT BECOMES NEARLY IMPOSSIBLE FOR IT TO THEN SURVIVE A HARDSHIP", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200507, "Text": "\"Jones, who said his Tudor BVI fund may hold as much as a low single-digit percentage of its assets in Bitcoin futu… https://t.co/0wkbJJohnj", "clean_text": "JONES WHO SAID HIS TUDOR BVI FUND MAY HOLD AS MUCH AS A LOW SINGLEDIGIT PERCENTAGE OF ITS ASSETS IN BITCOIN FUTU ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200507, "Text": "Believe this is some of the Tudor note https://t.co/Q5gFJWsihQ", "clean_text": "BELIEVE THIS IS SOME OF THE TUDOR NOTE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200507, "Text": "@suvyboy @valueterminal It mutated itself out of existence.", "clean_text": "@SUVYBOY @VALUETERMINAL IT MUTATED ITSELF OUT OF EXISTENCE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200507, "Text": "RT @oddballstocks: Great letter by the CEO of @NicoletBank who lays out what they are seeing and how it's impacting their region.\n\nhttps://…", "clean_text": "RT @ODDBALLSTOCKS GREAT LETTER BY THE CEO OF @NICOLETBANK WHO LAYS OUT WHAT THEY ARE SEEING AND HOW IT IMPACTING THEIR REGION\n\n", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200507, "Text": "RT @BillBrewsterSCG: Now this is a letter!\n\nH/t ⁦@TSOH_Investing⁩\n\nMessage from Bob Atwell, Chairman, President and CEO of Nicolet Bankshar…", "clean_text": "RT @BILLBREWSTERSCG NOW THIS IS A LETTER\n\nHT ⁦@TSOH_INVESTING⁩\n\nMESSAGE FROM BOB ATWELL CHAIRMAN PRESIDENT AND CEO OF NICOLET BANKSHAR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200507, "Text": "RT @SecPompeo: China could have prevented the deaths of thousands of people worldwide and spared the world a descent into global economic m…", "clean_text": "RT @SECPOMPEO CHINA COULD HAVE PREVENTED THE DEATHS OF THOUSANDS OF PEOPLE WORLDWIDE AND SPARED THE WORLD A DESCENT INTO GLOBAL ECONOMIC M", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200507, "Text": "Powerful rebuttal to the PRC's web of half-truths and outright falsehoods regarding their response to the COVID cri… https://t.co/0fPI21oa5y", "clean_text": "POWERFUL REBUTTAL TO THE PRC WEB OF HALFTRUTHS AND OUTRIGHT FALSEHOODS REGARDING THEIR RESPONSE TO THE COVID CRI ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Bit of an unorganized rant in thread form. I am surprised by the amount of people still tracking/citing daily US co… https://t.co/x1eTCYZVds", "clean_text": "BIT OF AN UNORGANIZED RANT IN THREAD FORM I AM SURPRISED BY THE AMOUNT OF PEOPLE STILL TRACKINGCITING DAILY US CO ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Given this, the main purposes of the lockdown were/are to buy our hospitals time to prepare and to buy us time to l… https://t.co/8hN2ge0bC4", "clean_text": "GIVEN THIS THE MAIN PURPOSES OF THE LOCKDOWN WEREARE TO BUY OUR HOSPITALS TIME TO PREPARE AND TO BUY US TIME TO L ", "count1": 2, "count2": 1, "count3": 4, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Namely, whether the fatality rate of the virus proves to actually be high enough to warrant waiting out a vaccine (… https://t.co/cFpBuuMBF5", "clean_text": "NAMELY WHETHER THE FATALITY RATE OF THE VIRUS PROVES TO ACTUALLY BE HIGH ENOUGH TO WARRANT WAITING OUT A VACCINE  ", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "This doesn't speak to the persistence of corporate/individual behavioral shifts and lagged second order economic ef… https://t.co/RlnEMeWPsQ", "clean_text": "THIS DOESNT SPEAK TO THE PERSISTENCE OF CORPORATEINDIVIDUAL BEHAVIORAL SHIFTS AND LAGGED SECOND ORDER ECONOMIC EF ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "@pearkes I don't think stocks are trying to price rest of year activity levels or even 1H21. I think they are inste… https://t.co/jXBBe9ay2j", "clean_text": "@PEARKES I DONT THINK STOCKS ARE TRYING TO PRICE REST OF YEAR ACTIVITY LEVELS OR EVEN 1H21 I THINK THEY ARE INSTE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@DeadLiftCapital @PalmettoCapital Lots of well-known names in there, but I appreciate HHR, SWI, and the European po… https://t.co/U1xow5JG2X", "clean_text": "@DEADLIFTCAPITAL @PALMETTOCAPITAL LOTS OF WELLKNOWN NAMES IN THERE BUT I APPRECIATE HHR SWI AND THE EUROPEAN PO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200507, "Text": "This is a first, Never had IR of a company threaten to \"slap my face\".  How about we do it at the SEC office?  IR r… https://t.co/NR8X3ugJOE", "clean_text": "THIS IS A FIRST NEVER HAD IR OF A COMPANY THREATEN TO SLAP MY FACE  HOW ABOUT WE DO IT AT THE SEC OFFICE  IR R ", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "CitronResearch", "Time": 20200507, "Text": "$GSX part 3 is up.  Multiple smoking guns about offloading of costs/liabilities.  The information we are getting fr… https://t.co/JLB6leOeVg", "clean_text": "GSX PART 3 IS UP  MULTIPLE SMOKING GUNS ABOUT OFFLOADING OF COSTSLIABILITIES  THE INFORMATION WE ARE GETTING FR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200507, "Text": "With the volumes of information presented to the SEC from multiple sources beyond Citron, we don't expect the chara… https://t.co/usfmOW6AwB", "clean_text": "WITH THE VOLUMES OF INFORMATION PRESENTED TO THE SEC FROM MULTIPLE SOURCES BEYOND CITRON WE DONT EXPECT THE CHARA ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "PAA Research Report: PRDO: What Is the Status of GI Bill Funding for AIU and CTU Students? What Happened in New Yor… https://t.co/cemIjd1ezK", "clean_text": "PAA RESEARCH REPORT PRDO WHAT IS THE STATUS OF GI BILL FUNDING FOR AIU AND CTU STUDENTS WHAT HAPPENED IN NEW YOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Great example of the world we live in as it relates to tech (or quasi tech in this case): 18 mos. ago consensus EPS… https://t.co/2rdsg7UqS7", "clean_text": "GREAT EXAMPLE OF THE WORLD WE LIVE IN AS IT RELATES TO TECH OR QUASI TECH IN THIS CASE 18 MOS AGO CONSENSUS EPS ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "@herbgreenberg In the words of the late great Christopher Wallace (not sure if he was on your radar Herb): \"All I d… https://t.co/VEZKnybsP8", "clean_text": "@HERBGREENBERG IN THE WORDS OF THE LATE GREAT CHRISTOPHER WALLACE NOT SURE IF HE WAS ON YOUR RADAR HERB ALL I D ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200506, "Text": "RT @JohnPGavin: The #Saas pimps forced their customers over to a subscription model.  The spreadsheet jockeys on Wall Street, most of whom…", "clean_text": "RT @JOHNPGAVIN THE #SAAS PIMPS FORCED THEIR CUSTOMERS OVER TO A SUBSCRIPTION MODEL  THE SPREADSHEET JOCKEYS ON WALL STREET MOST OF WHOM", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200506, "Text": "Early #FF shoutout to @bluff_capital who is cranking out relevant earnings snapshots/summaries/commentary across a range of companies.", "clean_text": "EARLY #FF SHOUTOUT TO @BLUFF_CAPITAL WHO IS CRANKING OUT RELEVANT EARNINGS SNAPSHOTSSUMMARIESCOMMENTARY ACROSS A RANGE OF COMPANIES", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200506, "Text": "RT @hausfath: The way we generate electricity can change remarkably quickly – and at times unexpectedly. Here are all the projections of US…", "clean_text": "RT @HAUSFATH THE WAY WE GENERATE ELECTRICITY CAN CHANGE REMARKABLY QUICKLY – AND AT TIMES UNEXPECTEDLY HERE ARE ALL THE PROJECTIONS OF US", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200506, "Text": "Long term Treasury yields are rising, understandably, due to a $4 Trillion growth of the National Debt coming in ju… https://t.co/5OoKV5sHpy", "clean_text": "LONG TERM TREASURY YIELDS ARE RISING UNDERSTANDABLY DUE TO A 4 TRILLION GROWTH OF THE NATIONAL DEBT COMING IN JU ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200506, "Text": "@PalmettoCapital I thought he sounded more reasonable than 95% of PMs in that interview. Those Graham &amp; Doddsville… https://t.co/lz7HNDdHIA", "clean_text": "@PALMETTOCAPITAL I THOUGHT HE SOUNDED MORE REASONABLE THAN 95% OF PMS IN THAT INTERVIEW THOSE GRAHAM AMP DODDSVILLE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "RT @jimmykimmel: I can think of no better metaphor for this presidency than Donald Trump not wearing a face mask to a face mask factory whi…", "clean_text": "RT @JIMMYKIMMEL I CAN THINK OF NO BETTER METAPHOR FOR THIS PRESIDENCY THAN DONALD TRUMP NOT WEARING A FACE MASK TO A FACE MASK FACTORY WHI", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200505, "Text": "RT @JohnPGavin: Hey @McDonalds - Your 'thank you meal' concept is both brilliant and generous.  In all my years of service, anything free w…", "clean_text": "RT @JOHNPGAVIN HEY @MCDONALDS  YOUR THANK YOU MEAL CONCEPT IS BOTH BRILLIANT AND GENEROUS  IN ALL MY YEARS OF SERVICE ANYTHING FREE W", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200505, "Text": "Finishing up our latest update of the watch list of all the companies we track with undisclosed SEC investigations.… https://t.co/9e6RJlv9m5", "clean_text": "FINISHING UP OUR LATEST UPDATE OF THE WATCH LIST OF ALL THE COMPANIES WE TRACK WITH UNDISCLOSED SEC INVESTIGATIONS ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200505, "Text": "Reminder:  In Feb-2020, we added Hertz Global Holdings to our Watch List of companies with confirmed, undisclosed S… https://t.co/R1RBWki3dA", "clean_text": "REMINDER  IN FEB2020 WE ADDED HERTZ GLOBAL HOLDINGS TO OUR WATCH LIST OF COMPANIES WITH CONFIRMED UNDISCLOSED S ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200505, "Text": "This newsletter can give you a lot of guidance when you least need it, but when you need it the most, that’s when i… https://t.co/0ebVoOx4cl", "clean_text": "THIS NEWSLETTER CAN GIVE YOU A LOT OF GUIDANCE WHEN YOU LEAST NEED IT BUT WHEN YOU NEED IT THE MOST THATS WHEN I ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200505, "Text": "@JhorowitJosh @10kdiver @PythiaR Yeah basically accelerating planned retirements of oldest planes. But $AAL also is… https://t.co/P0jYj70vCf", "clean_text": "@JHOROWITJOSH @10KDIVER @PYTHIAR YEAH BASICALLY ACCELERATING PLANNED RETIREMENTS OF OLDEST PLANES BUT AAL ALSO IS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200505, "Text": "According to the form 4 filed today, available at https://t.co/JnFLVR92Rb, Pourhassan netted a total of $15,760,909… https://t.co/Htjy48VSue", "clean_text": "ACCORDING TO THE FORM 4 FILED TODAY AVAILABLE AT  POURHASSAN NETTED A TOTAL OF 15760909 ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200505, "Text": "In addition, $WBT acknowledged that used equipment could negatively impact demand for new equipment for a period of… https://t.co/oWHnH3g9ra", "clean_text": "IN ADDITION WBT ACKNOWLEDGED THAT USED EQUIPMENT COULD NEGATIVELY IMPACT DEMAND FOR NEW EQUIPMENT FOR A PERIOD OF ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "@joshtpm The meat packing plants are going to be the downfall of this strategy. They can only control the rural are… https://t.co/BACTBHrGCp", "clean_text": "@JOSHTPM THE MEAT PACKING PLANTS ARE GOING TO BE THE DOWNFALL OF THIS STRATEGY THEY CAN ONLY CONTROL THE RURAL ARE ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "RT @joshtpm: It sounds like Trump got bored of doing the epidemic.", "clean_text": "RT @JOSHTPM IT SOUNDS LIKE TRUMP GOT BORED OF DOING THE EPIDEMIC", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "Or maybe he thinks we are going back down and you can’t whip around tens of billions in a quick trade? And his sign… https://t.co/oqvsoiksmJ", "clean_text": "OR MAYBE HE THINKS WE ARE GOING BACK DOWN AND YOU CANT WHIP AROUND TENS OF BILLIONS IN A QUICK TRADE AND HIS SIGN ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200505, "Text": "@EddyElfenbein Step one: tweet a knowable fact of interest.\n\nStep two: field responses from triggered tweeps that a… https://t.co/fVjKGzrmtV", "clean_text": "@EDDYELFENBEIN STEP ONE TWEET A KNOWABLE FACT OF INTEREST\n\nSTEP TWO FIELD RESPONSES FROM TRIGGERED TWEEPS THAT A ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200505, "Text": "@MidwestHedgie @SuperMugatu He does this all the time where he gets all serious out of nowhere and attacks someone… https://t.co/RE5VPJE0Xo", "clean_text": "@MIDWESTHEDGIE @SUPERMUGATU HE DOES THIS ALL THE TIME WHERE HE GETS ALL SERIOUS OUT OF NOWHERE AND ATTACKS SOMEONE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "@Alex15223503 Of course it's not a new dynamic but it has accelerated the trajectory and it has become truly existe… https://t.co/v2LYcGwMHo", "clean_text": "@ALEX15223503 OF COURSE IT NOT A NEW DYNAMIC BUT IT HAS ACCELERATED THE TRAJECTORY AND IT HAS BECOME TRULY EXISTE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "$LCII management sounded pretty bullish today. The pace of improvement in demand/sell through has been pretty drama… https://t.co/k1JJC5phD4", "clean_text": "LCII MANAGEMENT SOUNDED PRETTY BULLISH TODAY THE PACE OF IMPROVEMENT IN DEMANDSELL THROUGH HAS BEEN PRETTY DRAMA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200504, "Text": "This paper, \"Stock Compensation Expense, Cash Flows, and Inflated Valuations\" does a good job of explaining how to… https://t.co/DZvrAKQVxM", "clean_text": "THIS PAPER STOCK COMPENSATION EXPENSE CASH FLOWS AND INFLATED VALUATIONS DOES A GOOD JOB OF EXPLAINING HOW TO ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200504, "Text": "New issue from one of the great newsletters out there. Captain is ex-Tiger Global. https://t.co/JQvZqOOlTG", "clean_text": "NEW ISSUE FROM ONE OF THE GREAT NEWSLETTERS OUT THERE CAPTAIN IS EXTIGER GLOBAL ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 I didn’t miss it...I just don’t see the logic of why the ease of aggregating demand on the interne… https://t.co/ddSLAzGxkm", "clean_text": "@MODESTPROPOSAL1 I DIDNT MISS ITI JUST DONT SEE THE LOGIC OF WHY THE EASE OF AGGREGATING DEMAND ON THE INTERNE ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 Now we’re on the same page. I just don’t think concerns can be dismissed out of hand because other… https://t.co/NcVsXuo5pi", "clean_text": "@MODESTPROPOSAL1 NOW WERE ON THE SAME PAGE I JUST DONT THINK CONCERNS CAN BE DISMISSED OUT OF HAND BECAUSE OTHER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@thayereric1 No, the strike price was paid by reducing the number of shares issued. That's what cashless means. If… https://t.co/67FTZKtPlQ", "clean_text": "@THAYERERIC1 NO THE STRIKE PRICE WAS PAID BY REDUCING THE NUMBER OF SHARES ISSUED THAT WHAT CASHLESS MEANS IF ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200504, "Text": "RT @CarlMinzner: Why wear masks? Taiwan officials explain:\n\nWhen healthy + infected people interact,\nNo masks=high risk of transmission via…", "clean_text": "RT @CARLMINZNER WHY WEAR MASKS TAIWAN OFFICIALS EXPLAIN\n\nWHEN HEALTHY INFECTED PEOPLE INTERACT\nNO MASKSHIGH RISK OF TRANSMISSION VIA", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200504, "Text": "@MrMojoRisinX VIAC? Buy good gas shale acreage/production through distressed debt? MHK? WFC or one of the other big… https://t.co/C12bPkfTeJ", "clean_text": "@MRMOJORISINX VIAC BUY GOOD GAS SHALE ACREAGEPRODUCTION THROUGH DISTRESSED DEBT MHK WFC OR ONE OF THE OTHER BIG ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200504, "Text": "RT @WFPChief: Up and running: Our global system of air links will transport the equivalent of 37 cargo planes full of #COVID19 medical supp…", "clean_text": "RT @WFPCHIEF UP AND RUNNING OUR GLOBAL SYSTEM OF AIR LINKS WILL TRANSPORT THE EQUIVALENT OF 37 CARGO PLANES FULL OF #COVID19 MEDICAL SUPP", "count1": 1, "count2": 3, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200504, "Text": "The footage of the Dream Team scrimmage prior to Barcelona was so great. Magic throwing the ball into the stands, J… https://t.co/XE6jxscrZZ", "clean_text": "THE FOOTAGE OF THE DREAM TEAM SCRIMMAGE PRIOR TO BARCELONA WAS SO GREAT MAGIC THROWING THE BALL INTO THE STANDS J ", "count1": 4, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200504, "Text": "For a pre-Covid look at the health of state and local pension plans, see 'Political risk in America' in the Grant's… https://t.co/PgztxtOtQ0", "clean_text": "FOR A PRECOVID LOOK AT THE HEALTH OF STATE AND LOCAL PENSION PLANS SEE POLITICAL RISK IN AMERICA IN THE GRANT ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200504, "Text": "Wow… Over-levered retailers that should've gone out of business long ago are finally going bankrupt.\n\nDistressed co… https://t.co/iR1uTvuFrs", "clean_text": "WOW OVERLEVERED RETAILERS THAT SHOULDVE GONE OUT OF BUSINESS LONG AGO ARE FINALLY GOING BANKRUPT\n\nDISTRESSED CO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200504, "Text": "Would a younger Warren slap a cease and desist order on this profitless pet insurance company in the midst of a rat… https://t.co/5d4ojDH9hp", "clean_text": "WOULD A YOUNGER WARREN SLAP A CEASE AND DESIST ORDER ON THIS PROFITLESS PET INSURANCE COMPANY IN THE MIDST OF A RAT ", "count1": 1, "count2": 1, "count3": 0, "count4": 3}, {"Name": "marketfolly", "Time": 20200503, "Text": "Buffett on virus: “We may get some unpleasant surprises.” Cites all kinds of possibilities/range of outcomes. But e… https://t.co/YV2wOFkpmH", "clean_text": "BUFFETT ON VIRUS WE MAY GET SOME UNPLEASANT SURPRISES” CITES ALL KINDS OF POSSIBILITIESRANGE OF OUTCOMES BUT E ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200503, "Text": "@BluegrassCap Optionality of cash extremely high right now given wide range of outcomes. That and Bazooka Jay beat… https://t.co/VDplcsDZqx", "clean_text": "@BLUEGRASSCAP OPTIONALITY OF CASH EXTREMELY HIGH RIGHT NOW GIVEN WIDE RANGE OF OUTCOMES THAT AND BAZOOKA JAY BEAT ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200503, "Text": "@SierraIguana @toptickcrypto Why do you think arbitrages persist? I'd argue that's also a function of counterparty… https://t.co/LsLPZfBaU0", "clean_text": "@SIERRAIGUANA @TOPTICKCRYPTO WHY DO YOU THINK ARBITRAGES PERSIST ID ARGUE THAT ALSO A FUNCTION OF COUNTERPARTY ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200503, "Text": "@Nerlynx1 To his credit, this guy acknowledged his error, sort of.", "clean_text": "@NERLYNX1 TO HIS CREDIT THIS GUY ACKNOWLEDGED HIS ERROR SORT OF", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200503, "Text": "Carl Icahn, who's made a large bulk of his fortune in energy, has a new play in the industry https://t.co/itmtW3W5Ar", "clean_text": "CARL ICAHN WHO MADE A LARGE BULK OF HIS FORTUNE IN ENERGY HAS A NEW PLAY IN THE INDUSTRY ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200503, "Text": "Warren Buffet selling all of his airline stocks corroborates the “economic genie is not going back in the bottle” t… https://t.co/mdQswsRLvg", "clean_text": "WARREN BUFFET SELLING ALL OF HIS AIRLINE STOCKS CORROBORATES THE ECONOMIC GENIE IS NOT GOING BACK IN THE BOTTLE” T ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200503, "Text": "RT @SecPompeo: We commend the efforts of journalists working in repressive environments to support the free flow of accurate information, i…", "clean_text": "RT @SECPOMPEO WE COMMEND THE EFFORTS OF JOURNALISTS WORKING IN REPRESSIVE ENVIRONMENTS TO SUPPORT THE FREE FLOW OF ACCURATE INFORMATION I", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200503, "Text": "RT @mcuban: Explain to me why in the midst of 50m people unemployed or under-employed, the gov isn’t hiring and training MILLIONS to do Tra…", "clean_text": "RT @MCUBAN EXPLAIN TO ME WHY IN THE MIDST OF 50M PEOPLE UNEMPLOYED OR UNDEREMPLOYED THE GOV ISNT HIRING AND TRAINING MILLIONS TO DO TRA", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "BergenCapital", "Time": 20200503, "Text": "RT @maybebullish: The biggest flex of all time. https://t.co/MEChH7KyUT", "clean_text": "RT @MAYBEBULLISH THE BIGGEST FLEX OF ALL TIME ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200503, "Text": "@bradsling's weekly email (which is fantastic), today is about as clear as an articulation of the bull case for… https://t.co/hiDDWVyAzN", "clean_text": "@BRADSLING WEEKLY EMAIL WHICH IS FANTASTIC TODAY IS ABOUT AS CLEAR AS AN ARTICULATION OF THE BULL CASE FOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200502, "Text": "RT @AswathDamodaran: As the S&amp;P 500 had one of its best months ever in April 2020, the ERP for the market was sharply down from crisis high…", "clean_text": "RT @ASWATHDAMODARAN AS THE SAMPP 500 HAD ONE OF ITS BEST MONTHS EVER IN APRIL 2020 THE ERP FOR THE MARKET WAS SHARPLY DOWN FROM CRISIS HIGH", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200502, "Text": "@BluegrassCap @marketfolly do it to it; monthly less of a commitment.", "clean_text": "@BLUEGRASSCAP @MARKETFOLLY DO IT TO IT MONTHLY LESS OF A COMMITMENT", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Link to livestream of Warren Buffett / Berkshire Hathaway annual meeting starting soon: https://t.co/4567HKRquZ $BRK.A $BRK.B", "clean_text": "LINK TO LIVESTREAM OF WARREN BUFFETT  BERKSHIRE HATHAWAY ANNUAL MEETING STARTING SOON  BRKA BRKB", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett net sold $6.5 bn of securities in April. “Not because we thought the stock market was going to go down … I… https://t.co/gcG30Msi5H", "clean_text": "BUFFETT NET SOLD 65 BN OF SECURITIES IN APRIL NOT BECAUSE WE THOUGHT THE STOCK MARKET WAS GOING TO GO DOWN  I ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@AuspexResearch @pb_1973 @scienceNtruth @adamfeuerstein Typical...can’t even keep track of his own dilution! https://t.co/NliyhVGSgx", "clean_text": "@AUSPEXRESEARCH @PB_1973 @SCIENCENTRUTH @ADAMFEUERSTEIN TYPICALCANT EVEN KEEP TRACK OF HIS OWN DILUTION ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@davemortell @AuspexResearch @sniperdream1 @RouxBourbon @adamfeuerstein Separately, I’m kind of curious what motiva… https://t.co/qTCNjU50f2", "clean_text": "@DAVEMORTELL @AUSPEXRESEARCH @SNIPERDREAM1 @ROUXBOURBON @ADAMFEUERSTEIN SEPARATELY IM KIND OF CURIOUS WHAT MOTIVA ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200502, "Text": "RT @east_cap: Single biggest destroyer of capital = Management boredom https://t.co/qcGtXuhRem", "clean_text": "RT @EAST_CAP SINGLE BIGGEST DESTROYER OF CAPITAL  MANAGEMENT BOREDOM ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "I would never have expected Berkshire Hathaway to trot out the old “our management team has 185 years of experience” line.", "clean_text": "I WOULD NEVER HAVE EXPECTED BERKSHIRE HATHAWAY TO TROT OUT THE OLD OUR MANAGEMENT TEAM HAS 185 YEARS OF EXPERIENCE” LINE", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Buffett’s paean to the FDIC is interesting. It would also be interesting to ask him what kind of automatic stabiliz… https://t.co/m0tNRm0XmZ", "clean_text": "BUFFETTS PAEAN TO THE FDIC IS INTERESTING IT WOULD ALSO BE INTERESTING TO ASK HIM WHAT KIND OF AUTOMATIC STABILIZ ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AZ_Value", "Time": 20200502, "Text": "RT @cablecarcapital: Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he put o…", "clean_text": "RT @CABLECARCAPITAL WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PUT O", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "RT @bhavinjan1978: The key to analyzing a business is getting down to the basic unit of economic analysis says @mjmauboussin . For many con…", "clean_text": "RT @BHAVINJAN1978 THE KEY TO ANALYZING A BUSINESS IS GETTING DOWN TO THE BASIC UNIT OF ECONOMIC ANALYSIS SAYS @MJMAUBOUSSIN  FOR MANY CON", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "@bhavinjan1978 BTW, if I were to do this today, I would rely heavily on the great work of @d_mccar and @faderp. See… https://t.co/adYF32ZSgo", "clean_text": "@BHAVINJAN1978 BTW IF I WERE TO DO THIS TODAY I WOULD RELY HEAVILY ON THE GREAT WORK OF @D_MCCAR AND @FADERP SEE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200501, "Text": "this twete was too late for today's money stuff but here's a little sneak preview of monday's, it seems fine to me,… https://t.co/j45Xjx3wqw", "clean_text": "THIS TWETE WAS TOO LATE FOR TODAY MONEY STUFF BUT HERE A LITTLE SNEAK PREVIEW OF MONDAY IT SEEMS FINE TO ME ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he pu… https://t.co/DpXgSMyeNY", "clean_text": "WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PU ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 That's not what in the field means. Verification tests of diagnostics using controls are… https://t.co/kvzesJbzfZ", "clean_text": "@DORMERJARRETT @ELKWOOD66 THAT NOT WHAT IN THE FIELD MEANS VERIFICATION TESTS OF DIAGNOSTICS USING CONTROLS ARE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 No, the implication of the PR is that the test is perfectly accurate when used in practic… https://t.co/VEVCt4AeFn", "clean_text": "@DORMERJARRETT @ELKWOOD66 NO THE IMPLICATION OF THE PR IS THAT THE TEST IS PERFECTLY ACCURATE WHEN USED IN PRACTIC ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@infintyprep1234 @scienceNtruth Form 144 is a notice filing that states an anticipated first date of sale, which wa… https://t.co/ePyW8pDO7q", "clean_text": "@INFINTYPREP1234 @SCIENCENTRUTH FORM 144 IS A NOTICE FILING THAT STATES AN ANTICIPATED FIRST DATE OF SALE WHICH WA ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "If the Fed has not actually been buying Corporate Bonds, even through its shell company, the buyers of Corporate Bo… https://t.co/ZpCOh13P5D", "clean_text": "IF THE FED HAS NOT ACTUALLY BEEN BUYING CORPORATE BONDS EVEN THROUGH ITS SHELL COMPANY THE BUYERS OF CORPORATE BO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "Want to see a chart of the greatest large scale whipsaw of all time?  Look at the price action of the ETF LQD over… https://t.co/6oMwTKU00I", "clean_text": "WANT TO SEE A CHART OF THE GREATEST LARGE SCALE WHIPSAW OF ALL TIME  LOOK AT THE PRICE ACTION OF THE ETF LQD OVER ", "count1": 3, "count2": 3, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "Is the health of Taiwan's 23 million people less important now than it was before 2017?  Or, is the #PRC punishing… https://t.co/TI6TwKKBdy", "clean_text": "IS THE HEALTH OF TAIWAN 23 MILLION PEOPLE LESS IMPORTANT NOW THAN IT WAS BEFORE 2017  OR IS THE #PRC PUNISHING ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": "We all know Taiwan has long been committed to global health and boasts one of the finest health and research networ… https://t.co/OSoA1DqXgc", "clean_text": "WE ALL KNOW TAIWAN HAS LONG BEEN COMMITTED TO GLOBAL HEALTH AND BOASTS ONE OF THE FINEST HEALTH AND RESEARCH NETWOR ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": ".@iingwen, the contrast with the #PRC is striking.  China's response to the outbreak of #COVID19 has been to hide t… https://t.co/snB9sbcRMd", "clean_text": "@IINGWEN THE CONTRAST WITH THE #PRC IS STRIKING  CHINA RESPONSE TO THE OUTBREAK OF #COVID19 HAS BEEN TO HIDE T ", "count1": 3, "count2": 1, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": "RT @USUN: .@UN was founded to serve as a venue for all voices, a forum that welcomes a diversity of views &amp; perspectives, &amp; promotes human…", "clean_text": "RT @USUN @UN WAS FOUNDED TO SERVE AS A VENUE FOR ALL VOICES A FORUM THAT WELCOMES A DIVERSITY OF VIEWS AMP PERSPECTIVES AMP PROMOTES HUMAN", "count1": 0, "count2": 1, "count3": 1, "count4": 3}, {"Name": "State_IO", "Time": 20200501, "Text": "Is it too much to ask that Taiwan be permitted to share their expertise, their commitment, with the rest of the wor… https://t.co/auphB5tcNI", "clean_text": "IS IT TOO MUCH TO ASK THAT TAIWAN BE PERMITTED TO SHARE THEIR EXPERTISE THEIR COMMITMENT WITH THE REST OF THE WOR ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200501, "Text": "@valueterminal This is a tough one. If you just throw out an open question, 90% of people will say “Everything is g… https://t.co/pcbmor62Ze", "clean_text": "@VALUETERMINAL THIS IS A TOUGH ONE IF YOU JUST THROW OUT AN OPEN QUESTION 90% OF PEOPLE WILL SAY EVERYTHING IS G ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200501, "Text": "McDonald's $MCD doesn’t see a V-shaped recovery in China either. Recall, $MCD is also one of $MIDD’s largest custom… https://t.co/FHHXhB8b3z", "clean_text": "MCDONALD MCD DOESNT SEE A VSHAPED RECOVERY IN CHINA EITHER RECALL MCD IS ALSO ONE OF MIDDS LARGEST CUSTOM ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200501, "Text": "Commentary from $MCD echoes that of $YUMC that customers have not reverted back to pre-shutdown routines. $MIDD https://t.co/az4xUva2VG", "clean_text": "COMMENTARY FROM MCD ECHOES THAT OF YUMC THAT CUSTOMERS HAVE NOT REVERTED BACK TO PRESHUTDOWN ROUTINES MIDD ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200501, "Text": "Nikola Tesla spent the last years of his life in love with a pigeon, alone and broke, living out of hotels. https://t.co/mLoEkjblNX", "clean_text": "NIKOLA TESLA SPENT THE LAST YEARS OF HIS LIFE IN LOVE WITH A PIGEON ALONE AND BROKE LIVING OUT OF HOTELS ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200501, "Text": "Elon didn’t tweet this after $1000 but he did it at $850 after “good earnings”  and on (we hope) the better side of… https://t.co/fsQlo27HN8", "clean_text": "ELON DIDNT TWEET THIS AFTER 1000 BUT HE DID IT AT 850 AFTER GOOD EARNINGS”  AND ON WE HOPE THE BETTER SIDE OF ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}]