["A", {"Name": "mjmauboussin", "Time": 20200320, "Text": "RT @PTetlock: A rule that has yet to fail.\nWhen Michael Mauboussin writes about my work, I groan: “I wish I’d thought of saying it that way…", "clean_text": "RT @PTETLOCK A RULE THAT HAS YET TO FAIL\nWHEN MICHAEL MAUBOUSSIN WRITES ABOUT MY WORK I GROAN I WISH ID THOUGHT OF SAYING IT THAT WAY", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200320, "Text": "Anyone have a good website for tracking Coronavirus by day by state?", "clean_text": "ANYONE HAVE A GOOD WEBSITE FOR TRACKING CORONAVIRUS BY DAY BY STATE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200320, "Text": "$LSXMA $BATRA $FWONA 8-k yest: \"fully repaid $LYV margin loan using a portion of cash on hand. Margin loan of $130m… https://t.co/XhPcwYTcJO", "clean_text": "LSXMA BATRA FWONA 8K YEST FULLY REPAID LYV MARGIN LOAN USING A PORTION OF CASH ON HAND MARGIN LOAN OF 130M ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @TruthGundlach: Movie theater operators are asking for a government bailout?!  Seriously!?!? Next equity ETF owners will ask the governm…", "clean_text": "RT @TRUTHGUNDLACH MOVIE THEATER OPERATORS ARE ASKING FOR A GOVERNMENT BAILOUT  SERIOUSLY NEXT EQUITY ETF OWNERS WILL ASK THE GOVERNM", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @morganhousel: Just saw someone remove their face mask to smoke a cigarette. Life's about tradeoffs.", "clean_text": "RT @MORGANHOUSEL JUST SAW SOMEONE REMOVE THEIR FACE MASK TO SMOKE A CIGARETTE LIFE ABOUT TRADEOFFS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @elonmusk: @suhaylabbas @fawadchaudhry We will make ventilators if there is a shortage", "clean_text": "RT @ELONMUSK @SUHAYLABBAS @FAWADCHAUDHRY WE WILL MAKE VENTILATORS IF THERE IS A SHORTAGE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @cullenroche: Our retirement accounts crashed, but then we got a sneak peak at what it's like to be home all the time and realized we'd…", "clean_text": "RT @CULLENROCHE OUR RETIREMENT ACCOUNTS CRASHED BUT THEN WE GOT A SNEAK PEAK AT WHAT IT LIKE TO BE HOME ALL THE TIME AND REALIZED WED", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200319, "Text": "Movie theater operators are asking for a government bailout?!  Seriously!?!? Next equity ETF owners will ask the go… https://t.co/vbxxFOfzFH", "clean_text": "MOVIE THEATER OPERATORS ARE ASKING FOR A GOVERNMENT BAILOUT  SERIOUSLY NEXT EQUITY ETF OWNERS WILL ASK THE GO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200319, "Text": "@PalmettoCapital @mariocibelli Seems at least a tad late for that?", "clean_text": "@PALMETTOCAPITAL @MARIOCIBELLI SEEMS AT LEAST A TAD LATE FOR THAT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200319, "Text": "RT @RaoulGMI: Literally no one is long enough dollars. NO ONE. Pick any currency to short, it matters not. If you are in a different countr…", "clean_text": "RT @RAOULGMI LITERALLY NO ONE IS LONG ENOUGH DOLLARS NO ONE PICK ANY CURRENCY TO SHORT IT MATTERS NOT IF YOU ARE IN A DIFFERENT COUNTR", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200319, "Text": "$HCG if there's a better poster child for shareholder destruction via stock repurchase please let me know.  They bo… https://t.co/r0GOuvbNjN", "clean_text": "HCG IF THERE A BETTER POSTER CHILD FOR SHAREHOLDER DESTRUCTION VIA STOCK REPURCHASE PLEASE LET ME KNOW  THEY BO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200318, "Text": "With today’s technology you can interact quicker with a newsletter than ever before and this could be a model for t… https://t.co/qaZYa1IKLL", "clean_text": "WITH TODAYS TECHNOLOGY YOU CAN INTERACT QUICKER WITH A NEWSLETTER THAN EVER BEFORE AND THIS COULD BE A MODEL FOR T ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "As if we needed more evidence of a liquidity squeeze crushing asset prices, today I received panic offers of blue c… https://t.co/AVnrt9P3un", "clean_text": "AS IF WE NEEDED MORE EVIDENCE OF A LIQUIDITY SQUEEZE CRUSHING ASSET PRICES TODAY I RECEIVED PANIC OFFERS OF BLUE C ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We believe $MDXG shares are currently trading at a deep discount to FV. Assuming the same multiple as competitor Os… https://t.co/wUuAhoKUtU", "clean_text": "WE BELIEVE MDXG SHARES ARE CURRENTLY TRADING AT A DEEP DISCOUNT TO FV ASSUMING THE SAME MULTIPLE AS COMPETITOR OS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200318, "Text": "@BluegrassCap EXCELLENT.  That's a pretty loud chart...", "clean_text": "@BLUEGRASSCAP EXCELLENT  THAT A PRETTY LOUD CHART", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200318, "Text": "RT @vol_christopher: What very few realize is that the Fed's actions over the past 48 hours are primarily intended to prevent a few massive…", "clean_text": "RT @VOL_CHRISTOPHER WHAT VERY FEW REALIZE IS THAT THE FED ACTIONS OVER THE PAST 48 HOURS ARE PRIMARILY INTENDED TO PREVENT A FEW MASSIVE", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200318, "Text": "RT @novogratz: I started my career as a commercial paper salesman at GS.  Never would have thought that 31 years later the CP markets would…", "clean_text": "RT @NOVOGRATZ I STARTED MY CAREER AS A COMMERCIAL PAPER SALESMAN AT GS  NEVER WOULD HAVE THOUGHT THAT 31 YEARS LATER THE CP MARKETS WOULD", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200317, "Text": "I am preparing a blitz of short-term relief that I hope will allow this newsletter to continue operating smoothly e… https://t.co/5K597ZOhrV", "clean_text": "I AM PREPARING A BLITZ OF SHORTTERM RELIEF THAT I HOPE WILL ALLOW THIS NEWSLETTER TO CONTINUE OPERATING SMOOTHLY E ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200317, "Text": "Hey @nycmayor and @NYGovCuomo: how about a special press conference for kids like @erna_solberg did in Norway? Lots… https://t.co/29PJGH5RYO", "clean_text": "HEY @NYCMAYOR AND @NYGOVCUOMO HOW ABOUT A SPECIAL PRESS CONFERENCE FOR KIDS LIKE @ERNA_SOLBERG DID IN NORWAY LOTS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200317, "Text": "@WineRex I haven’t seen a lot disclosed so far. But that’s admittedly a universe limited to officers/directors at public companies.", "clean_text": "@WINEREX I HAVENT SEEN A LOT DISCLOSED SO FAR BUT THATS ADMITTEDLY A UNIVERSE LIMITED TO OFFICERSDIRECTORS AT PUBLIC COMPANIES", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "We issued a new report on @Medallia this morning. $MDLA has used M&amp;A to mask rapidly deteriorating organic revenue… https://t.co/FEuijFvjdN", "clean_text": "WE ISSUED A NEW REPORT ON @MEDALLIA THIS MORNING MDLA HAS USED MAMPA TO MASK RAPIDLY DETERIORATING ORGANIC REVENUE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "Path to profitability still a fairy tale. $MDLA has been unprofitable for 20 years despite minimal competition in c… https://t.co/b8ng2uUhlN", "clean_text": "PATH TO PROFITABILITY STILL A FAIRY TALE MDLA HAS BEEN UNPROFITABLE FOR 20 YEARS DESPITE MINIMAL COMPETITION IN C ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200316, "Text": "For those who understand the market to be a complex adaptive system @sfiscience https://t.co/jgSxbFy1Uc", "clean_text": "FOR THOSE WHO UNDERSTAND THE MARKET TO BE A COMPLEX ADAPTIVE SYSTEM @SFISCIENCE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200316, "Text": "RT @sfiscience: @GaskarthWayBlog @mjmauboussin Here's a searchable index of resources on a wide variety of #complexsystems topics, browsabl…", "clean_text": "RT @SFISCIENCE @GASKARTHWAYBLOG @MJMAUBOUSSIN HERE A SEARCHABLE INDEX OF RESOURCES ON A WIDE VARIETY OF #COMPLEXSYSTEMS TOPICS BROWSABL", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "marketfolly", "Time": 20200316, "Text": "If people ask you about all the market volatility, this from @B3_MillerValue sums it up. There’s simply a ton of “c… https://t.co/QmwOyHsjXj", "clean_text": "IF PEOPLE ASK YOU ABOUT ALL THE MARKET VOLATILITY THIS FROM @B3_MILLERVALUE SUMS IT UP THERES SIMPLY A TON OF C ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200316, "Text": "Nearly 200 8-Ks were filed after 4 pm today. That’s a pace that’s pretty unusual for this time of year. But then ag… https://t.co/cEwuxdAT5P", "clean_text": "NEARLY 200 8KS WERE FILED AFTER 4 PM TODAY THATS A PACE THATS PRETTY UNUSUAL FOR THIS TIME OF YEAR BUT THEN AG ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200316, "Text": "Since @J264B asked about Form 4s, I decided to take a quick look. Expect to see a lot more margin call selling like… https://t.co/RXkCzegGU8", "clean_text": "SINCE @J264B ASKED ABOUT FORM 4S I DECIDED TO TAKE A QUICK LOOK EXPECT TO SEE A LOT MORE MARGIN CALL SELLING LIKE ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "footnoted", "Time": 20200316, "Text": "@LandisWeaver @J264B Those Form 4s would already be available. But someone like @AsifSuria would have a better handle on that than me.", "clean_text": "@LANDISWEAVER @J264B THOSE FORM 4S WOULD ALREADY BE AVAILABLE BUT SOMEONE LIKE @ASIFSURIA WOULD HAVE A BETTER HANDLE ON THAT THAN ME", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200316, "Text": "RT @michaelbatnick: Long-term returns have historically gotten more attractive as stocks decline, but over the short-term, flip a coin. \n\nh…", "clean_text": "RT @MICHAELBATNICK LONGTERM RETURNS HAVE HISTORICALLY GOTTEN MORE ATTRACTIVE AS STOCKS DECLINE BUT OVER THE SHORTTERM FLIP A COIN \n\nH", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "Working on getting a $DIS deck out this week (peaked my interest falling from $153 --&gt; $93) but... I have no answer… https://t.co/lsmiuaTE5p", "clean_text": "WORKING ON GETTING A DIS DECK OUT THIS WEEK PEAKED MY INTEREST FALLING FROM 153 GT 93 BUT I HAVE NO ANSWER ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "..cable networks. Rather, a combo of theme park strength w/ film IP, Disney+ (sub + pricing power), Hulu/ESPN+ redu… https://t.co/bmd0QKks2D", "clean_text": "CABLE NETWORKS RATHER A COMBO OF THEME PARK STRENGTH W FILM IP DISNEY+ SUB PRICING POWER HULUESPN+ REDU ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "@LibertyRPF Well...I put in a limit order and it’s not being filled here so....? $CHTR I would take it at $350.", "clean_text": "@LIBERTYRPF WELLI PUT IN A LIMIT ORDER AND ITS NOT BEING FILLED HERE SO CHTR I WOULD TAKE IT AT 350", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200316, "Text": "Spruce Point saying it wouldn't wish for a correction caused by human suffering. Fair play! https://t.co/RK4bQhzCPK", "clean_text": "SPRUCE POINT SAYING IT WOULDNT WISH FOR A CORRECTION CAUSED BY HUMAN SUFFERING FAIR PLAY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "@unikornhunter @Bengordon2013 @HotlantaCapital There are a lot of issues with Flex, it really will only work for a… https://t.co/s7jkqElRDU", "clean_text": "@UNIKORNHUNTER @BENGORDON2013 @HOTLANTACAPITAL THERE ARE A LOT OF ISSUES WITH FLEX IT REALLY WILL ONLY WORK FOR A ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "@kidkapital @unikornhunter @Bengordon2013 @HotlantaCapital I think its misleading to suggest there has been a compa… https://t.co/Mc7noxjTZH", "clean_text": "@KIDKAPITAL @UNIKORNHUNTER @BENGORDON2013 @HOTLANTACAPITAL I THINK ITS MISLEADING TO SUGGEST THERE HAS BEEN A COMPA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "When do we think $AMZN will become a line item in the non-farm payroll report?", "clean_text": "WHEN DO WE THINK AMZN WILL BECOME A LINE ITEM IN THE NONFARM PAYROLL REPORT", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "PAA Research Report: OSTK: In a World Where Stocks Continually Get Cheaper, OSTK Now Trading at a Discount to Cash,… https://t.co/uKTY97s2VI", "clean_text": "PAA RESEARCH REPORT OSTK IN A WORLD WHERE STOCKS CONTINUALLY GET CHEAPER OSTK NOW TRADING AT A DISCOUNT TO CASH ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "activiststocks", "Time": 20200315, "Text": "RT @JustMeTurtle: I’m a garbageman, I can’t work from home and my job is an essential city service that must get done. It’s a tough job, fr…", "clean_text": "RT @JUSTMETURTLE IM A GARBAGEMAN I CANT WORK FROM HOME AND MY JOB IS AN ESSENTIAL CITY SERVICE THAT MUST GET DONE ITS A TOUGH JOB FR", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "activiststocks", "Time": 20200315, "Text": "RT @markwby: Here’s something that’s absolutely terrifying: a comparison of the age distributions of Covid-19 cases in Italy, where they ar…", "clean_text": "RT @MARKWBY HERES SOMETHING THATS ABSOLUTELY TERRIFYING A COMPARISON OF THE AGE DISTRIBUTIONS OF COVID19 CASES IN ITALY WHERE THEY AR", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200315, "Text": "Best way to tell how an executive might run a team in the future is how they are running a team now. Take a look at… https://t.co/knIL1NXpWH", "clean_text": "BEST WAY TO TELL HOW AN EXECUTIVE MIGHT RUN A TEAM IN THE FUTURE IS HOW THEY ARE RUNNING A TEAM NOW TAKE A LOOK AT ", "count1": 1, "count2": 0, "count3": 1, "count4": 3}, {"Name": "TruthGundlach", "Time": 20200315, "Text": "The whole point is, how can a Presidential candidate not personally make sure that a new form of communication pote… https://t.co/BRfWpUM7m7", "clean_text": "THE WHOLE POINT IS HOW CAN A PRESIDENTIAL CANDIDATE NOT PERSONALLY MAKE SURE THAT A NEW FORM OF COMMUNICATION POTE ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200315, "Text": "@Bengordon2013 @HotlantaCapital I'll have some more insights on that in a week or two after finishing a round of checks after this week.", "clean_text": "@BENGORDON2013 @HOTLANTACAPITAL ILL HAVE SOME MORE INSIGHTS ON THAT IN A WEEK OR TWO AFTER FINISHING A ROUND OF CHECKS AFTER THIS WEEK", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200314, "Text": "Listened to @patrick_oshag podcast with @bgurley and @chetanp, which was terrific. Chetan made a point that in his… https://t.co/LEhuT9eXva", "clean_text": "LISTENED TO @PATRICK_OSHAG PODCAST WITH @BGURLEY AND @CHETANP WHICH WAS TERRIFIC CHETAN MADE A POINT THAT IN HIS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200314, "Text": "this is great - someone forged ancient bible fragments by copying from a reference bible, but were caught because t… https://t.co/vY5fprqj2b", "clean_text": "THIS IS GREAT  SOMEONE FORGED ANCIENT BIBLE FRAGMENTS BY COPYING FROM A REFERENCE BIBLE BUT WERE CAUGHT BECAUSE T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200314, "Text": "also a good story about incentives https://t.co/FQLra3f07G", "clean_text": "ALSO A GOOD STORY ABOUT INCENTIVES ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @QTRResearch: Why didn’t they use a 1 month chart https://t.co/yfq0dBSikk", "clean_text": "RT @QTRRESEARCH WHY DIDNT THEY USE A 1 MONTH CHART ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @carlquintanilla: (Verge) - Google is not working with the US government in building a nationwide website to help people determine wheth…", "clean_text": "RT @CARLQUINTANILLA VERGE  GOOGLE IS NOT WORKING WITH THE US GOVERNMENT IN BUILDING A NATIONWIDE WEBSITE TO HELP PEOPLE DETERMINE WHETH", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20200313, "Text": "@PScatterpatter @BarbarianCap @normonics Our town on LI is still having school as usual. In fact BOE is hosting a m… https://t.co/H5w1pMuU1h", "clean_text": "@PSCATTERPATTER @BARBARIANCAP @NORMONICS OUR TOWN ON LI IS STILL HAVING SCHOOL AS USUAL IN FACT BOE IS HOSTING A M ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200313, "Text": "RT @carlquintanilla: BUFFETT: “Well, it’s going to be terrible. I’ve always felt a pandemic would happen at some time. .. It won’t stop the…", "clean_text": "RT @CARLQUINTANILLA BUFFETT WELL ITS GOING TO BE TERRIBLE IVE ALWAYS FELT A PANDEMIC WOULD HAPPEN AT SOME TIME  IT WONT STOP THE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "Odds $BRK announces a *major* acquisition (&gt; $30bn) or deal in the next 60 days.....", "clean_text": "ODDS BRK ANNOUNCES A *MAJOR* ACQUISITION GT 30BN OR DEAL IN THE NEXT 60 DAYS", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "@borrowed_ideas Most of the issues came down to (a) cable networks, (b) short term issues w parks, cruises, studio… https://t.co/YE4eycIGSq", "clean_text": "@BORROWED_IDEAS MOST OF THE ISSUES CAME DOWN TO A CABLE NETWORKS B SHORT TERM ISSUES W PARKS CRUISES STUDIO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200313, "Text": "...and to the person that grabbed the last 15(!) bottles of hand sanitizer in front other people that wanted some a… https://t.co/4p8nkE8SHS", "clean_text": "AND TO THE PERSON THAT GRABBED THE LAST 15 BOTTLES OF HAND SANITIZER IN FRONT OTHER PEOPLE THAT WANTED SOME A ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200312, "Text": "This newsletter has been on a mind-bending, three-week roller-coaster ride. https://t.co/ftOd7MrO4g", "clean_text": "THIS NEWSLETTER HAS BEEN ON A MINDBENDING THREEWEEK ROLLERCOASTER RIDE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200312, "Text": "RT @RFaughnder: Just got a statement from Tom Hanks saying he and Rita Wilson were tested positive for Covid-19 in Australia", "clean_text": "RT @RFAUGHNDER JUST GOT A STATEMENT FROM TOM HANKS SAYING HE AND RITA WILSON WERE TESTED POSITIVE FOR COVID19 IN AUSTRALIA", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200312, "Text": "As the storm clouds gathered today 30 year UST prices fell 4 points. One robin does not make a spring, but this cou… https://t.co/fdwKDGkBZ5", "clean_text": "AS THE STORM CLOUDS GATHERED TODAY 30 YEAR UST PRICES FELL 4 POINTS ONE ROBIN DOES NOT MAKE A SPRING BUT THIS COU ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200312, "Text": "I will be doing a webcast Tuesday March 17, 2020 at 4:15 pm EST. The title is “The Price Is Right?”.", "clean_text": "I WILL BE DOING A WEBCAST TUESDAY MARCH 17 2020 AT 415 PM EST THE TITLE IS THE PRICE IS RIGHT”", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200312, "Text": "RT @USUN: The United States wants the very best for #SouthSudan. We believe the unanimously renewed #UNMISS mandate will help create a path…", "clean_text": "RT @USUN THE UNITED STATES WANTS THE VERY BEST FOR #SOUTHSUDAN WE BELIEVE THE UNANIMOUSLY RENEWED #UNMISS MANDATE WILL HELP CREATE A PATH", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200312, "Text": "RT @biancoresearch: Tsys are supposed to trade as a \"rate\" but are now trading like a \"credit\"\n\nTsys prices should be rallying BIG on what…", "clean_text": "RT @BIANCORESEARCH TSYS ARE SUPPOSED TO TRADE AS A RATE BUT ARE NOW TRADING LIKE A CREDIT\n\nTSYS PRICES SHOULD BE RALLYING BIG ON WHAT", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "Find_Me_Value", "Time": 20200312, "Text": "$DIS - Any updated thoughts on the Iger early \"retirement\". He said 2021 would be his year (less than a year ago),… https://t.co/CluzLfC0Se", "clean_text": "DIS  ANY UPDATED THOUGHTS ON THE IGER EARLY RETIREMENT HE SAID 2021 WOULD BE HIS YEAR LESS THAN A YEAR AGO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200311, "Text": "For analysts trying to get their arms around scenarios for earnings, this framework may help: Operating Leverage: A… https://t.co/tNuDQn37VJ", "clean_text": "FOR ANALYSTS TRYING TO GET THEIR ARMS AROUND SCENARIOS FOR EARNINGS THIS FRAMEWORK MAY HELP OPERATING LEVERAGE A ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200311, "Text": "@marcuswerther right... they're actually higher. No flight to safety as in past days and as would be indicated by a 4% equities decline.", "clean_text": "@MARCUSWERTHER RIGHT THEYRE ACTUALLY HIGHER NO FLIGHT TO SAFETY AS IN PAST DAYS AND AS WOULD BE INDICATED BY A 4% EQUITIES DECLINE", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200311, "Text": "Having a hard time not getting excited about some things in the market currently. \n\nNo opinion on Coronavirius, no… https://t.co/EA8pXG7687", "clean_text": "HAVING A HARD TIME NOT GETTING EXCITED ABOUT SOME THINGS IN THE MARKET CURRENTLY \n\nNO OPINION ON CORONAVIRIUS NO ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200311, "Text": "Ad $ will get impacted, Olympic overhang (but they have insurance on costs), theme parks getting hit. $CMCSA as a w… https://t.co/RW74WYWx5k", "clean_text": "AD  WILL GET IMPACTED OLYMPIC OVERHANG BUT THEY HAVE INSURANCE ON COSTS THEME PARKS GETTING HIT CMCSA AS A W ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200311, "Text": "$TRUP out with a presser to remind everyone that this loss making insurance company continues to try to rub that Be… https://t.co/62xR2Brh4y", "clean_text": "TRUP OUT WITH A PRESSER TO REMIND EVERYONE THAT THIS LOSS MAKING INSURANCE COMPANY CONTINUES TO TRY TO RUB THAT BE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200310, "Text": "RT @jasonzweigwsj: It's always a good time to read (or re-read) Chapter Eight of  Benjamin Graham's \"The Intelligent Investor.\"\n\nToday migh…", "clean_text": "RT @JASONZWEIGWSJ IT ALWAYS A GOOD TIME TO READ OR REREAD CHAPTER EIGHT OF  BENJAMIN GRAHAM THE INTELLIGENT INVESTOR\n\nTODAY MIGH", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200310, "Text": "RT @2HarryBawlz: I just heard from daughter number 2 who is in Midland TX overseeing a bankruptcy for an oil company. It's what she does pr…", "clean_text": "RT @2HARRYBAWLZ I JUST HEARD FROM DAUGHTER NUMBER 2 WHO IS IN MIDLAND TX OVERSEEING A BANKRUPTCY FOR AN OIL COMPANY IT WHAT SHE DOES PR", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200310, "Text": "RT @Hipster_Trader: Maybe Ken Griffin can give them a credit line https://t.co/zfGzBmJHYF", "clean_text": "RT @HIPSTER_TRADER MAYBE KEN GRIFFIN CAN GIVE THEM A CREDIT LINE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200310, "Text": "@BarbarianCap There's a thread you can follow on @chronicle that shows higher education instittuions that have tran… https://t.co/V8VyOm7MzR", "clean_text": "@BARBARIANCAP THERE A THREAD YOU CAN FOLLOW ON @CHRONICLE THAT SHOWS HIGHER EDUCATION INSTITTUIONS THAT HAVE TRAN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200309, "Text": "Probably the most meta thing we’ll ever RT.  Talking about a hedge fund and $TWTR ON Twitter. #stonks #jackandpaul https://t.co/reEnEDjDMT", "clean_text": "PROBABLY THE MOST META THING WELL EVER RT  TALKING ABOUT A HEDGE FUND AND TWTR ON TWITTER #STONKS #JACKANDPAUL ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200309, "Text": "RT @SweeneyABC: BREAKING: A D.C. priest has Coronavirus. He offered communion and shook hands with more than 500 worshippers last week and…", "clean_text": "RT @SWEENEYABC BREAKING A DC PRIEST HAS CORONAVIRUS HE OFFERED COMMUNION AND SHOOK HANDS WITH MORE THAN 500 WORSHIPPERS LAST WEEK AND", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200309, "Text": "RT @morganhousel: Gonna start hearing stories of people refinancing their mortgage twice in a week.", "clean_text": "RT @MORGANHOUSEL GONNA START HEARING STORIES OF PEOPLE REFINANCING THEIR MORTGAGE TWICE IN A WEEK", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200309, "Text": "Gilead Sciences Could Have a Coronavirus Cure. Could It Also See a Shakeup? https://t.co/56nQFBjS9F", "clean_text": "GILEAD SCIENCES COULD HAVE A CORONAVIRUS CURE COULD IT ALSO SEE A SHAKEUP ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200309, "Text": "The 30 Year US Treasury bond price is up 16 points tonight. That’s a lot.", "clean_text": "THE 30 YEAR US TREASURY BOND PRICE IS UP 16 POINTS TONIGHT THATS A LOT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200309, "Text": "Once again today, junk bond yields are rising a significantly greater amount than Treasury yields are falling. And… https://t.co/2sesGKBY1S", "clean_text": "ONCE AGAIN TODAY JUNK BOND YIELDS ARE RISING A SIGNIFICANTLY GREATER AMOUNT THAN TREASURY YIELDS ARE FALLING AND ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200309, "Text": "If you've never watched the Wall Street Week epsidoe from Oct. 23, 1987, it's well weather a watch. Louis Ruykeser… https://t.co/pZZp95ivuP", "clean_text": "IF YOUVE NEVER WATCHED THE WALL STREET WEEK EPSIDOE FROM OCT 23 1987 IT WELL WEATHER A WATCH LOUIS RUYKESER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200308, "Text": "@OldAviral @robleclerc Graham did not suggest buying the dip and neither did I! Rather, it's a reminder that stock… https://t.co/TEddnykN0Y", "clean_text": "@OLDAVIRAL @ROBLECLERC GRAHAM DID NOT SUGGEST BUYING THE DIP AND NEITHER DID I RATHER IT A REMINDER THAT STOCK ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200308, "Text": "I thought this was a great interview. Tim Cook is an outstanding CEO. \nhttps://t.co/jwM6WnRMaq", "clean_text": "I THOUGHT THIS WAS A GREAT INTERVIEW TIM COOK IS AN OUTSTANDING CEO \n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200308, "Text": "RT @jamesmatesitv: View from the top of the Spanish Steps this evening. Rome a near ghost town #coronavirus https://t.co/ywP89PxMF9", "clean_text": "RT @JAMESMATESITV VIEW FROM THE TOP OF THE SPANISH STEPS THIS EVENING ROME A NEAR GHOST TOWN #CORONAVIRUS ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200307, "Text": "Listening to a wonderful conversation with @tangotiger and @billjamesonline  at SSAC. Tango has always graciously a… https://t.co/mJJE6RfL4h", "clean_text": "LISTENING TO A WONDERFUL CONVERSATION WITH @TANGOTIGER AND @BILLJAMESONLINE  AT SSAC TANGO HAS ALWAYS GRACIOUSLY A ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @DavidBCollum: \"Just wait until the first corporate bond fund is forced to \"gate\" their fund as redemptions soar. You will then hear a l…", "clean_text": "RT @DAVIDBCOLLUM JUST WAIT UNTIL THE FIRST CORPORATE BOND FUND IS FORCED TO GATE THEIR FUND AS REDEMPTIONS SOAR YOU WILL THEN HEAR A L", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200306, "Text": "RT @JiffyLu: We generally refer to \"operating leverage\" in a positive light, but it cuts both ways. It's going to be especially painful for…", "clean_text": "RT @JIFFYLU WE GENERALLY REFER TO OPERATING LEVERAGE IN A POSITIVE LIGHT BUT IT CUTS BOTH WAYS IT GOING TO BE ESPECIALLY PAINFUL FOR", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@Find_Me_Value Had someone at a very respected shop tell me this week that they removed it from their list of great businesses last year.", "clean_text": "@FIND_ME_VALUE HAD SOMEONE AT A VERY RESPECTED SHOP TELL ME THIS WEEK THAT THEY REMOVED IT FROM THEIR LIST OF GREAT BUSINESSES LAST YEAR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200306, "Text": "James Bullard gives me no confidence. He's seems like a moron", "clean_text": "JAMES BULLARD GIVES ME NO CONFIDENCE HE SEEMS LIKE A MORON", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]