["TO", {"Name": "TruthGundlach", "Time": 20200125, "Text": "Bernie getting close to Joe on Predicit.  Here comes Iowa!", "clean_text": "BERNIE GETTING CLOSE TO JOE ON PREDICIT  HERE COMES IOWA", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200125, "Text": "This is shocking to me. How is it that Kawhi has never had a triple double? https://t.co/gALzuhoQsA", "clean_text": "THIS IS SHOCKING TO ME HOW IS IT THAT KAWHI HAS NEVER HAD A TRIPLE DOUBLE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200125, "Text": "Docs indicate $MDXG insider trading scheme was long-running to the point that in 2016 TD Ameritrade terminated \"num… https://t.co/k5xUWpV299", "clean_text": "DOCS INDICATE MDXG INSIDER TRADING SCHEME WAS LONGRUNNING TO THE POINT THAT IN 2016 TD AMERITRADE TERMINATED NUM ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200124, "Text": "\"It's easier to hold your principles 100 percent of the time than it is to hold them 98 percent of the time.\" -- Cl… https://t.co/hu8RdtOQYp", "clean_text": "IT EASIER TO HOLD YOUR PRINCIPLES 100 PERCENT OF THE TIME THAN IT IS TO HOLD THEM 98 PERCENT OF THE TIME  CL ", "count1": 2, "count2": 2, "count3": 2, "count4": 2}, {"Name": "AureliusValue", "Time": 20200124, "Text": "RT @MelinAnders: 1/ A U.S. Postal inspector says there's \"probable cause\" to believe a person avoided at least $2 million in losses by trad…", "clean_text": "RT @MELINANDERS 1 A US POSTAL INSPECTOR SAYS THERE PROBABLE CAUSE TO BELIEVE A PERSON AVOIDED AT LEAST 2 MILLION IN LOSSES BY TRAD", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200124, "Text": "Lots of fintwitters in my feed apoplectic over every headline related to #coronavirus and traders whipping markets… https://t.co/NfCMq5pVBD", "clean_text": "LOTS OF FINTWITTERS IN MY FEED APOPLECTIC OVER EVERY HEADLINE RELATED TO #CORONAVIRUS AND TRADERS WHIPPING MARKETS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200123, "Text": "Have no fear DNA testers. I’m sure when 23andMe runs out of cash they will sell all of your DNA info and data to… https://t.co/fSNSrhxoRy", "clean_text": "HAVE NO FEAR DNA TESTERS IM SURE WHEN 23ANDME RUNS OUT OF CASH THEY WILL SELL ALL OF YOUR DNA INFO AND DATA TO ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "BergenCapital", "Time": 20200123, "Text": "RT @zerohedge: Boeing Delays First 777X Flight Due to weather Conditions: Air Current\n\nOh come on: now Boeing can’t fly if it rains?", "clean_text": "RT @ZEROHEDGE BOEING DELAYS FIRST 777X FLIGHT DUE TO WEATHER CONDITIONS AIR CURRENT\n\nOH COME ON NOW BOEING CANT FLY IF IT RAINS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200122, "Text": "@RonStoeferle, managing partner at Incrementum AG, calls in to discuss pressing monetary matters and to review the… https://t.co/azNvurnGA2", "clean_text": "@RONSTOEFERLE MANAGING PARTNER AT INCREMENTUM AG CALLS IN TO DISCUSS PRESSING MONETARY MATTERS AND TO REVIEW THE ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200122, "Text": "The Total contract to setup 20K charging stations in the Netherlands seems like a seminal event in the history of E… https://t.co/T7fiwijR00", "clean_text": "THE TOTAL CONTRACT TO SETUP 20K CHARGING STATIONS IN THE NETHERLANDS SEEMS LIKE A SEMINAL EVENT IN THE HISTORY OF E ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200121, "Text": "@BenRabidoux @RobMcLister @ronmortgageguy @RoyCocciollo @Darinb75 @mortgagejake You forgot to copy the guys over… https://t.co/5wWfbfE907", "clean_text": "@BENRABIDOUX @ROBMCLISTER @RONMORTGAGEGUY @ROYCOCCIOLLO @DARINB75 @MORTGAGEJAKE YOU FORGOT TO COPY THE GUYS OVER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200120, "Text": "RT @francesdonald: Sometimes, things look good on the surface but are much weaker underneath. It's fine to have all your eggs in 1 basket i…", "clean_text": "RT @FRANCESDONALD SOMETIMES THINGS LOOK GOOD ON THE SURFACE BUT ARE MUCH WEAKER UNDERNEATH IT FINE TO HAVE ALL YOUR EGGS IN 1 BASKET I", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200117, "Text": "RT @CoveringDelta: In the overtime to this week's @HiddenForcesPod episode, Jim Grant offered to share some of @GrantsPub research and writ…", "clean_text": "RT @COVERINGDELTA IN THE OVERTIME TO THIS WEEK @HIDDENFORCESPOD EPISODE JIM GRANT OFFERED TO SHARE SOME OF @GRANTSPUB RESEARCH AND WRIT", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "Excluding M&amp;A, FY 21 guidance implies revenue growth will slow to below 20.0% for the first time in over a decade!… https://t.co/WPs2dxd0wJ", "clean_text": "EXCLUDING MAMPA FY 21 GUIDANCE IMPLIES REVENUE GROWTH WILL SLOW TO BELOW 200% FOR THE FIRST TIME IN OVER A DECADE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "It appears $MDLA window dressed profitability to create the illusion that margin was turning positive. https://t.co/cu6fmvlly5", "clean_text": "IT APPEARS MDLA WINDOW DRESSED PROFITABILITY TO CREATE THE ILLUSION THAT MARGIN WAS TURNING POSITIVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200116, "Text": "@RandolphDuke7 Just spent three weeks building a helicopter. My son immediately wants to take it apart and start wo… https://t.co/mAHZsmRT0j", "clean_text": "@RANDOLPHDUKE7 JUST SPENT THREE WEEKS BUILDING A HELICOPTER MY SON IMMEDIATELY WANTS TO TAKE IT APART AND START WO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200116, "Text": "Some sections from my year end letter to Saber Capital investors: https://t.co/wZn6WgEjdT", "clean_text": "SOME SECTIONS FROM MY YEAR END LETTER TO SABER CAPITAL INVESTORS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200116, "Text": "@PrefShares @CashApp I think you're right about friction. Banks may have to pay more to keep deposits as friction d… https://t.co/nTjjkgYbhB", "clean_text": "@PREFSHARES @CASHAPP I THINK YOURE RIGHT ABOUT FRICTION BANKS MAY HAVE TO PAY MORE TO KEEP DEPOSITS AS FRICTION D ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "footnoted", "Time": 20200115, "Text": "Was trying to explain the @astros and @RedSox signal scandal to my 9 year-old @Dodgers fan last night and it didn’t… https://t.co/6t1zoFQV42", "clean_text": "WAS TRYING TO EXPLAIN THE @ASTROS AND @REDSOX SIGNAL SCANDAL TO MY 9 YEAROLD @DODGERS FAN LAST NIGHT AND IT DIDNT ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200115, "Text": "The Democratic debate is about half over.  Unequivocal  winner is already obvious: President Trump. There seems to be no Democratic vision.", "clean_text": "THE DEMOCRATIC DEBATE IS ABOUT HALF OVER  UNEQUIVOCAL  WINNER IS ALREADY OBVIOUS PRESIDENT TRUMP THERE SEEMS TO BE NO DEMOCRATIC VISION", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200115, "Text": "I will give Bloomberg credit for one thing. Having the wisdom to realize this debate culling process is poor.  There has to be a better way.", "clean_text": "I WILL GIVE BLOOMBERG CREDIT FOR ONE THING HAVING THE WISDOM TO REALIZE THIS DEBATE CULLING PROCESS IS POOR  THERE HAS TO BE A BETTER WAY", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "footnoted", "Time": 20200114, "Text": "Braved the DMV in Harlem earlier today. Figured that it was time to finally change over my license. Pro tip: make a… https://t.co/LkHTWrpDbu", "clean_text": "BRAVED THE DMV IN HARLEM EARLIER TODAY FIGURED THAT IT WAS TIME TO FINALLY CHANGE OVER MY LICENSE PRO TIP MAKE A ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200114, "Text": "Happy New Year from SoftBank. The security guard will see you to the door. \n\nhttps://t.co/lrnkeDz6BW", "clean_text": "HAPPY NEW YEAR FROM SOFTBANK THE SECURITY GUARD WILL SEE YOU TO THE DOOR \n\n", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200114, "Text": "RT @markflowchatter: Craig Hallum dropping coverage on $HIIQ  - one of the few firms always pounding the table to BUY\n\nSayonara", "clean_text": "RT @MARKFLOWCHATTER CRAIG HALLUM DROPPING COVERAGE ON HIIQ ONE OF THE FEW FIRMS ALWAYS POUNDING THE TABLE TO BUY\n\nSAYONARA", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200114, "Text": "This is a significant development for both the ad industry and companies that heavily rely on re-targeting to drive… https://t.co/DV9NaPCyxj", "clean_text": "THIS IS A SIGNIFICANT DEVELOPMENT FOR BOTH THE AD INDUSTRY AND COMPANIES THAT HEAVILY RELY ON RETARGETING TO DRIVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20200113, "Text": "@GMInvestor7 @SkeleCap How much cash do they have to contribute to the SF fighters foundation to make this legit with the fire code?", "clean_text": "@GMINVESTOR7 @SKELECAP HOW MUCH CASH DO THEY HAVE TO CONTRIBUTE TO THE SF FIGHTERS FOUNDATION TO MAKE THIS LEGIT WITH THE FIRE CODE", "count1": 2, "count2": 0, "count3": 0, "count4": 3}, {"Name": "pmarca", "Time": 20200113, "Text": "\"It’s been a great adventure for me to be so hated by people I hold in contempt.\" -- Roger Scruton, champion of freedom, RIP", "clean_text": "ITS BEEN A GREAT ADVENTURE FOR ME TO BE SO HATED BY PEOPLE I HOLD IN CONTEMPT  ROGER SCRUTON CHAMPION OF FREEDOM RIP", "count1": 0, "count2": 0, "count3": 1, "count4": 1}]