["RT", {"Name": "sprucepointcap", "Time": 20200430, "Text": "RT @TDANetwork: Time to short $FSCT? 🧐\n\n@sprucepointcap’s Ben Axler breaks down the red flags of Advent International’s purchase of Foresco…", "clean_text": "RT @TDANETWORK TIME TO SHORT FSCT 🧐\n\n@SPRUCEPOINTCAPS BEN AXLER BREAKS DOWN THE RED FLAGS OF ADVENT INTERNATIONALS PURCHASE OF FORESCO", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200430, "Text": "RT @JohnPGavin: Good night all.  Tonight we see hope and progress in our war against this horrible virus.  But we take our rest, and give o…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  TONIGHT WE SEE HOPE AND PROGRESS IN OUR WAR AGAINST THIS HORRIBLE VIRUS  BUT WE TAKE OUR REST AND GIVE O", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: Here's dispersion, median of all active US large blend funds' alphas vs their category index in rolling 36-mo. periods ended 1…", "clean_text": "RT @SYOUTH1 HERE DISPERSION MEDIAN OF ALL ACTIVE US LARGE BLEND FUND ALPHAS VS THEIR CATEGORY INDEX IN ROLLING 36MO PERIODS ENDED 1", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: @mjmauboussin wrote an excellent piece recently about the nexus of skill and opportunity/breadth and how that can translate in…", "clean_text": "RT @SYOUTH1 @MJMAUBOUSSIN WROTE AN EXCELLENT PIECE RECENTLY ABOUT THE NEXUS OF SKILL AND OPPORTUNITYBREADTH AND HOW THAT CAN TRANSLATE IN", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: Michael recently joined the Counterpoint Global team at Morgan Stanley. That team is headed up by Dennis Lynch, who we intervi…", "clean_text": "RT @SYOUTH1 MICHAEL RECENTLY JOINED THE COUNTERPOINT GLOBAL TEAM AT MORGAN STANLEY THAT TEAM IS HEADED UP BY DENNIS LYNCH WHO WE INTERVI", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200430, "Text": "RT @Cezary: After denying @WSJ #FOIA requests for #PPP loan data on the grounds that it's too busy to disclose the data, the SBA gives an e…", "clean_text": "RT @CEZARY AFTER DENYING @WSJ #FOIA REQUESTS FOR #PPP LOAN DATA ON THE GROUNDS THAT IT TOO BUSY TO DISCLOSE THE DATA THE SBA GIVES AN E", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @SamGellman: These home quarantine bracelets people have to wear when they arrive in Hong Kong for the first 14 days are getting pretty…", "clean_text": "RT @SAMGELLMAN THESE HOME QUARANTINE BRACELETS PEOPLE HAVE TO WEAR WHEN THEY ARRIVE IN HONG KONG FOR THE FIRST 14 DAYS ARE GETTING PRETTY", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @simongerman600: Map shows the third most common language in each US state (after English and Spanish). Source: https://t.co/pkcFtMUcIZ…", "clean_text": "RT @SIMONGERMAN600 MAP SHOWS THE THIRD MOST COMMON LANGUAGE IN EACH US STATE AFTER ENGLISH AND SPANISH SOURCE ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @NonGaap: This is a roundabout way of saying Elliott and Silver Lake want John Legere. 😂\nhttps://t.co/W2MhgIVFV4 https://t.co/vTtK68rrxx", "clean_text": "RT @NONGAAP THIS IS A ROUNDABOUT WAY OF SAYING ELLIOTT AND SILVER LAKE WANT JOHN LEGERE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @AndyHomeMetals: China's metals imports reflect growing supply disruption:\nhttps://t.co/2UuX9qvDq7 https://t.co/GEBr4TZjxR", "clean_text": "RT @ANDYHOMEMETALS CHINA METALS IMPORTS REFLECT GROWING SUPPLY DISRUPTION\n ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200430, "Text": "RT @StateDept: .@SecPompeo: Americans have devoted nearly $6.5 billion in government and non-government contributions to help countries fig…", "clean_text": "RT @STATEDEPT @SECPOMPEO AMERICANS HAVE DEVOTED NEARLY 65 BILLION IN GOVERNMENT AND NONGOVERNMENT CONTRIBUTIONS TO HELP COUNTRIES FIG", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200430, "Text": "RT @fed_speak: OFFICIAL #FinTwitPokerNight THREAD:\n\n*PLEASE RT FOR AWARENESS*\n\nWhen: Friday, May 8th at 8:00PM EDT\n\nWhere: https://t.co/wop…", "clean_text": "RT @FED_SPEAK OFFICIAL #FINTWITPOKERNIGHT THREAD\n\n*PLEASE RT FOR AWARENESS*\n\nWHEN FRIDAY MAY 8TH AT 800PM EDT\n\nWHERE ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AZ_Value", "Time": 20200430, "Text": "RT @Preetika_Rana: These @Airbnb hosts built property empires with mountains of debt. Now the bills are due and no one can pay. “Holy God.…", "clean_text": "RT @PREETIKA_RANA THESE @AIRBNB HOSTS BUILT PROPERTY EMPIRES WITH MOUNTAINS OF DEBT NOW THE BILLS ARE DUE AND NO ONE CAN PAY HOLY GOD", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200429, "Text": "RT @sprucepointcap: @valuewalks Yes, here are the winners and losers in the fake investing paradigm Winners: liars, cheats, charlatans, dum…", "clean_text": "RT @SPRUCEPOINTCAP @VALUEWALKS YES HERE ARE THE WINNERS AND LOSERS IN THE FAKE INVESTING PARADIGM WINNERS LIARS CHEATS CHARLATANS DUM", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @JohnPGavin: Good night all.  Tonight this retired firefighter / still-active EMT was so touched by this gesture from our military that…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  TONIGHT THIS RETIRED FIREFIGHTER  STILLACTIVE EMT WAS SO TOUCHED BY THIS GESTURE FROM OUR MILITARY THAT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @retheauditors: @probesreporter Last I wrote about gift cards. If no one can use them, some companies may be able to accelerate recognit…", "clean_text": "RT @RETHEAUDITORS @PROBESREPORTER LAST I WROTE ABOUT GIFT CARDS IF NO ONE CAN USE THEM SOME COMPANIES MAY BE ABLE TO ACCELERATE RECOGNIT", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @retheauditors: @probesreporter Funny Disney $DIS whistleblower believes much of the alleged fraud she thinks happened/still happening t…", "clean_text": "RT @RETHEAUDITORS @PROBESREPORTER FUNNY DISNEY DIS WHISTLEBLOWER BELIEVES MUCH OF THE ALLEGED FRAUD SHE THINKS HAPPENEDSTILL HAPPENING T", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @JohnPGavin: @RealVision Look up the twitter handle @ElonMusk.  Dude tweets about the virus all the time.", "clean_text": "RT @JOHNPGAVIN @REALVISION LOOK UP THE TWITTER HANDLE @ELONMUSK  DUDE TWEETS ABOUT THE VIRUS ALL THE TIME", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @JohnPGavin: Yes, good afternoon Chairman Powell, nice tie, good color choice there.  John Gavin with @ProbesReporter - In these uncerta…", "clean_text": "RT @JOHNPGAVIN YES GOOD AFTERNOON CHAIRMAN POWELL NICE TIE GOOD COLOR CHOICE THERE  JOHN GAVIN WITH @PROBESREPORTER  IN THESE UNCERTA", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @JohnPGavin: Free Elon now from analyst conference calls.  😎 https://t.co/JKPuP3gfY2", "clean_text": "RT @JOHNPGAVIN FREE ELON NOW FROM ANALYST CONFERENCE CALLS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200429, "Text": "RT @TheStalwart: One way Morgan Stanley is tracking the industrial recovery in China is by measuring how fast air quality turns to crap aga…", "clean_text": "RT @THESTALWART ONE WAY MORGAN STANLEY IS TRACKING THE INDUSTRIAL RECOVERY IN CHINA IS BY MEASURING HOW FAST AIR QUALITY TURNS TO CRAP AGA", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200429, "Text": "RT @SarahNEmerson: holyyyyyyyyy fucking shit\nhttps://t.co/jqSgdU6Q6A https://t.co/r971IGqmt7", "clean_text": "RT @SARAHNEMERSON HOLYYYYYYYYY FUCKING SHIT\n ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200429, "Text": "RT @StateDept: Today, @SecPompeo spoke on #Iran and the Maduro regime, #5G security, and U.S. foreign assistance in the face of the #COVID1…", "clean_text": "RT @STATEDEPT TODAY @SECPOMPEO SPOKE ON #IRAN AND THE MADURO REGIME #5G SECURITY AND US FOREIGN ASSISTANCE IN THE FACE OF THE #COVID1", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200429, "Text": "RT @bradsling: 'Beach Reads' newsletter from Conor Deveney of WCM Investment Management👀Check it out!\nhttps://t.co/ZoR9Mb1vHt\nSign up:\nhttp…", "clean_text": "RT @BRADSLING BEACH READ NEWSLETTER FROM CONOR DEVENEY OF WCM INVESTMENT MANAGEMENT👀CHECK IT OUT\n\nSIGN UP\nHTTP", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200429, "Text": "RT @ReaperCancelled: I wasn't going to go shopping, but now that I know there's a treatment that works like 30% of the time, for when i'm v…", "clean_text": "RT @REAPERCANCELLED I WASNT GOING TO GO SHOPPING BUT NOW THAT I KNOW THERE A TREATMENT THAT WORKS LIKE 30% OF THE TIME FOR WHEN IM V", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200429, "Text": "RT @MidwestHedgie: \"both long term thinking and incredibly efficient\" is a hell of a euphemism for \"assuming the presence of as much policy…", "clean_text": "RT @MIDWESTHEDGIE BOTH LONG TERM THINKING AND INCREDIBLY EFFICIENT IS A HELL OF A EUPHEMISM FOR ASSUMING THE PRESENCE OF AS MUCH POLICY", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200429, "Text": "RT @jeremyjojola: The @DenverZoo let the flamingos walk around a bit. Look who they found. My favorite image this week. https://t.co/Ut178A…", "clean_text": "RT @JEREMYJOJOLA THE @DENVERZOO LET THE FLAMINGOS WALK AROUND A BIT LOOK WHO THEY FOUND MY FAVORITE IMAGE THIS WEEK ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200429, "Text": "RT @parsimony16: So $TSLA is using a basic share count and adding back stock comp expense on an untaxed basis all the while having untaxed…", "clean_text": "RT @PARSIMONY16 SO TSLA IS USING A BASIC SHARE COUNT AND ADDING BACK STOCK COMP EXPENSE ON AN UNTAXED BASIS ALL THE WHILE HAVING UNTAXED", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200428, "Text": "RT @JohnPGavin: Good night all.  It's okay to not be okay about where things are at present.  That's why rest is so important.  We've got t…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  IT OKAY TO NOT BE OKAY ABOUT WHERE THINGS ARE AT PRESENT  THAT WHY REST IS SO IMPORTANT  WEVE GOT T", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200428, "Text": "RT @JohnPGavin: Covered nat gas in the past. We said the same things 25 years ago. Only difference is back then bankruptcy was an expected…", "clean_text": "RT @JOHNPGAVIN COVERED NAT GAS IN THE PAST WE SAID THE SAME THINGS 25 YEARS AGO ONLY DIFFERENCE IS BACK THEN BANKRUPTCY WAS AN EXPECTED", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @SecPompeo: The CCP needs to be transparent as the world seeks answers to #COVID19 and its origins. We don’t know the history. We haven’…", "clean_text": "RT @SECPOMPEO THE CCP NEEDS TO BE TRANSPARENT AS THE WORLD SEEKS ANSWERS TO #COVID19 AND ITS ORIGINS WE DONT KNOW THE HISTORY WE HAVEN", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @USUN: #UNSC #VTC: The U.S. commends @UNISFA_1 for promoting peace &amp; security in the #Abyei region on the #Sudan-#SouthSudan border, tho…", "clean_text": "RT @USUN #UNSC #VTC THE US COMMENDS @UNISFA_1 FOR PROMOTING PEACE AMP SECURITY IN THE #ABYEI REGION ON THE #SUDAN#SOUTHSUDAN BORDER THO", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @SecPompeo: Very concerned by the Southern Transitional Council’s announcement of “self-rule.” This will only exacerbate the conflict in…", "clean_text": "RT @SECPOMPEO VERY CONCERNED BY THE SOUTHERN TRANSITIONAL COUNCILS ANNOUNCEMENT OF SELFRULE” THIS WILL ONLY EXACERBATE THE CONFLICT IN", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200428, "Text": "RT @conorsen: I think a growing body of economic data will show improvement from here, and also aggregate valuations for major stock market…", "clean_text": "RT @CONORSEN I THINK A GROWING BODY OF ECONOMIC DATA WILL SHOW IMPROVEMENT FROM HERE AND ALSO AGGREGATE VALUATIONS FOR MAJOR STOCK MARKET", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200428, "Text": "RT @barstoolsports: Moms during quarantine @chicks (via ig:Jenexotic) https://t.co/1pqdE6kJQr", "clean_text": "RT @BARSTOOLSPORTS MOMS DURING QUARANTINE @CHICKS VIA IGJENEXOTIC ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200428, "Text": "RT @HedgeDirty: A GENTLEMAN’S PRIMER ON SHORTING INSOLVENT SHITCOS\n\nSo you’ve found a ShitCo. It’s such an ugly zombie it couldn’t be an ex…", "clean_text": "RT @HEDGEDIRTY A GENTLEMANS PRIMER ON SHORTING INSOLVENT SHITCOS\n\nSO YOUVE FOUND A SHITCO ITS SUCH AN UGLY ZOMBIE IT COULDNT BE AN EX", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200428, "Text": "RT @KeithMcCullough: Could be the end of my career today, bro", "clean_text": "RT @KEITHMCCULLOUGH COULD BE THE END OF MY CAREER TODAY BRO", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200428, "Text": "RT @ldelevingne: Amazing story in @BostonGlobeMag about the big short you've never heard of, with a cameo by @Reuters founder Julius \"Baron…", "clean_text": "RT @LDELEVINGNE AMAZING STORY IN @BOSTONGLOBEMAG ABOUT THE BIG SHORT YOUVE NEVER HEARD OF WITH A CAMEO BY @REUTERS FOUNDER JULIUS BARON", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200428, "Text": "RT @FD: Wirecard on 2016-2018: \"According to the increased forensic requirements of the audit by KPMG, however, not all data could be obtai…", "clean_text": "RT @FD WIRECARD ON 20162018 ACCORDING TO THE INCREASED FORENSIC REQUIREMENTS OF THE AUDIT BY KPMG HOWEVER NOT ALL DATA COULD BE OBTAI", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200427, "Text": "RT @ProfAggarwal: Faculty/staff/students/alumni @Georgetown @GeorgetownColl @georgetownsfs @GeorgetownSCS @McCourtSchool @msbgu @Georgetown…", "clean_text": "RT @PROFAGGARWAL FACULTYSTAFFSTUDENTSALUMNI @GEORGETOWN @GEORGETOWNCOLL @GEORGETOWNSFS @GEORGETOWNSCS @MCCOURTSCHOOL @MSBGU @GEORGETOWN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200427, "Text": "RT @elonmusk: SN4 passed cryo proof! 😅 https://t.co/EJakThZRGF", "clean_text": "RT @ELONMUSK SN4 PASSED CRYO PROOF ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200427, "Text": "RT @TucsonStar: Startup SaiOx has developed a helium-oxygen breathing device that could help address the COVID-19 pandemic safer and at low…", "clean_text": "RT @TUCSONSTAR STARTUP SAIOX HAS DEVELOPED A HELIUMOXYGEN BREATHING DEVICE THAT COULD HELP ADDRESS THE COVID19 PANDEMIC SAFER AND AT LOW", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200427, "Text": "RT @zvelindovsky: Hot helium treatment of COVID-19 in Russia \n– CoRona 24 News https://t.co/3e72TRdBRF", "clean_text": "RT @ZVELINDOVSKY HOT HELIUM TREATMENT OF COVID19 IN RUSSIA CORONA 24 NEWS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200427, "Text": "RT @wingod: From Carl Sagan, even more pertinent today. https://t.co/a7bwAsCuTx", "clean_text": "RT @WINGOD FROM CARL SAGAN EVEN MORE PERTINENT TODAY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @StateDept: On #WorldIPDay, we honor American ingenuity and celebrate innovators and creators who are developing intellectual property t…", "clean_text": "RT @STATEDEPT ON #WORLDIPDAY WE HONOR AMERICAN INGENUITY AND CELEBRATE INNOVATORS AND CREATORS WHO ARE DEVELOPING INTELLECTUAL PROPERTY T", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @StateDept: .@SecPompeo: We still need every country to be transparent, to share their data, to share all of this information so the wor…", "clean_text": "RT @STATEDEPT @SECPOMPEO WE STILL NEED EVERY COUNTRY TO BE TRANSPARENT TO SHARE THEIR DATA TO SHARE ALL OF THIS INFORMATION SO THE WOR", "count1": 1, "count2": 3, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @SecPompeo: May the holy month of Ramadan be a reminder for people of all faiths to strive for compassion. As we navigate #COVID19, may…", "clean_text": "RT @SECPOMPEO MAY THE HOLY MONTH OF RAMADAN BE A REMINDER FOR PEOPLE OF ALL FAITHS TO STRIVE FOR COMPASSION AS WE NAVIGATE #COVID19 MAY", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200427, "Text": "RT @WorldWideWob: Dennis Rodman: DNP (Vegas)\n\nto this day the single-greatest load management finesse of all-time.", "clean_text": "RT @WORLDWIDEWOB DENNIS RODMAN DNP VEGAS\n\nTO THIS DAY THE SINGLEGREATEST LOAD MANAGEMENT FINESSE OF ALLTIME", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200427, "Text": "RT @WorldWideWob: if you ever question how good Rodman was at basketball just remember he had MICHAEL JORDAN running around Las Vegas looki…", "clean_text": "RT @WORLDWIDEWOB IF YOU EVER QUESTION HOW GOOD RODMAN WAS AT BASKETBALL JUST REMEMBER HE HAD MICHAEL JORDAN RUNNING AROUND LAS VEGAS LOOKI", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200427, "Text": "RT @Rachel__Nichols: Carmen Electra: \"There's a knock on the door, it's Michael Jordan, so I hid. I. just went behind the couch.\"\n(this mig…", "clean_text": "RT @RACHEL__NICHOLS CARMEN ELECTRA THERE A KNOCK ON THE DOOR IT MICHAEL JORDAN SO I HID I JUST WENT BEHIND THE COUCH\nTHIS MIG", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200426, "Text": "RT @JohnPGavin: Good night all.  Concerts. The orchestra. A play. The movies. Vegas buffets. Happy hours. Baseball. Football. Stadiums fill…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  CONCERTS THE ORCHESTRA A PLAY THE MOVIES VEGAS BUFFETS HAPPY HOURS BASEBALL FOOTBALL STADIUMS FILL", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "RT @AviKaner: Israel is aggressively upgrading highways and rail lines during the crisis, as people are isolated at home. For example, a su…", "clean_text": "RT @AVIKANER ISRAEL IS AGGRESSIVELY UPGRADING HIGHWAYS AND RAIL LINES DURING THE CRISIS AS PEOPLE ARE ISOLATED AT HOME FOR EXAMPLE A SU", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "RT @gdibner: Woke up to good news from Israel on ending the Coronavirus lockdown this morning, which I think should be shared widely in Eng…", "clean_text": "RT @GDIBNER WOKE UP TO GOOD NEWS FROM ISRAEL ON ENDING THE CORONAVIRUS LOCKDOWN THIS MORNING WHICH I THINK SHOULD BE SHARED WIDELY IN ENG", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200426, "Text": "RT @jburnmurdoch: NEW: a lot of data on reported Covid deaths is highly suspect, so we’ve been looking into excess mortality — how many mor…", "clean_text": "RT @JBURNMURDOCH NEW A LOT OF DATA ON REPORTED COVID DEATHS IS HIGHLY SUSPECT SO WEVE BEEN LOOKING INTO EXCESS MORTALITY HOW MANY MOR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200426, "Text": "RT @jburnmurdoch: The picture is even more stark in the cities &amp; regions hardest hit by outbreaks.\n\nIn Ecuador’s Guayas province, 245 Covid…", "clean_text": "RT @JBURNMURDOCH THE PICTURE IS EVEN MORE STARK IN THE CITIES AMP REGIONS HARDEST HIT BY OUTBREAKS\n\nIN ECUADORS GUAYAS PROVINCE 245 COVID", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "probesreporter", "Time": 20200425, "Text": "RT @JohnPGavin: Good night all.  My late grandmother used to say, get your education, no one can ever take that from you.  There's a lot th…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  MY LATE GRANDMOTHER USED TO SAY GET YOUR EDUCATION NO ONE CAN EVER TAKE THAT FROM YOU  THERE A LOT TH", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200425, "Text": "RT @sgellison: Ravens set the NFL single-season rushing record last year.\n\nThey retain all their RBs in Mark Ingram, Gus Edwards &amp; Justice…", "clean_text": "RT @SGELLISON RAVENS SET THE NFL SINGLESEASON RUSHING RECORD LAST YEAR\n\nTHEY RETAIN ALL THEIR RBS IN MARK INGRAM GUS EDWARDS AMP JUSTICE", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200425, "Text": "RT @YellowLabLife: Big win for gender equality if true. Not many despotic female leaders even though it's the year 2020. Also, expect signi…", "clean_text": "RT @YELLOWLABLIFE BIG WIN FOR GENDER EQUALITY IF TRUE NOT MANY DESPOTIC FEMALE LEADERS EVEN THOUGH IT THE YEAR 2020 ALSO EXPECT SIGNI", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200425, "Text": "RT @AdamOnHTZ: Seriously. This is excellent. Travis Barker on drums and a wild set list. https://t.co/Nn3bJXKTdB", "clean_text": "RT @ADAMONHTZ SERIOUSLY THIS IS EXCELLENT TRAVIS BARKER ON DRUMS AND A WILD SET LIST ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200425, "Text": "RT @TonyFratto: I have progressive friends saying big firms shouldn’t get help, and conservative friends saying states &amp; cities shouldn’t g…", "clean_text": "RT @TONYFRATTO I HAVE PROGRESSIVE FRIENDS SAYING BIG FIRMS SHOULDNT GET HELP AND CONSERVATIVE FRIENDS SAYING STATES AMP CITIES SHOULDNT G", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200424, "Text": "RT @JohnPGavin: Good night all.  There's three thoughts I want to leave you with this evening.  In this darkness, our strength is to embrac…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  THERE THREE THOUGHTS I WANT TO LEAVE YOU WITH THIS EVENING  IN THIS DARKNESS OUR STRENGTH IS TO EMBRAC", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200424, "Text": "RT @JohnPGavin: Will the airlines charge the cargo to check a bag?  How about ticket change fees?  Does the cargo pay extra for seat select…", "clean_text": "RT @JOHNPGAVIN WILL THE AIRLINES CHARGE THE CARGO TO CHECK A BAG  HOW ABOUT TICKET CHANGE FEES  DOES THE CARGO PAY EXTRA FOR SEAT SELECT", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200424, "Text": "RT @mdmcdonald: Suspension of the MLB season is having ripple effects in #CostaRica. The Rawlings factory in Turrialba, Costa Rica, where w…", "clean_text": "RT @MDMCDONALD SUSPENSION OF THE MLB SEASON IS HAVING RIPPLE EFFECTS IN #COSTARICA THE RAWLINGS FACTORY IN TURRIALBA COSTA RICA WHERE W", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200424, "Text": "RT @MikeDentale: Airlines sending me “we’re in this together” emails. When my suitcase was 52 pounds I was on my own.", "clean_text": "RT @MIKEDENTALE AIRLINES SENDING ME WERE IN THIS TOGETHER” EMAILS WHEN MY SUITCASE WAS 52 POUNDS I WAS ON MY OWN", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200424, "Text": "RT @BriannaWu: Watch a scientist react to Trump’s remarks about using light to fight coronavirus. https://t.co/9cmv0oCGir", "clean_text": "RT @BRIANNAWU WATCH A SCIENTIST REACT TO TRUMPS REMARKS ABOUT USING LIGHT TO FIGHT CORONAVIRUS ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200424, "Text": "RT @BarbarianCap: do you know who was skeptical on remdesivir?\nMartin Shkreli. \n#freeshkreli \nhttps://t.co/2kRR1YKSFa https://t.co/ehVF6B7w…", "clean_text": "RT @BARBARIANCAP DO YOU KNOW WHO WAS SKEPTICAL ON REMDESIVIR\nMARTIN SHKRELI \n#FREESHKRELI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200424, "Text": "RT @charliebilello: Fed balance sheet moves up to $6.573 trillion, a new high. In the last 6 weeks it has increased over $2.2 trillion. htt…", "clean_text": "RT @CHARLIEBILELLO FED BALANCE SHEET MOVES UP TO 6573 TRILLION A NEW HIGH IN THE LAST 6 WEEKS IT HAS INCREASED OVER 22 TRILLION HTT", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200424, "Text": "RT @scottbix: Presidents Barack Obama and George W. Bush both broke campaign pledges to recognize the Armenian Genocide as such.\n\nPresident…", "clean_text": "RT @SCOTTBIX PRESIDENTS BARACK OBAMA AND GEORGE W BUSH BOTH BROKE CAMPAIGN PLEDGES TO RECOGNIZE THE ARMENIAN GENOCIDE AS SUCH\n\nPRESIDENT", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: A lot of the lower-quality credits just went through a no-bid market before the Fed stepped in.  Hard to say where it shows…", "clean_text": "RT @JOHNPGAVIN A LOT OF THE LOWERQUALITY CREDITS JUST WENT THROUGH A NOBID MARKET BEFORE THE FED STEPPED IN  HARD TO SAY WHERE IT SHOWS", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: In an environment where a company's very capacity to operate is in question, suspending all dividends is recommended (e.g.,…", "clean_text": "RT @JOHNPGAVIN IN AN ENVIRONMENT WHERE A COMPANY VERY CAPACITY TO OPERATE IS IN QUESTION SUSPENDING ALL DIVIDENDS IS RECOMMENDED EG", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: Good night all.  Did you know studies have shown that doing something nice for others can bring relief from your own feelin…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  DID YOU KNOW STUDIES HAVE SHOWN THAT DOING SOMETHING NICE FOR OTHERS CAN BRING RELIEF FROM YOUR OWN FEELIN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: As an analyst, I get why the financial crowd loves the #SaaS model.  But as a business owner I always hated it. I saw great…", "clean_text": "RT @JOHNPGAVIN AS AN ANALYST I GET WHY THE FINANCIAL CROWD LOVES THE #SAAS MODEL  BUT AS A BUSINESS OWNER I ALWAYS HATED IT I SAW GREAT", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "RT @sarthakgh: MBA students at top biz schools (Wharton, Kellogg, Stanford) of the country are asking for refunds \n\nA reckoning is coming.…", "clean_text": "RT @SARTHAKGH MBA STUDENTS AT TOP BIZ SCHOOLS WHARTON KELLOGG STANFORD OF THE COUNTRY ARE ASKING FOR REFUNDS \n\nA RECKONING IS COMING", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "RT @steveashleyplus: Month-long shift: 42 factory coworkers-turned-roommates began a \"live-in\" at their plastics plant in Pa. to produce mi…", "clean_text": "RT @STEVEASHLEYPLUS MONTHLONG SHIFT 42 FACTORY COWORKERSTURNEDROOMMATES BEGAN A LIVEIN AT THEIR PLASTICS PLANT IN PA TO PRODUCE MI", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @StateDept: .@SecPompeo: The Chinese Government hasn’t permitted American scientists to go into #China, to go into not only the Wuhan la…", "clean_text": "RT @STATEDEPT @SECPOMPEO THE CHINESE GOVERNMENT HASNT PERMITTED AMERICAN SCIENTISTS TO GO INTO #CHINA TO GO INTO NOT ONLY THE WUHAN LA", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @USAmbUN: .@USUN and @StateDept thank the eight members of the @UN #NorthKorea Panel of Experts. The United States highly appreciates yo…", "clean_text": "RT @USAMBUN @USUN AND @STATEDEPT THANK THE EIGHT MEMBERS OF THE @UN #NORTHKOREA PANEL OF EXPERTS THE UNITED STATES HIGHLY APPRECIATES YO", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @USUN: Some countries deserve special mention for preventing #NorthKorea from using funds for its #WMD and ballistic-missile program. Si…", "clean_text": "RT @USUN SOME COUNTRIES DESERVE SPECIAL MENTION FOR PREVENTING #NORTHKOREA FROM USING FUNDS FOR ITS #WMD AND BALLISTICMISSILE PROGRAM SI", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @StateDept: .@SecPompeo discusses the World Health Organization, China, and COVID-19. Watch the full briefing: https://t.co/ie7e3VwarG.…", "clean_text": "RT @STATEDEPT @SECPOMPEO DISCUSSES THE WORLD HEALTH ORGANIZATION CHINA AND COVID19 WATCH THE FULL BRIEFING ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200423, "Text": "RT @FT: Netflix secures its lowest-cost debt after ECB boost https://t.co/8suEHVKrSP", "clean_text": "RT @FT NETFLIX SECURES ITS LOWESTCOST DEBT AFTER ECB BOOST ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Insider's tip on easiest way to show appreciation for first responders --\n\nWe love thanks you's, friendly waves, and big sm…", "clean_text": "RT @JOHNPGAVIN INSIDER TIP ON EASIEST WAY TO SHOW APPRECIATION FOR FIRST RESPONDERS \n\nWE LOVE THANKS YOU FRIENDLY WAVES AND BIG SM", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Good night all.  After the darkness of the night, the light will surely return tomorrow.  No virus can stop that.  No virus…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  AFTER THE DARKNESS OF THE NIGHT THE LIGHT WILL SURELY RETURN TOMORROW  NO VIRUS CAN STOP THAT  NO VIRUS", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: An articulate, clear argument for keeping perspective on Covid danger. Worth the few minutes to watch. \n\n“Bill Maher: The M…", "clean_text": "RT @JOHNPGAVIN AN ARTICULATE CLEAR ARGUMENT FOR KEEPING PERSPECTIVE ON COVID DANGER WORTH THE FEW MINUTES TO WATCH \n\nBILL MAHER THE M", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Getting tired of the usual drivel of “support for small business”. The last rounds of stimulus were quickly scooped up by l…", "clean_text": "RT @JOHNPGAVIN GETTING TIRED OF THE USUAL DRIVEL OF SUPPORT FOR SMALL BUSINESS” THE LAST ROUNDS OF STIMULUS WERE QUICKLY SCOOPED UP BY L", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Paging Steven Mnuchin ... there's a gentleman in a car outside who would like a word with you. https://t.co/KUi2E2rYIr", "clean_text": "RT @JOHNPGAVIN PAGING STEVEN MNUCHIN  THERE A GENTLEMAN IN A CAR OUTSIDE WHO WOULD LIKE A WORD WITH YOU ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: My version:  “This is a great time for civil discourse, mutual respect, and leaders willing to speak to reality without aba…", "clean_text": "RT @JOHNPGAVIN MY VERSION  THIS IS A GREAT TIME FOR CIVIL DISCOURSE MUTUAL RESPECT AND LEADERS WILLING TO SPEAK TO REALITY WITHOUT ABA", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: This is good, we need the distraction. If video earnings calls take off, imagine the fun we’ll have snarking on all kinds o…", "clean_text": "RT @JOHNPGAVIN THIS IS GOOD WE NEED THE DISTRACTION IF VIDEO EARNINGS CALLS TAKE OFF IMAGINE THE FUN WELL HAVE SNARKING ON ALL KINDS O", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200422, "Text": "RT @SugarRiverCap: Fat tails the topic in this @mjmauboussin gem that should have been tucked away for future years: ‘Investors that design…", "clean_text": "RT @SUGARRIVERCAP FAT TAILS THE TOPIC IN THIS @MJMAUBOUSSIN GEM THAT SHOULD HAVE BEEN TUCKED AWAY FOR FUTURE YEARS INVESTORS THAT DESIGN", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: The U.S. strongly condemns the attack on an @UN vehicle in #Rakhine State, #Burma, which killed a UN employee &amp; wounded…", "clean_text": "RT @STATEDEPTSPOX THE US STRONGLY CONDEMNS THE ATTACK ON AN @UN VEHICLE IN #RAKHINE STATE #BURMA WHICH KILLED A UN EMPLOYEE AMP WOUNDED", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: Proud to echo @SecPompeo’s announcement of $270 million in new U.S. assistance for the global #COVID19 response. The U.S…", "clean_text": "RT @STATEDEPTSPOX PROUD TO ECHO @SECPOMPEOS ANNOUNCEMENT OF 270 MILLION IN NEW US ASSISTANCE FOR THE GLOBAL #COVID19 RESPONSE THE US", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "RT @thejadedtrader: More $MRTX insider selling before $VSTM data next week 🤔 https://t.co/nP2RXTRHqO", "clean_text": "RT @THEJADEDTRADER MORE MRTX INSIDER SELLING BEFORE VSTM DATA NEXT WEEK ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "RT @jeromeverony: I admonished against the hype surrounding $MRTX almost exactly a year ago, citing @biosleuth to highlight that KRAS is a…", "clean_text": "RT @JEROMEVERONY I ADMONISHED AGAINST THE HYPE SURROUNDING MRTX ALMOST EXACTLY A YEAR AGO CITING @BIOSLEUTH TO HIGHLIGHT THAT KRAS IS A", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200422, "Text": "RT @Find_Me_Value: *NEW DECK*\nThe Walt Disney Company ( $DIS ) - 185 pg\n\nI welcome any feedback / conversation\n\nhttps://t.co/IjDyZ3t4v7 (fr…", "clean_text": "RT @FIND_ME_VALUE *NEW DECK*\nTHE WALT DISNEY COMPANY  DIS 185 PG\n\nI WELCOME ANY FEEDBACK  CONVERSATION\n\n FR", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200422, "Text": "RT @Find_Me_Value: New slide deck on Charter Communications (CHTR)\nTrial view of first ~ 20 slides on \"sample posts\" of site.\nFull 114 pg d…", "clean_text": "RT @FIND_ME_VALUE NEW SLIDE DECK ON CHARTER COMMUNICATIONS CHTR\nTRIAL VIEW OF FIRST 20 SLIDES ON SAMPLE POSTS OF SITE\nFULL 114 PG D", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200422, "Text": "RT @Find_Me_Value: Feb 2020 post: $CMCSA (Comcast Corp) 142 slides\n*members only*\n\nhttps://t.co/mqW1yDOgKq (members page) https://t.co/BDAR…", "clean_text": "RT @FIND_ME_VALUE FEB 2020 POST CMCSA COMCAST CORP 142 SLIDES\n*MEMBERS ONLY*\n\n MEMBERS PAGE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200422, "Text": "RT @jp_koning: Amidst the financial chaos, the Bank of Canada has shifted to a floor system. It usually operates with a tiny $250 million i…", "clean_text": "RT @JP_KONING AMIDST THE FINANCIAL CHAOS THE BANK OF CANADA HAS SHIFTED TO A FLOOR SYSTEM IT USUALLY OPERATES WITH A TINY 250 MILLION I", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200422, "Text": "RT @REWoman: Truly no surprise here!   Why even release stats.  They are encouraging Realtors to avoid face to face contact and no Open Hou…", "clean_text": "RT @REWOMAN TRULY NO SURPRISE HERE WHY EVEN RELEASE STATS  THEY ARE ENCOURAGING REALTORS TO AVOID FACE TO FACE CONTACT AND NO OPEN HOU", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Great data / insight. Thanks for sharing. I’d point out a flaw to the data regarding churn:  You don’t buy the hardware, yo…", "clean_text": "RT @JOHNPGAVIN GREAT DATA  INSIGHT THANKS FOR SHARING ID POINT OUT A FLAW TO THE DATA REGARDING CHURN  YOU DONT BUY THE HARDWARE YO", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Underfunded public pensions has been a growing and festering problem. For decades, politicians of all stripes curried favor…", "clean_text": "RT @JOHNPGAVIN UNDERFUNDED PUBLIC PENSIONS HAS BEEN A GROWING AND FESTERING PROBLEM FOR DECADES POLITICIANS OF ALL STRIPES CURRIED FAVOR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: To imagine airlines will be able to restore their schedules and fill their planes even half as full as they were over the n…", "clean_text": "RT @JOHNPGAVIN TO IMAGINE AIRLINES WILL BE ABLE TO RESTORE THEIR SCHEDULES AND FILL THEIR PLANES EVEN HALF AS FULL AS THEY WERE OVER THE N", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: The airline industry has gone through bankruptcy so many times they could teach classes on it. Airplanes, gates, ticketing…", "clean_text": "RT @JOHNPGAVIN THE AIRLINE INDUSTRY HAS GONE THROUGH BANKRUPTCY SO MANY TIMES THEY COULD TEACH CLASSES ON IT AIRPLANES GATES TICKETING", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Now's a good time for airlines and hotels to rethink some parasitic revenue \"enhancers\" that hurt the travel experience and…", "clean_text": "RT @JOHNPGAVIN NOW A GOOD TIME FOR AIRLINES AND HOTELS TO RETHINK SOME PARASITIC REVENUE ENHANCERS THAT HURT THE TRAVEL EXPERIENCE AND", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200421, "Text": "RT @carlquintanilla: And you thought work-from-home was rough. https://t.co/QLWtop73Mm", "clean_text": "RT @CARLQUINTANILLA AND YOU THOUGHT WORKFROMHOME WAS ROUGH ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200421, "Text": "RT @timkmak: THREAD - History doesn't repeat itself, but it rhymes: a thread about the **Anti-Mask League** of 1919.\n \nI'm not kidding I we…", "clean_text": "RT @TIMKMAK THREAD  HISTORY DOESNT REPEAT ITSELF BUT IT RHYMES A THREAD ABOUT THE **ANTIMASK LEAGUE** OF 1919\n \nIM NOT KIDDING I WE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USAmbUN: Grateful for the @UN #NorthKorea Panel of Experts’ work and the release of their final report. Key takeaway? Member States mus…", "clean_text": "RT @USAMBUN GRATEFUL FOR THE @UN #NORTHKOREA PANEL OF EXPERTS WORK AND THE RELEASE OF THEIR FINAL REPORT KEY TAKEAWAY MEMBER STATES MUS", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: #NorthKorea’s sophisticated tactics to evade sanctions continue to allow them to utilize the international financial system, gene…", "clean_text": "RT @USUN #NORTHKOREAS SOPHISTICATED TACTICS TO EVADE SANCTIONS CONTINUE TO ALLOW THEM TO UTILIZE THE INTERNATIONAL FINANCIAL SYSTEM GENE", "count1": 1, "count2": 3, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Today, Americans of Jewish faith still face persecution. We must always condemn &amp; confront all forms of racial, religious &amp; ethni…", "clean_text": "RT @USUN TODAY AMERICANS OF JEWISH FAITH STILL FACE PERSECUTION WE MUST ALWAYS CONDEMN AMP CONFRONT ALL FORMS OF RACIAL RELIGIOUS AMP ETHNI", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Our observance of #YomHaShoah calls on us to renew our vow that future generations know the Holocaust’s horrors so that we never…", "clean_text": "RT @USUN OUR OBSERVANCE OF #YOMHASHOAH CALLS ON US TO RENEW OUR VOW THAT FUTURE GENERATIONS KNOW THE HOLOCAUSTS HORRORS SO THAT WE NEVER", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Today on #HolocaustRemembranceDay, the U.S. honors the millions of lives the Nazis murdered leading up to &amp; during #WWII: Jews, R…", "clean_text": "RT @USUN TODAY ON #HOLOCAUSTREMEMBRANCEDAY THE US HONORS THE MILLIONS OF LIVES THE NAZIS MURDERED LEADING UP TO AMP DURING #WWII JEWS R", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USAmbUN: #UNSC #VTC: Over 75% of the world’s food crises are driven by conflict. Millions of people in #Syria, #Yemen, and elsewhere ar…", "clean_text": "RT @USAMBUN #UNSC #VTC OVER 75% OF THE WORLDS FOOD CRISES ARE DRIVEN BY CONFLICT MILLIONS OF PEOPLE IN #SYRIA #YEMEN AND ELSEWHERE AR", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "RT @stevenmjacobs: @KerrisdaleCap Hello Kerrisdale,\nI could not agree w u more. All we see is analyst Pump after Pump w price targets raise…", "clean_text": "RT @STEVENMJACOBS @KERRISDALECAP HELLO KERRISDALE\nI COULD NOT AGREE W U MORE ALL WE SEE IS ANALYST PUMP AFTER PUMP W PRICE TARGETS RAISE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "RT @SeekingAlpha: $MRTX - Mirati Therapeutics, Inc.: Cracking KRAS Is Harder Than It Looks. https://t.co/U3jIaFonaN #stocks #business #stoc…", "clean_text": "RT @SEEKINGALPHA MRTX  MIRATI THERAPEUTICS INC CRACKING KRAS IS HARDER THAN IT LOOKS  #STOCKS #BUSINESS #STOC", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200421, "Text": "RT @realDonaldTrump: In light of the attack from the Invisible Enemy, as well as the need to protect the jobs of our GREAT American Citizen…", "clean_text": "RT @REALDONALDTRUMP IN LIGHT OF THE ATTACK FROM THE INVISIBLE ENEMY AS WELL AS THE NEED TO PROTECT THE JOBS OF OUR GREAT AMERICAN CITIZEN", "count1": 4, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200421, "Text": "RT @BoogieCrypto: Los Angeles Skatepark is now filled with oil https://t.co/7LfhsW7zuH", "clean_text": "RT @BOOGIECRYPTO LOS ANGELES SKATEPARK IS NOW FILLED WITH OIL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200420, "Text": "RT @sfiscience: \"We appear to have reached a limit at which #understanding &amp; #prediction—mechanisms &amp; models—are falling out of alignment.…", "clean_text": "RT @SFISCIENCE WE APPEAR TO HAVE REACHED A LIMIT AT WHICH #UNDERSTANDING AMP #PREDICTION—MECHANISMS AMP MODELS—ARE FALLING OUT OF ALIGNMENT", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200420, "Text": "RT @darth: going to fry a lot more potatoes this week", "clean_text": "RT @DARTH GOING TO FRY A LOT MORE POTATOES THIS WEEK", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200420, "Text": "RT @MilwaukeeBonds: Never thought a barrel of oil could turn out to be a worse investment than Venezuelan bonds, but here we are...", "clean_text": "RT @MILWAUKEEBONDS NEVER THOUGHT A BARREL OF OIL COULD TURN OUT TO BE A WORSE INVESTMENT THAN VENEZUELAN BONDS BUT HERE WE ARE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200420, "Text": "RT @StateDept: .@SecPompeo: The Chinese Government needs to come clean. It needs to be accountable. It needs to explain what happened and w…", "clean_text": "RT @STATEDEPT @SECPOMPEO THE CHINESE GOVERNMENT NEEDS TO COME CLEAN IT NEEDS TO BE ACCOUNTABLE IT NEEDS TO EXPLAIN WHAT HAPPENED AND W", "count1": 1, "count2": 3, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "RT @JacobWolinsky: Whitney tilson will give you the privilege  of providing your credit card number over the phone so you can send him $6,0…", "clean_text": "RT @JACOBWOLINSKY WHITNEY TILSON WILL GIVE YOU THE PRIVILEGE  OF PROVIDING YOUR CREDIT CARD NUMBER OVER THE PHONE SO YOU CAN SEND HIM 60", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "RT @Fidelio1015: Permian is now a gas basin with associated oil. https://t.co/h8OmfWQu0t", "clean_text": "RT @FIDELIO1015 PERMIAN IS NOW A GAS BASIN WITH ASSOCIATED OIL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200420, "Text": "RT @GumpCapital: The CFA institute refusing refunds and arbitrarily rescheduling exams to December is 100% on brand. Good job guys, glad Et…", "clean_text": "RT @GUMPCAPITAL THE CFA INSTITUTE REFUSING REFUNDS AND ARBITRARILY RESCHEDULING EXAMS TO DECEMBER IS 100% ON BRAND GOOD JOB GUYS GLAD ET", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200420, "Text": "RT @thestinkmarket: If oil closes at $4.20 tomorrow on 4/20/2020 I will literally smoke 15 swisher sweet blunts and live stream it.", "clean_text": "RT @THESTINKMARKET IF OIL CLOSES AT 420 TOMORROW ON 4202020 I WILL LITERALLY SMOKE 15 SWISHER SWEET BLUNTS AND LIVE STREAM IT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200420, "Text": "RT @dougboneparth: I’m switching from coffee to oil.", "clean_text": "RT @DOUGBONEPARTH IM SWITCHING FROM COFFEE TO OIL", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200420, "Text": "RT @vexmark: waiting to see how many teens are getting hospitalized today after doing the viral tiktok crude oil drinking challenge", "clean_text": "RT @VEXMARK WAITING TO SEE HOW MANY TEENS ARE GETTING HOSPITALIZED TODAY AFTER DOING THE VIRAL TIKTOK CRUDE OIL DRINKING CHALLENGE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200420, "Text": "RT @bennpeifert: can we list WTI options with negative strike prices? asking for a friend", "clean_text": "RT @BENNPEIFERT CAN WE LIST WTI OPTIONS WITH NEGATIVE STRIKE PRICES ASKING FOR A FRIEND", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @bpsandpieces: I wonder what 1,000 standard deviation event will happen tomorrow", "clean_text": "RT @BPSANDPIECES I WONDER WHAT 1000 STANDARD DEVIATION EVENT WILL HAPPEN TOMORROW", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @stagevp: Hear @ktal90 of @firstresonance talk about the future of manufacturing on the Venture Stories podcast. \n\nhttps://t.co/pfG18mjb…", "clean_text": "RT @STAGEVP HEAR @KTAL90 OF @FIRSTRESONANCE TALK ABOUT THE FUTURE OF MANUFACTURING ON THE VENTURE STORIES PODCAST \n\n", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @stagevp: One of the fastest growing subscription commerce companies, @@blckriflecoffee, uses @soundcommerce to manage omnichannel sales…", "clean_text": "RT @STAGEVP ONE OF THE FASTEST GROWING SUBSCRIPTION COMMERCE COMPANIES @@BLCKRIFLECOFFEE USES @SOUNDCOMMERCE TO MANAGE OMNICHANNEL SALES", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200420, "Text": "RT @ActivistInsight: Hot new short reports from @QCMFunds and @HindenburgRes on https://t.co/womV77Dhou this morning. Thanks to @natbaker a…", "clean_text": "RT @ACTIVISTINSIGHT HOT NEW SHORT REPORTS FROM @QCMFUNDS AND @HINDENBURGRES ON  THIS MORNING THANKS TO @NATBAKER A", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @ZachLowe_NBA: LETS GO", "clean_text": "RT @ZACHLOWE_NBA LETS GO", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @jalenbrunson1: I’ve never been so excited to watch something", "clean_text": "RT @JALENBRUNSON1 IVE NEVER BEEN SO EXCITED TO WATCH SOMETHING", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @CassidyHubbarth: That intro music beat drop tho... #TheLastDance", "clean_text": "RT @CASSIDYHUBBARTH THAT INTRO MUSIC BEAT DROP THO #THELASTDANCE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @ZachLowe_NBA: Honestly if you come up to me in the grocery store and say in the just right cadence and volume, \"FROM NORTH CAROLINA,\" I…", "clean_text": "RT @ZACHLOWE_NBA HONESTLY IF YOU COME UP TO ME IN THE GROCERY STORE AND SAY IN THE JUST RIGHT CADENCE AND VOLUME FROM NORTH CAROLINA I", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @RepKatiePorter: Staffing companies backed by private equity are\n❌ cutting physician pay,\n❌ lying about doing it, and\n❌ retaliating agai…", "clean_text": "RT @REPKATIEPORTER STAFFING COMPANIES BACKED BY PRIVATE EQUITY ARE\n❌ CUTTING PHYSICIAN PAY\n❌ LYING ABOUT DOING IT AND\n❌ RETALIATING AGAI", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @SpaceWalk0: Time to panic\n\nhttps://t.co/RH7pIw4aJN", "clean_text": "RT @SPACEWALK0 TIME TO PANIC\n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @TruthGundlach: Doing some rough math, it looks like the combined value of the U.S. stock market gains off of the recent lows is roughly…", "clean_text": "RT @TRUTHGUNDLACH DOING SOME ROUGH MATH IT LOOKS LIKE THE COMBINED VALUE OF THE US STOCK MARKET GAINS OFF OF THE RECENT LOWS IS ROUGHLY", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @tylerwinklevoss: I received and email from Delta yesterday with the subject: \"We're in this together.\" Yep, after 5.4 billion in taxpay…", "clean_text": "RT @TYLERWINKLEVOSS I RECEIVED AND EMAIL FROM DELTA YESTERDAY WITH THE SUBJECT WERE IN THIS TOGETHER YEP AFTER 54 BILLION IN TAXPAY", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "BergenCapital", "Time": 20200418, "Text": "RT @TruthGundlach: U.S. GDP looks to be down 15%ish, unannualized, from its peak. SPX is presently down a similar amount from its peak. Erg…", "clean_text": "RT @TRUTHGUNDLACH US GDP LOOKS TO BE DOWN 15%ISH UNANNUALIZED FROM ITS PEAK SPX IS PRESENTLY DOWN A SIMILAR AMOUNT FROM ITS PEAK ERG", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200418, "Text": "RT @Sdavis8: @sellputs @TruthGundlach Gold. It generally returns more over time. Buy the physical stuff; no counterparty risk and you can s…", "clean_text": "RT @SDAVIS8 @SELLPUTS @TRUTHGUNDLACH GOLD IT GENERALLY RETURNS MORE OVER TIME BUY THE PHYSICAL STUFF NO COUNTERPARTY RISK AND YOU CAN S", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200417, "Text": "RT @jasonzweigwsj: my latest:\n\nIf the coronavirus lockdown has frozen your investing plans, you’re in good company. Charlie Munger is watch…", "clean_text": "RT @JASONZWEIGWSJ MY LATEST\n\nIF THE CORONAVIRUS LOCKDOWN HAS FROZEN YOUR INVESTING PLANS YOURE IN GOOD COMPANY CHARLIE MUNGER IS WATCH", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: .@POTUS decision to pause @WHO funding is about ensuring full transparency to avoid more deadly mistakes on #COVID19. #WHO's n…", "clean_text": "RT @USAMBUN @POTUS DECISION TO PAUSE @WHO FUNDING IS ABOUT ENSURING FULL TRANSPARENCY TO AVOID MORE DEADLY MISTAKES ON #COVID19 #WHO N", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: This pause in no way diminishes American determination to lead the global fight against #COVID19. The US is providing millions…", "clean_text": "RT @USAMBUN THIS PAUSE IN NO WAY DIMINISHES AMERICAN DETERMINATION TO LEAD THE GLOBAL FIGHT AGAINST #COVID19 THE US IS PROVIDING MILLIONS", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: Accountability, even in the midst of a crisis, is crucial. I discuss that and more in my conversation with @NPRinskeep @npr: h…", "clean_text": "RT @USAMBUN ACCOUNTABILITY EVEN IN THE MIDST OF A CRISIS IS CRUCIAL I DISCUSS THAT AND MORE IN MY CONVERSATION WITH @NPRINSKEEP @NPR H", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @usmissiongeneva: The U.S. has committed nearly $508 million in emergency assistance to help communities around the world deal with #COV…", "clean_text": "RT @USMISSIONGENEVA THE US HAS COMMITTED NEARLY 508 MILLION IN EMERGENCY ASSISTANCE TO HELP COMMUNITIES AROUND THE WORLD DEAL WITH #COV", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200417, "Text": "RT @fernandoulrich: A new era of inflation? | with Jim Grant and @malopez1975 https://t.co/2bo0sc1hcY", "clean_text": "RT @FERNANDOULRICH A NEW ERA OF INFLATION WITH JIM GRANT AND @MALOPEZ1975 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200417, "Text": "RT @RANsquawk: Gilead (GILD) says anecdotal reports don't provide statistical power necessary to determine safety and efficacy profile of i…", "clean_text": "RT @RANSQUAWK GILEAD GILD SAYS ANECDOTAL REPORTS DONT PROVIDE STATISTICAL POWER NECESSARY TO DETERMINE SAFETY AND EFFICACY PROFILE OF I", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200417, "Text": "RT @carlquintanilla: “Not only was there no control group,” says Len Yaffe, but FDA clinical study NCT04292899 states participants are “not…", "clean_text": "RT @CARLQUINTANILLA NOT ONLY WAS THERE NO CONTROL GROUP” SAYS LEN YAFFE BUT FDA CLINICAL STUDY NCT04292899 STATES PARTICIPANTS ARE NOT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200417, "Text": "RT @RexChapman: Her teenaged son made the drive-thru order for his mom.\n\n“And a Sloppy Weiner.”\n\nWait for it...😂🤣😭💀💀https://t.co/p71qgzsmme", "clean_text": "RT @REXCHAPMAN HER TEENAGED SON MADE THE DRIVETHRU ORDER FOR HIS MOM\n\nAND A SLOPPY WEINER”\n\nWAIT FOR IT😂🤣😭💀💀", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200417, "Text": "RT @ZabelinDimitri: Correction: China's economy contracted for the first time since 1992\n- BBG\n#coronavirus", "clean_text": "RT @ZABELINDIMITRI CORRECTION CHINA ECONOMY CONTRACTED FOR THE FIRST TIME SINCE 1992\n BBG\n#CORONAVIRUS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200416, "Text": "RT @AngieMaxwell1: Found the kid playing with her dog instead of Zooming with her teacher. She told me not to worry. She took a screenshot…", "clean_text": "RT @ANGIEMAXWELL1 FOUND THE KID PLAYING WITH HER DOG INSTEAD OF ZOOMING WITH HER TEACHER SHE TOLD ME NOT TO WORRY SHE TOOK A SCREENSHOT", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200416, "Text": "RT @NAHelium: BLM to shift ownership of depleted federal helium reserve to GSA to allow more time for private helium owners to remove last…", "clean_text": "RT @NAHELIUM BLM TO SHIFT OWNERSHIP OF DEPLETED FEDERAL HELIUM RESERVE TO GSA TO ALLOW MORE TIME FOR PRIVATE HELIUM OWNERS TO REMOVE LAST", "count1": 0, "count2": 4, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @StateAVC: #AVC submmitted The Executive Summary of the 2020 Compliance Report to Congress on April 15. https://t.co/7txsM0nNJF", "clean_text": "RT @STATEAVC #AVC SUBMMITTED THE EXECUTIVE SUMMARY OF THE 2020 COMPLIANCE REPORT TO CONGRESS ON APRIL 15 ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @USAmbUN: We also urge all Member States to fully comply with the arms embargo, and call on the Houthis to allow @UN inspection and main…", "clean_text": "RT @USAMBUN WE ALSO URGE ALL MEMBER STATES TO FULLY COMPLY WITH THE ARMS EMBARGO AND CALL ON THE HOUTHIS TO ALLOW @UN INSPECTION AND MAIN", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @USAmbUN: We must also ensure humanitarian assistance continues with unhindered access of healthcare workers &amp; medical aid. Displaced pe…", "clean_text": "RT @USAMBUN WE MUST ALSO ENSURE HUMANITARIAN ASSISTANCE CONTINUES WITH UNHINDERED ACCESS OF HEALTHCARE WORKERS AMP MEDICAL AID DISPLACED PE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200416, "Text": "RT @Aubrey___K: Oil and Gas downturn indicator: Used Ford Raptors for sale within 50 miles of Midland, 29.", "clean_text": "RT @AUBREY___K OIL AND GAS DOWNTURN INDICATOR USED FORD RAPTORS FOR SALE WITHIN 50 MILES OF MIDLAND 29", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200416, "Text": "RT @MPelletierCIO: Outstanding, finally someone brave enough to report on it. Well done @BloombergCA \n\n“Canadians owe C$2.3 trillion in mor…", "clean_text": "RT @MPELLETIERCIO OUTSTANDING FINALLY SOMEONE BRAVE ENOUGH TO REPORT ON IT WELL DONE @BLOOMBERGCA \n\nCANADIANS OWE C23 TRILLION IN MOR", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200416, "Text": "RT @MPelletierCIO: “Nearly a third of Canada’s Airbnb hosts -- who jointly had 170,000 active listings in late 2019 -- need the income to a…", "clean_text": "RT @MPELLETIERCIO NEARLY A THIRD OF CANADAS AIRBNB HOSTS  WHO JOINTLY HAD 170000 ACTIVE LISTINGS IN LATE 2019  NEED THE INCOME TO A", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200416, "Text": "RT @jimiuorio: My wife makes me shave and wear “pants with a zipper” to dinner....this is oppression...", "clean_text": "RT @JIMIUORIO MY WIFE MAKES ME SHAVE AND WEAR PANTS WITH A ZIPPER” TO DINNERTHIS IS OPPRESSION", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200416, "Text": "RT @lazereater: What will happen when $CLW and $KMB report? https://t.co/MjAdAeUdDj", "clean_text": "RT @LAZEREATER WHAT WILL HAPPEN WHEN CLW AND KMB REPORT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200416, "Text": "RT @brianportnoy: @JamesMcBarron That might be lunch.", "clean_text": "RT @BRIANPORTNOY @JAMESMCBARRON THAT MIGHT BE LUNCH", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]