["A", {"Name": "mjmauboussin", "Time": 20200227, "Text": "RT @CSIMA_CBS: Other than a notebook (or laptop) for taking notes, one should have @goodreads open when in class with @mjmauboussin. Empiri…", "clean_text": "RT @CSIMA_CBS OTHER THAN A NOTEBOOK OR LAPTOP FOR TAKING NOTES ONE SHOULD HAVE @GOODREADS OPEN WHEN IN CLASS WITH @MJMAUBOUSSIN EMPIRI", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200227, "Text": "Crude oil prices are really weak. That is a high frequency indicator of economic stress.  Also really weak is Mike… https://t.co/ArsB4v6FuB", "clean_text": "CRUDE OIL PRICES ARE REALLY WEAK THAT IS A HIGH FREQUENCY INDICATOR OF ECONOMIC STRESS  ALSO REALLY WEAK IS MIKE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200227, "Text": "RT @CNBC: Ex-Fed official Richard Fisher warns against Fed-to-the-rescue every time there's a crisis https://t.co/xQU8mYQLlv", "clean_text": "RT @CNBC EXFED OFFICIAL RICHARD FISHER WARNS AGAINST FEDTOTHERESCUE EVERY TIME THERE A CRISIS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200227, "Text": "Robinhood Investors: The Coronavirus virus can't impact a company's earnings if they don't have any. https://t.co/I75vDpJkT1", "clean_text": "ROBINHOOD INVESTORS THE CORONAVIRUS VIRUS CANT IMPACT A COMPANY EARNINGS IF THEY DONT HAVE ANY ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@nuggy5 When I look at FCF/EV I typically add back int. exp, so the yield for $ARC looks a lot better. Obviously on… https://t.co/0zsMyrCrcf", "clean_text": "@NUGGY5 WHEN I LOOK AT FCFEV I TYPICALLY ADD BACK INT EXP SO THE YIELD FOR ARC LOOKS A LOT BETTER OBVIOUSLY ON ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@nuggy5 It looks like $ARC bought back 3.5% of the shares outstanding THIS MORNING in a block trade....", "clean_text": "@NUGGY5 IT LOOKS LIKE ARC BOUGHT BACK 35% OF THE SHARES OUTSTANDING THIS MORNING IN A BLOCK TRADE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200225, "Text": "Last Public Service Announcement for a while: https://t.co/Rlu7nuGEI1", "clean_text": "LAST PUBLIC SERVICE ANNOUNCEMENT FOR A WHILE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200224, "Text": "in equities  Equities are so much cheaper than bonds, long bonds, that something will change in a major way. I just… https://t.co/OUZyz3edPs", "clean_text": "IN EQUITIES  EQUITIES ARE SO MUCH CHEAPER THAN BONDS LONG BONDS THAT SOMETHING WILL CHANGE IN A MAJOR WAY I JUST ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200223, "Text": "On paper leverage often looks great, in practice its often a disaster. via @AbnormalReturns -… https://t.co/irWiJJQl4c", "clean_text": "ON PAPER LEVERAGE OFTEN LOOKS GREAT IN PRACTICE ITS OFTEN A DISASTER VIA @ABNORMALRETURNS  ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200221, "Text": "U.S. Steel is trying to turn around its fortunes by embracing a production process it long rejected: electric furna… https://t.co/hJM6wa6BqR", "clean_text": "US STEEL IS TRYING TO TURN AROUND ITS FORTUNES BY EMBRACING A PRODUCTION PROCESS IT LONG REJECTED ELECTRIC FURNA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200221, "Text": "The Bloomberg Barclays Euro Aggregate Treasury Index trades at a yield-to-worst of -2bps, near September's all-time… https://t.co/yOlhZoxZF1", "clean_text": "THE BLOOMBERG BARCLAYS EURO AGGREGATE TREASURY INDEX TRADES AT A YIELDTOWORST OF 2BPS NEAR SEPTEMBER ALLTIME ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200220, "Text": "RT @michaelbatnick: Imagine not knowing there’s a microphone in AirPods. https://t.co/8loFOk9yTA", "clean_text": "RT @MICHAELBATNICK IMAGINE NOT KNOWING THERES A MICROPHONE IN AIRPODS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200220, "Text": "RT @ezraklein: \"I worked very hard for it\" is the worst possible justification for being a billionaire. You know who works very hard? Singl…", "clean_text": "RT @EZRAKLEIN I WORKED VERY HARD FOR IT IS THE WORST POSSIBLE JUSTIFICATION FOR BEING A BILLIONAIRE YOU KNOW WHO WORKS VERY HARD SINGL", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200220, "Text": "Bloomberg thinks a great way to campaign is to joke about the fact he doesn’t use Turbo Tax, and that’s why he won’t release tax returns.", "clean_text": "BLOOMBERG THINKS A GREAT WAY TO CAMPAIGN IS TO JOKE ABOUT THE FACT HE DOESNT USE TURBO TAX AND THATS WHY HE WONT RELEASE TAX RETURNS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200220, "Text": "@pearkes Excellent pt, but the news cycle is his  friend. In a couple of days 100% of media focus will be on the NV… https://t.co/Zo25MTByp5", "clean_text": "@PEARKES EXCELLENT PT BUT THE NEWS CYCLE IS HIS  FRIEND IN A COUPLE OF DAYS 100% OF MEDIA FOCUS WILL BE ON THE NV ", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200220, "Text": "Calling @BarbarianCap.  A tangential win for the #AmericanEater? https://t.co/cALM7jtnbg", "clean_text": "CALLING @BARBARIANCAP  A TANGENTIAL WIN FOR THE #AMERICANEATER ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200220, "Text": "New short report coming tomorrow morning before the opening bell on a NASDAQ-listing that has deceived investors.", "clean_text": "NEW SHORT REPORT COMING TOMORROW MORNING BEFORE THE OPENING BELL ON A NASDAQLISTING THAT HAS DECEIVED INVESTORS", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20200220, "Text": "$CAN In one farcical undisclosed transaction signed one month before the NASDAQ listing, a tiny HK stock controlled… https://t.co/xEL4tkFfH2", "clean_text": "CAN IN ONE FARCICAL UNDISCLOSED TRANSACTION SIGNED ONE MONTH BEFORE THE NASDAQ LISTING A TINY HK STOCK CONTROLLED ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200219, "Text": "\"Xerox management said go create the new world. We don't understand it. Here are people who have a lot of ideas and… https://t.co/Z3FI4eY4LC", "clean_text": "XEROX MANAGEMENT SAID GO CREATE THE NEW WORLD WE DONT UNDERSTAND IT HERE ARE PEOPLE WHO HAVE A LOT OF IDEAS AND ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200218, "Text": "RT @jim_rutt: Jessika Trancik of @MIT @sfiscience explores science, and policy as a road to net0 greenhouse gas emissions.  EROEI, learning…", "clean_text": "RT @JIM_RUTT JESSIKA TRANCIK OF @MIT @SFISCIENCE EXPLORES SCIENCE AND POLICY AS A ROAD TO NET0 GREENHOUSE GAS EMISSIONS  EROEI LEARNING", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200218, "Text": "A true believer gets a Dow40K tattoo. \n\n#dow20000\n\nhttps://t.co/y7No8GavWk", "clean_text": "A TRUE BELIEVER GETS A DOW40K TATTOO \n\n#DOW20000\n\n", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200218, "Text": "@BodhiTreeCIO 20-years into my investment career and I wish I had never done a DCF in my life. It's the most egregi… https://t.co/aUZEzSnH1E", "clean_text": "@BODHITREECIO 20YEARS INTO MY INVESTMENT CAREER AND I WISH I HAD NEVER DONE A DCF IN MY LIFE IT THE MOST EGREGI ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "I think this is in part a function of the current “boy who cried wolf” mentality of mkt participants. A lot of the… https://t.co/cHizvix72L", "clean_text": "I THINK THIS IS IN PART A FUNCTION OF THE CURRENT BOY WHO CRIED WOLF” MENTALITY OF MKT PARTICIPANTS A LOT OF THE ", "count1": 3, "count2": 2, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "It may not end up a pandemic. The growth impact may indeed be fleeting. And, behold, the stimulus. But the data is… https://t.co/oD7ZNMYtJs", "clean_text": "IT MAY NOT END UP A PANDEMIC THE GROWTH IMPACT MAY INDEED BE FLEETING AND BEHOLD THE STIMULUS BUT THE DATA IS ", "count1": 0, "count2": 3, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200217, "Text": "This discussion between @stratechery and @BillSimmons is a must listen to anyone trying to figure out the moving pi… https://t.co/8bQnMpZZiv", "clean_text": "THIS DISCUSSION BETWEEN @STRATECHERY AND @BILLSIMMONS IS A MUST LISTEN TO ANYONE TRYING TO FIGURE OUT THE MOVING PI ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200214, "Text": "A day after Charles Darwin’s birthday (born same day and year as Abraham Lincoln), I share a photo of a walk at Dow… https://t.co/NUX7lsKBUM", "clean_text": "A DAY AFTER CHARLES DARWINS BIRTHDAY BORN SAME DAY AND YEAR AS ABRAHAM LINCOLN I SHARE A PHOTO OF A WALK AT DOW ", "count1": 1, "count2": 0, "count3": 0, "count4": 3}, {"Name": "footnoted", "Time": 20200214, "Text": "Just a reminder that #valentinesday is also usually the biggest single day for SEC filings. Look for EDGAR to show… https://t.co/nJ2Sr5kyAS", "clean_text": "JUST A REMINDER THAT #VALENTINESDAY IS ALSO USUALLY THE BIGGEST SINGLE DAY FOR SEC FILINGS LOOK FOR EDGAR TO SHOW ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200214, "Text": "It’s 5:20 pm and the last available filing in EDGAR is time-stamped 16:56. So that’s a 25 minute gap right now. https://t.co/uMkdgkCSj0", "clean_text": "ITS 520 PM AND THE LAST AVAILABLE FILING IN EDGAR IS TIMESTAMPED 1656 SO THATS A 25 MINUTE GAP RIGHT NOW ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200213, "Text": "RT @VisualCap: Intangible Assets: A Hidden but Crucial Driver of Company Value 💎\n\nhttps://t.co/sPGs1dXEUT https://t.co/nX7e0JLAhA", "clean_text": "RT @VISUALCAP INTANGIBLE ASSETS A HIDDEN BUT CRUCIAL DRIVER OF COMPANY VALUE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]