["OF", {"Name": "sprucepointcap", "Time": 20200523, "Text": "One of the all time greats shares his advice, \"Don't be a statistic, have a vision\" @Schwarzenegger \n\nhttps://t.co/uw9Ce9T0dm", "clean_text": "ONE OF THE ALL TIME GREATS SHARES HIS ADVICE DONT BE A STATISTIC HAVE A VISION @SCHWARZENEGGER \n\n", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200523, "Text": "@aboth24 This is a few years old, but gives you an idea of the answer. This is an interesting exercise to do from t… https://t.co/d57zxZmz85", "clean_text": "@ABOTH24 THIS IS A FEW YEARS OLD BUT GIVES YOU AN IDEA OF THE ANSWER THIS IS AN INTERESTING EXERCISE TO DO FROM T ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200523, "Text": "@17thStCap What’s the predictive value of this series in the first place?\n\nMore people looking at homes online, ima… https://t.co/LJntkROo6p", "clean_text": "@17THSTCAP WHATS THE PREDICTIVE VALUE OF THIS SERIES IN THE FIRST PLACE\n\nMORE PEOPLE LOOKING AT HOMES ONLINE IMA ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200523, "Text": "@17thStCap @TheBenSchmark Agreed it’s an interesting question and if indicative of consumption resiliency would be surprising!", "clean_text": "@17THSTCAP @THEBENSCHMARK AGREED ITS AN INTERESTING QUESTION AND IF INDICATIVE OF CONSUMPTION RESILIENCY WOULD BE SURPRISING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200523, "Text": "@DeseretAlts @CrookedCapital Quite the humblebrag too if you assume that 0.3% is any significant amount of savings.", "clean_text": "@DESERETALTS @CROOKEDCAPITAL QUITE THE HUMBLEBRAG TOO IF YOU ASSUME THAT 03% IS ANY SIGNIFICANT AMOUNT OF SAVINGS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200523, "Text": "Which biotech and growth stocks does money manager @jfahmy like right now? Find out on the new episode of the Inves… https://t.co/GKVEe5Hutl", "clean_text": "WHICH BIOTECH AND GROWTH STOCKS DOES MONEY MANAGER @JFAHMY LIKE RIGHT NOW FIND OUT ON THE NEW EPISODE OF THE INVES ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200522, "Text": "RT @justGLew: running ten miles per day not drinking portfolio crushing it has given me lots of non toxic masculine energy and my twitter i…", "clean_text": "RT @JUSTGLEW RUNNING TEN MILES PER DAY NOT DRINKING PORTFOLIO CRUSHING IT HAS GIVEN ME LOTS OF NON TOXIC MASCULINE ENERGY AND MY TWITTER I", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200522, "Text": "Shareholder Activism at Life Insurance Company of Alabama https://t.co/dUlKBy3ZMI", "clean_text": "SHAREHOLDER ACTIVISM AT LIFE INSURANCE COMPANY OF ALABAMA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200522, "Text": "RT @friedberg: amazing paper. 40-60% of population that have NOT had SARS-CoV-2 already have activated T Cells to the virus! likely due to…", "clean_text": "RT @FRIEDBERG AMAZING PAPER 4060% OF POPULATION THAT HAVE NOT HAD SARSCOV2 ALREADY HAVE ACTIVATED T CELLS TO THE VIRUS LIKELY DUE TO", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200522, "Text": "@LibertyRPF Sort of like how Larry Ellison is 75. \n\nThey’ve got the energy of guys 10-15 years younger.", "clean_text": "@LIBERTYRPF SORT OF LIKE HOW LARRY ELLISON IS 75 \n\nTHEYVE GOT THE ENERGY OF GUYS 1015 YEARS YOUNGER", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @vicjkim: South Korea's contact tracing at work:\n\nItaewon club-goer/cram school instructor\n⛓️\nSix students\n⛓️\nSchool friend of one of th…", "clean_text": "RT @VICJKIM SOUTH KOREA CONTACT TRACING AT WORK\n\nITAEWON CLUBGOERCRAM SCHOOL INSTRUCTOR\n⛓️\nSIX STUDENTS\n⛓️\nSCHOOL FRIEND OF ONE OF TH", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @DegenRolf: Humans have not one, but five different appetites, with the unfulfilled appetite for proteins a suspected Achilles' heel of…", "clean_text": "RT @DEGENROLF HUMANS HAVE NOT ONE BUT FIVE DIFFERENT APPETITES WITH THE UNFULFILLED APPETITE FOR PROTEINS A SUSPECTED ACHILLE HEEL OF", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200522, "Text": "Which biotech and growth stocks does money manager @jfahmy like right now? Find out on the new episode of the Inves… https://t.co/2ivgTofGDK", "clean_text": "WHICH BIOTECH AND GROWTH STOCKS DOES MONEY MANAGER @JFAHMY LIKE RIGHT NOW FIND OUT ON THE NEW EPISODE OF THE INVES ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200522, "Text": "Which biotech and growth stocks does money manager @jfahmy like right now? Find out on the new episode of the Inves… https://t.co/ABpnjOikuB", "clean_text": "WHICH BIOTECH AND GROWTH STOCKS DOES MONEY MANAGER @JFAHMY LIKE RIGHT NOW FIND OUT ON THE NEW EPISODE OF THE INVES ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200522, "Text": "Amazing how we went from talking about tech stacks to debt stacks and back to tech stacks all in the span of just 3 months.", "clean_text": "AMAZING HOW WE WENT FROM TALKING ABOUT TECH STACKS TO DEBT STACKS AND BACK TO TECH STACKS ALL IN THE SPAN OF JUST 3 MONTHS", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200522, "Text": "RT @tobi: As of today, Shopify is a digital by default company. We will keep our offices closed until 2021 so that we can rework them for t…", "clean_text": "RT @TOBI AS OF TODAY SHOPIFY IS A DIGITAL BY DEFAULT COMPANY WE WILL KEEP OUR OFFICES CLOSED UNTIL 2021 SO THAT WE CAN REWORK THEM FOR T", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200522, "Text": "RT @lisaabramowicz1: Mall landlords received just a quarter of expected April rent payments. https://t.co/7kWbEBxO9L https://t.co/fB4s4zHYSJ", "clean_text": "RT @LISAABRAMOWICZ1 MALL LANDLORDS RECEIVED JUST A QUARTER OF EXPECTED APRIL RENT PAYMENTS  ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200521, "Text": "@dan_h_trinh @BullEllis Of course, more likely a short hedging a position. Why do people think that a money losing… https://t.co/Zqu96PIraN", "clean_text": "@DAN_H_TRINH @BULLELLIS OF COURSE MORE LIKELY A SHORT HEDGING A POSITION WHY DO PEOPLE THINK THAT A MONEY LOSING ", "count1": 0, "count2": 0, "count3": 3, "count4": 1}, {"Name": "matt_levine", "Time": 20200521, "Text": "This is one of those newsletters where you just go home and say ‘It’s either going to be beer or wine.’ https://t.co/x1PgVhdLpM", "clean_text": "THIS IS ONE OF THOSE NEWSLETTERS WHERE YOU JUST GO HOME AND SAY ITS EITHER GOING TO BE BEER OR WINE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200521, "Text": "@IvanTheK you can actually get a lot of things in reasonable quantities but other things you ... can't.", "clean_text": "@IVANTHEK YOU CAN ACTUALLY GET A LOT OF THINGS IN REASONABLE QUANTITIES BUT OTHER THINGS YOU  CANT", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200521, "Text": "@IvanTheK i was able to buy 2 chickens recently, before that the minimum number of chickens was like 12", "clean_text": "@IVANTHEK I WAS ABLE TO BUY 2 CHICKENS RECENTLY BEFORE THAT THE MINIMUM NUMBER OF CHICKENS WAS LIKE 12", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200521, "Text": "@IvanTheK i also bought 50 pounds of flour which honestly seems like the correct amount of flour. though also 10 po… https://t.co/4pxZ2gp4SO", "clean_text": "@IVANTHEK I ALSO BOUGHT 50 POUNDS OF FLOUR WHICH HONESTLY SEEMS LIKE THE CORRECT AMOUNT OF FLOUR THOUGH ALSO 10 PO ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200521, "Text": "@IvanTheK i mean 50lbs of flour is definitely a lot but i hear flour is hard to come by", "clean_text": "@IVANTHEK I MEAN 50LBS OF FLOUR IS DEFINITELY A LOT BUT I HEAR FLOUR IS HARD TO COME BY", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200521, "Text": "@pearkes @IvanTheK to be clear this is not \"economies of scale,\" this is \"the smallest amount of flour baldor will… https://t.co/2emN0Gfypg", "clean_text": "@PEARKES @IVANTHEK TO BE CLEAR THIS IS NOT ECONOMIES OF SCALE THIS IS THE SMALLEST AMOUNT OF FLOUR BALDOR WILL ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200521, "Text": "@Nerlynx1 If books weren’t closed it would go away immediately. A subset of them may be more intelligent (manipulative) than it appears.", "clean_text": "@NERLYNX1 IF BOOKS WERENT CLOSED IT WOULD GO AWAY IMMEDIATELY A SUBSET OF THEM MAY BE MORE INTELLIGENT MANIPULATIVE THAN IT APPEARS", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200521, "Text": "RT @thesheetztweetz: Inside the SpaceX hangar at NASA's Kennedy Space Center, where the Crew Dragon capsule is now on top of the Falcon 9 r…", "clean_text": "RT @THESHEETZTWEETZ INSIDE THE SPACEX HANGAR AT NASA KENNEDY SPACE CENTER WHERE THE CREW DRAGON CAPSULE IS NOW ON TOP OF THE FALCON 9 R", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200521, "Text": "30-year Treasury yields seem as anxious to break out to the upside as a rodeo bronc waiting to buck out of the chut… https://t.co/NcDkKIgGdc", "clean_text": "30YEAR TREASURY YIELDS SEEM AS ANXIOUS TO BREAK OUT TO THE UPSIDE AS A RODEO BRONC WAITING TO BUCK OUT OF THE CHUT ", "count1": 2, "count2": 3, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @StateDept: .@SecPompeo: Our decision on whether or not to certify Hong Kong as having “a high degree of autonomy” from China is still p…", "clean_text": "RT @STATEDEPT @SECPOMPEO OUR DECISION ON WHETHER OR NOT TO CERTIFY HONG KONG AS HAVING A HIGH DEGREE OF AUTONOMY” FROM CHINA IS STILL P", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: For years Russia has violated the terms of this Treaty, while the U.S. and allies live up to their commitments. Such agreement…", "clean_text": "RT @USAMBUN FOR YEARS RUSSIA HAS VIOLATED THE TERMS OF THIS TREATY WHILE THE US AND ALLIES LIVE UP TO THEIR COMMITMENTS SUCH AGREEMENT", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200521, "Text": "Whether you agree with him or not, Ricky Sandler seems like a lot more fun than 99% of fund managers.… https://t.co/jsFta2bCeh", "clean_text": "WHETHER YOU AGREE WITH HIM OR NOT RICKY SANDLER SEEMS LIKE A LOT MORE FUN THAN 99% OF FUND MANAGERS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200521, "Text": "2008 quote from Klarman below. If you're forced to overpay for that type of insurance on avg, by definition it hurt… https://t.co/iso6P5ngn9", "clean_text": "2008 QUOTE FROM KLARMAN BELOW IF YOURE FORCED TO OVERPAY FOR THAT TYPE OF INSURANCE ON AVG BY DEFINITION IT HURT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200521, "Text": "Who would argue the other side of this? Luckin was just the latest in a long parade of junky Chinese listings. https://t.co/Rd3zrQbugT", "clean_text": "WHO WOULD ARGUE THE OTHER SIDE OF THIS LUCKIN WAS JUST THE LATEST IN A LONG PARADE OF JUNKY CHINESE LISTINGS ", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "EdBorgato", "Time": 20200521, "Text": "Banks with forbearance on 15%+ of their loans: https://t.co/NIohaXjwfP", "clean_text": "BANKS WITH FORBEARANCE ON 15%+ OF THEIR LOANS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "@Samirkaji And I say that as a new, happy customer of your bank!", "clean_text": "@SAMIRKAJI AND I SAY THAT AS A NEW HAPPY CUSTOMER OF YOUR BANK", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200520, "Text": "New Q1 issue of our newsletter just released: Latest portfolios of 25 top hedge funds, Q1 performance numbers, mana… https://t.co/k9IAYon3uW", "clean_text": "NEW Q1 ISSUE OF OUR NEWSLETTER JUST RELEASED LATEST PORTFOLIOS OF 25 TOP HEDGE FUNDS Q1 PERFORMANCE NUMBERS MANA ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "UnionSquareGrp", "Time": 20200520, "Text": "RT @gasworld: Vital research has continued at the National Centre for Scientific Research (@CNRS) in France thanks to a constant supply of…", "clean_text": "RT @GASWORLD VITAL RESEARCH HAS CONTINUED AT THE NATIONAL CENTRE FOR SCIENTIFIC RESEARCH @CNRS IN FRANCE THANKS TO A CONSTANT SUPPLY OF", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @USForeignAssist: New fact sheet! Under the leadership of @POTUS and @SecPompeo the U.S. is providing more than $900 million across more…", "clean_text": "RT @USFOREIGNASSIST NEW FACT SHEET UNDER THE LEADERSHIP OF @POTUS AND @SECPOMPEO THE US IS PROVIDING MORE THAN 900 MILLION ACROSS MORE", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @statedeptspox: The Secretary’s announcement of $162 million in new U.S. assistance for the global COVID-19 response today represents th…", "clean_text": "RT @STATEDEPTSPOX THE SECRETARYS ANNOUNCEMENT OF 162 MILLION IN NEW US ASSISTANCE FOR THE GLOBAL COVID19 RESPONSE TODAY REPRESENTS TH", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200520, "Text": "@MasaSonCap You'd be able to see the image if you had Spectrum instead of being on that ratchet Sprint network you just bought", "clean_text": "@MASASONCAP YOUD BE ABLE TO SEE THE IMAGE IF YOU HAD SPECTRUM INSTEAD OF BEING ON THAT RATCHET SPRINT NETWORK YOU JUST BOUGHT", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200520, "Text": "Unless it's more of a data play, since you have to give them access to scrape your email and hence all of your ecom… https://t.co/w85YwQTfja", "clean_text": "UNLESS IT MORE OF A DATA PLAY SINCE YOU HAVE TO GIVE THEM ACCESS TO SCRAPE YOUR EMAIL AND HENCE ALL OF YOUR ECOM ", "count1": 0, "count2": 2, "count3": 1, "count4": 2}, {"Name": "EdBorgato", "Time": 20200520, "Text": "I have maintained for years that if you can live anywhere you want, not doing so because of taxes is completely ins… https://t.co/2GqhqLu7tF", "clean_text": "I HAVE MAINTAINED FOR YEARS THAT IF YOU CAN LIVE ANYWHERE YOU WANT NOT DOING SO BECAUSE OF TAXES IS COMPLETELY INS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200520, "Text": "@michaelbatnick It would certainly be logical to be an aggressive buyer into the expectation of a terminal asteroid strike.", "clean_text": "@MICHAELBATNICK IT WOULD CERTAINLY BE LOGICAL TO BE AN AGGRESSIVE BUYER INTO THE EXPECTATION OF A TERMINAL ASTEROID STRIKE", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200520, "Text": "$INO Company should be halted as they have no shame in this time of crisis.  Read Citron to see how $INO issued \"ro… https://t.co/bBcqlUXdho", "clean_text": "INO COMPANY SHOULD BE HALTED AS THEY HAVE NO SHAME IN THIS TIME OF CRISIS  READ CITRON TO SEE HOW INO ISSUED RO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "RT @tracyalloway: The composition of global fiscal stimulus in the corona crisis of 2020 vs. the financial crisis of 2008/2009, via UBS. Fi…", "clean_text": "RT @TRACYALLOWAY THE COMPOSITION OF GLOBAL FISCAL STIMULUS IN THE CORONA CRISIS OF 2020 VS THE FINANCIAL CRISIS OF 20082009 VIA UBS FI", "count1": 3, "count2": 0, "count3": 0, "count4": 3}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "RT @soundcommerce: So glad our Director of Engineering @marceguerra could join! @ScalaAtTheSea @arosien  \n\n#programming #scala https://t.co…", "clean_text": "RT @SOUNDCOMMERCE SO GLAD OUR DIRECTOR OF ENGINEERING @MARCEGUERRA COULD JOIN @SCALAATTHESEA @AROSIEN  \n\n#PROGRAMMING #SCALA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200520, "Text": "RT @Retail_Guru: Great point. The ‘treasure hunt’ model of merchandising at $TJX &amp; $ROST will need a fair amount of re-invention given toda…", "clean_text": "RT @RETAIL_GURU GREAT POINT THE TREASURE HUNT MODEL OF MERCHANDISING AT TJX AMP ROST WILL NEED A FAIR AMOUNT OF REINVENTION GIVEN TODA", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "sprucepointcap", "Time": 20200519, "Text": "Anyone catch the bottom of $FSCT press release yesterday, looks like they hired Joele Frank for Public Relations, k… https://t.co/bUMba7EqFj", "clean_text": "ANYONE CATCH THE BOTTOM OF FSCT PRESS RELEASE YESTERDAY LOOKS LIKE THEY HIRED JOELE FRANK FOR PUBLIC RELATIONS K ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200519, "Text": "RT @JohnPGavin: Getting rid of the baggage check fee would allow for more space in waiting areas and less clustering during boarding and ex…", "clean_text": "RT @JOHNPGAVIN GETTING RID OF THE BAGGAGE CHECK FEE WOULD ALLOW FOR MORE SPACE IN WAITING AREAS AND LESS CLUSTERING DURING BOARDING AND EX", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200519, "Text": "If you want to sign up to get future reports, please go to the bottom of this link and go for it! https://t.co/wvXgTv8JqT", "clean_text": "IF YOU WANT TO SIGN UP TO GET FUTURE REPORTS PLEASE GO TO THE BOTTOM OF THIS LINK AND GO FOR IT ", "count1": 1, "count2": 3, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200519, "Text": "I have this historical relationship with Money Stuff, so maybe there’s some sentimental value. But of course, my pr… https://t.co/RuxLViBCXN", "clean_text": "I HAVE THIS HISTORICAL RELATIONSHIP WITH MONEY STUFF SO MAYBE THERES SOME SENTIMENTAL VALUE BUT OF COURSE MY PR ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200519, "Text": "RT @LucreSnooker: according to This Week in Virology, a prominent coronavirus scientist now believes 45% of transmission is aerosols, 45% d…", "clean_text": "RT @LUCRESNOOKER ACCORDING TO THIS WEEK IN VIROLOGY A PROMINENT CORONAVIRUS SCIENTIST NOW BELIEVES 45% OF TRANSMISSION IS AEROSOLS 45% D", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200519, "Text": "@saltadogato I’d buy that for a dollar! Well, maybe $0.10, but I’m sure someone will try if there’s even a whiff of wrongdoing.", "clean_text": "@SALTADOGATO ID BUY THAT FOR A DOLLAR WELL MAYBE 010 BUT IM SURE SOMEONE WILL TRY IF THERES EVEN A WHIFF OF WRONGDOING", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "adoxen", "Time": 20200519, "Text": "@AndrewRangeley We all need to consider the machines moving markets. I don’t know the answer but at least we have an idea of the problem.", "clean_text": "@ANDREWRANGELEY WE ALL NEED TO CONSIDER THE MACHINES MOVING MARKETS I DONT KNOW THE ANSWER BUT AT LEAST WE HAVE AN IDEA OF THE PROBLEM", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200519, "Text": "@firstadopter Mine does in the middle of the night, which makes no sense!", "clean_text": "@FIRSTADOPTER MINE DOES IN THE MIDDLE OF THE NIGHT WHICH MAKES NO SENSE", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200519, "Text": "No ego in this business, to me we are all in same boat regardless of age, status, or worth, if we love investing we… https://t.co/ANvxeeIdXX", "clean_text": "NO EGO IN THIS BUSINESS TO ME WE ARE ALL IN SAME BOAT REGARDLESS OF AGE STATUS OR WORTH IF WE LOVE INVESTING WE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200519, "Text": "Just on CNBC...\n\n\"These stocks are big weightings in my benchmark so of course I own them....\"\n\nThat's why you pay… https://t.co/ASHXVGwrQK", "clean_text": "JUST ON CNBC\n\nTHESE STOCKS ARE BIG WEIGHTINGS IN MY BENCHMARK SO OF COURSE I OWN THEM\n\nTHAT WHY YOU PAY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200519, "Text": "@rationalwalk Adding \"hopefully\" at the end was kind of a prayer.", "clean_text": "@RATIONALWALK ADDING HOPEFULLY AT THE END WAS KIND OF A PRAYER", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "@DavidTaggart San Francisco is good at many things. The art of the high speed chase is not one of them.", "clean_text": "@DAVIDTAGGART SAN FRANCISCO IS GOOD AT MANY THINGS THE ART OF THE HIGH SPEED CHASE IS NOT ONE OF THEM", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "And to be clear — San Francisco is a beautiful city full of fascinating people. Whenever I visit Central California… https://t.co/BcOukLXFCy", "clean_text": "AND TO BE CLEAR SAN FRANCISCO IS A BEAUTIFUL CITY FULL OF FASCINATING PEOPLE WHENEVER I VISIT CENTRAL CALIFORNIA ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "@Morgan_03 Since part of Tahoe is north of the dog leg, and since the Truckee River is the only outlet and it flows… https://t.co/QT50J2H6WV", "clean_text": "@MORGAN_03 SINCE PART OF TAHOE IS NORTH OF THE DOG LEG AND SINCE THE TRUCKEE RIVER IS THE ONLY OUTLET AND IT FLOWS ", "count1": 3, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "Merced, and Stockton, and Visalia have nothing on San Francisco. That’s something to be proud of, guys!", "clean_text": "MERCED AND STOCKTON AND VISALIA HAVE NOTHING ON SAN FRANCISCO THATS SOMETHING TO BE PROUD OF GUYS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "RT @ktal90: Jumping straight to AI, ML, AR/VR, IoT hasn’t gotten us what we need. So what do we need? The building blocks of HOW manufactur…", "clean_text": "RT @KTAL90 JUMPING STRAIGHT TO AI ML ARVR IOT HASNT GOTTEN US WHAT WE NEED SO WHAT DO WE NEED THE BUILDING BLOCKS OF HOW MANUFACTUR", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "Building a company in the current moment:\n\nAll the bad news has been accelerated.\n\nSome of the good news has been c… https://t.co/OOichuELRf", "clean_text": "BUILDING A COMPANY IN THE CURRENT MOMENT\n\nALL THE BAD NEWS HAS BEEN ACCELERATED\n\nSOME OF THE GOOD NEWS HAS BEEN C ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200519, "Text": "This is some deluge of equity offerings coming here in the after market, who can blame corporate executives?", "clean_text": "THIS IS SOME DELUGE OF EQUITY OFFERINGS COMING HERE IN THE AFTER MARKET WHO CAN BLAME CORPORATE EXECUTIVES", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "When it rains, it pours. Now $FTNT Fortinet is suing $FSCT over patent infringements. This adds a new layer of comp… https://t.co/vVdzm9PLE7", "clean_text": "WHEN IT RAINS IT POURS NOW FTNT FORTINET IS SUING FSCT OVER PATENT INFRINGEMENTS THIS ADDS A NEW LAYER OF COMP ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "Details of this $FTNT lawsuit case are good, hopefully @adventintl sees that $FSCT \"delayed progressing the discuss… https://t.co/5XErYBMfyJ", "clean_text": "DETAILS OF THIS FTNT LAWSUIT CASE ARE GOOD HOPEFULLY @ADVENTINTL SEES THAT FSCT DELAYED PROGRESSING THE DISCUSS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "For those new to following us, we believe we've played a successful roll in re-shaping the narrative for some of… https://t.co/PXAhZoLYF4", "clean_text": "FOR THOSE NEW TO FOLLOWING US WE BELIEVE WEVE PLAYED A SUCCESSFUL ROLL IN RESHAPING THE NARRATIVE FOR SOME OF ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200518, "Text": "When not running @probesreporter or playing volunteer EMT, one of @JohnPGavin's  interests is home canning. https://t.co/vBhz2IBDcM", "clean_text": "WHEN NOT RUNNING @PROBESREPORTER OR PLAYING VOLUNTEER EMT ONE OF @JOHNPGAVIN  INTERESTS IS HOME CANNING ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200518, "Text": "RT @JohnPGavin: The good news is we are taking care of those unfortunate souls for whom flying commercial is a personal trauma. https://t.c…", "clean_text": "RT @JOHNPGAVIN THE GOOD NEWS IS WE ARE TAKING CARE OF THOSE UNFORTUNATE SOULS FOR WHOM FLYING COMMERCIAL IS A PERSONAL TRAUMA ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200518, "Text": "But \"new york has the best tap water\" the refrain of those who have succumbed to the madness of living in NYC and a… https://t.co/R9MpEq3Qtc", "clean_text": "BUT NEW YORK HAS THE BEST TAP WATER THE REFRAIN OF THOSE WHO HAVE SUCCUMBED TO THE MADNESS OF LIVING IN NYC AND A ", "count1": 3, "count2": 1, "count3": 1, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@tejada444 You're a retail investor with the majority of your net worth in a security and you wrote up a note with… https://t.co/b3gIdXAM34", "clean_text": "@TEJADA444 YOURE A RETAIL INVESTOR WITH THE MAJORITY OF YOUR NET WORTH IN A SECURITY AND YOU WROTE UP A NOTE WITH ", "count1": 1, "count2": 0, "count3": 3, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200518, "Text": "RT @MundleLAB: #saskatchewan has been a focus of interest for years with new #helium discoveries by innovative companies like @NAHelium. #A…", "clean_text": "RT @MUNDLELAB #SASKATCHEWAN HAS BEEN A FOCUS OF INTEREST FOR YEARS WITH NEW #HELIUM DISCOVERIES BY INNOVATIVE COMPANIES LIKE @NAHELIUM #A", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200518, "Text": "RT @SecPompeo: No surprise that Taiwan mounted one of the most successful efforts to contain COVID to date. Transparent, vibrant, and innov…", "clean_text": "RT @SECPOMPEO NO SURPRISE THAT TAIWAN MOUNTED ONE OF THE MOST SUCCESSFUL EFFORTS TO CONTAIN COVID TO DATE TRANSPARENT VIBRANT AND INNOV", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200518, "Text": "RT @statedeptspox: The spiteful action by the PRC to silence Taiwan exposes the emptiness of its claims to want transparency and cooperatio…", "clean_text": "RT @STATEDEPTSPOX THE SPITEFUL ACTION BY THE PRC TO SILENCE TAIWAN EXPOSES THE EMPTINESS OF ITS CLAIMS TO WANT TRANSPARENCY AND COOPERATIO", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200518, "Text": "RT @mansharamani: Here's a replay of my conversation with @GrantsPub's Jim Grant.   Topics include #unemployment and interest rates, #gold…", "clean_text": "RT @MANSHARAMANI HERE A REPLAY OF MY CONVERSATION WITH @GRANTSPUB JIM GRANT TOPICS INCLUDE #UNEMPLOYMENT AND INTEREST RATES #GOLD", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200518, "Text": "@Fritz844 Great find.  Really miss that dude.  He's the best.  And I swear he's the twin of an old boss of mine...", "clean_text": "@FRITZ844 GREAT FIND  REALLY MISS THAT DUDE  HE THE BEST  AND I SWEAR HE THE TWIN OF AN OLD BOSS OF MINE", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FatTailCapital", "Time": 20200518, "Text": "Oligarchs are self-made too.\n\nDon't hate the player, hate the voucher privatization of state-owned assets game. https://t.co/W8BlWwRW41", "clean_text": "OLIGARCHS ARE SELFMADE TOO\n\nDONT HATE THE PLAYER HATE THE VOUCHER PRIVATIZATION OF STATEOWNED ASSETS GAME ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200518, "Text": "Just finished the last Star Wars movies.  Every single one of them was trash except the first one they ever made.… https://t.co/ngHQQasr20", "clean_text": "JUST FINISHED THE LAST STAR WARS MOVIES  EVERY SINGLE ONE OF THEM WAS TRASH EXCEPT THE FIRST ONE THEY EVER MADE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200518, "Text": "Andrew Left of Citron Research will appear on Fox Business this am at 11:30 est to further explain the fraud  of Ch… https://t.co/XBSRqBHAZa", "clean_text": "ANDREW LEFT OF CITRON RESEARCH WILL APPEAR ON FOX BUSINESS THIS AM AT 1130 EST TO FURTHER EXPLAIN THE FRAUD  OF CH ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200518, "Text": "Does anyone know of a Chrome extension that pre-populates phone numbers and addresses that can easily be selected w… https://t.co/08e9kRR8xS", "clean_text": "DOES ANYONE KNOW OF A CHROME EXTENSION THAT PREPOPULATES PHONE NUMBERS AND ADDRESSES THAT CAN EASILY BE SELECTED W ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200517, "Text": "Hard to read this &amp; not think comparisons to China re: timing of snap back of economy and path of the virus will be… https://t.co/bhgayKeJp7", "clean_text": "HARD TO READ THIS AMP NOT THINK COMPARISONS TO CHINA RE TIMING OF SNAP BACK OF ECONOMY AND PATH OF THE VIRUS WILL BE ", "count1": 1, "count2": 2, "count3": 0, "count4": 3}, {"Name": "DumbLuckCapital", "Time": 20200517, "Text": "@NickatFP @DeepDiveCapital @NonGaap There’s so much pain in some (family member of some sort) and paranoia in other… https://t.co/85XnED9GIc", "clean_text": "@NICKATFP @DEEPDIVECAPITAL @NONGAAP THERES SO MUCH PAIN IN SOME FAMILY MEMBER OF SOME SORT AND PARANOIA IN OTHER ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@jay_21_ @special_sits Was a good thread, and agree with most of the names you mentioned. \n\nThink it’s a matter of… https://t.co/3OWsWnXdgO", "clean_text": "@JAY_21_ @SPECIAL_SITS WAS A GOOD THREAD AND AGREE WITH MOST OF THE NAMES YOU MENTIONED \n\nTHINK ITS A MATTER OF ", "count1": 1, "count2": 0, "count3": 2, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@jay_21_ Strongly agree with this. Some people might be reluctant at first, but when their friends post pictures of… https://t.co/nPQCwSl3xJ", "clean_text": "@JAY_21_ STRONGLY AGREE WITH THIS SOME PEOPLE MIGHT BE RELUCTANT AT FIRST BUT WHEN THEIR FRIENDS POST PICTURES OF ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "In hindsight, it’s kind of weird we didn’t have aggressive screening in nursing homes. Not just for COVID. \n\nLike t… https://t.co/SBZEHcAKpI", "clean_text": "IN HINDSIGHT ITS KIND OF WEIRD WE DIDNT HAVE AGGRESSIVE SCREENING IN NURSING HOMES NOT JUST FOR COVID \n\nLIKE T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "@mkraju Contact us. Our @JohnPGavin is an expert in interpreting these types of announcements and will gladly lend… https://t.co/53e8o3TvqF", "clean_text": "@MKRAJU CONTACT US OUR @JOHNPGAVIN IS AN EXPERT IN INTERPRETING THESE TYPES OF ANNOUNCEMENTS AND WILL GLADLY LEND ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "@jeremyherb Contact us. Our @JohnPGavin is an expert in interpreting these types of announcements and will gladly l… https://t.co/1NmWLQnvdC", "clean_text": "@JEREMYHERB CONTACT US OUR @JOHNPGAVIN IS AN EXPERT IN INTERPRETING THESE TYPES OF ANNOUNCEMENTS AND WILL GLADLY L ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @DrDenaGrayson Reviving my podcast on home canning called @CanningSeason.  Feels like people need that kind of message / di…", "clean_text": "RT @JOHNPGAVIN @DRDENAGRAYSON REVIVING MY PODCAST ON HOME CANNING CALLED @CANNINGSEASON  FEELS LIKE PEOPLE NEED THAT KIND OF MESSAGE  DI", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200515, "Text": "This 13F season is one of the most interesting/useful in a while due to the timing of the portfolio snapshot (Mar 3… https://t.co/ndSIZMLm4V", "clean_text": "THIS 13F SEASON IS ONE OF THE MOST INTERESTINGUSEFUL IN A WHILE DUE TO THE TIMING OF THE PORTFOLIO SNAPSHOT MAR 3 ", "count1": 3, "count2": 1, "count3": 1, "count4": 2}, {"Name": "marginalidea", "Time": 20200515, "Text": "RT @hackcelerity: Sitting at my desk, being passive aggressive with my replies, and a chill runs down my back. I'm reminding myself of Mich…", "clean_text": "RT @HACKCELERITY SITTING AT MY DESK BEING PASSIVE AGGRESSIVE WITH MY REPLIES AND A CHILL RUNS DOWN MY BACK IM REMINDING MYSELF OF MICH", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200515, "Text": "@RodBoydILM @theofrancis One of my favorites: https://t.co/fVjw1Mnve6 https://t.co/3UXIUzq3iW", "clean_text": "@RODBOYDILM @THEOFRANCIS ONE OF MY FAVORITES  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200515, "Text": "RT @jfc_3_: Thread \n\nCOVID-19 and Spanish Influenza similarities in terms of the American experience, the dominant narratives, and random a…", "clean_text": "RT @JFC_3_ THREAD \n\nCOVID19 AND SPANISH INFLUENZA SIMILARITIES IN TERMS OF THE AMERICAN EXPERIENCE THE DOMINANT NARRATIVES AND RANDOM A", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "Today, I had the pleasure of speaking with @MOHW_Taiwan's virtual forum in combatting #COVID19 about the vital impo… https://t.co/qbdfOuBP8U", "clean_text": "TODAY I HAD THE PLEASURE OF SPEAKING WITH @MOHW_TAIWAN VIRTUAL FORUM IN COMBATTING #COVID19 ABOUT THE VITAL IMPO ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "RT @usmissiongeneva: On this International #DayofFamilies, we celebrate the family as essential to both the formation and health of society…", "clean_text": "RT @USMISSIONGENEVA ON THIS INTERNATIONAL #DAYOFFAMILIES WE CELEBRATE THE FAMILY AS ESSENTIAL TO BOTH THE FORMATION AND HEALTH OF SOCIETY", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO said that ~80% of wound care centers were now open (up from ~70% in April) and that more than 50% of wound ca… https://t.co/ebEv1JaoYi", "clean_text": "ORGO SAID THAT ~80% OF WOUND CARE CENTERS WERE NOW OPEN UP FROM ~70% IN APRIL AND THAT MORE THAN 50% OF WOUND CA ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO, a $MDXG competitor in the allograft space, provided an encouraging update regarding the current status of an… https://t.co/7doJ5SWNV6", "clean_text": "ORGO A MDXG COMPETITOR IN THE ALLOGRAFT SPACE PROVIDED AN ENCOURAGING UPDATE REGARDING THE CURRENT STATUS OF AN ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "Overall, these positive developments strongly support our view that the impact of COVID-19 on $MDXG will ultimately… https://t.co/h8YabBGUAI", "clean_text": "OVERALL THESE POSITIVE DEVELOPMENTS STRONGLY SUPPORT OUR VIEW THAT THE IMPACT OF COVID19 ON MDXG WILL ULTIMATELY ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO also stated that, because a large portion of allograft treatments are non-elective, the delaying of treatment… https://t.co/HlapJx9FIU", "clean_text": "ORGO ALSO STATED THAT BECAUSE A LARGE PORTION OF ALLOGRAFT TREATMENTS ARE NONELECTIVE THE DELAYING OF TREATMENT ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "FatTailCapital", "Time": 20200515, "Text": "\"More data has been created in the last 2 years than in the entire previous history of humans.\"\n\nData in the first… https://t.co/uokvvm4Vto", "clean_text": "MORE DATA HAS BEEN CREATED IN THE LAST 2 YEARS THAN IN THE ENTIRE PREVIOUS HISTORY OF HUMANS\n\nDATA IN THE FIRST ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200515, "Text": "The Last Dance: those final two minutes of episode seven... wow! Chills. That's totally me ordering at Chipotle.", "clean_text": "THE LAST DANCE THOSE FINAL TWO MINUTES OF EPISODE SEVEN WOW CHILLS THAT TOTALLY ME ORDERING AT CHIPOTLE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200514, "Text": "$GBP British Pound back to the lows ~37% and 75% of $WDFC sale and cash, respectively, tied to the currency… https://t.co/2LGTyHjcTA", "clean_text": "GBP BRITISH POUND BACK TO THE LOWS ~37% AND 75% OF WDFC SALE AND CASH RESPECTIVELY TIED TO THE CURRENCY ", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200514, "Text": "RT @JohnPGavin: As a concept, cruises deliver a lot of value for the money.  While the industry that may undergo some financial restructuri…", "clean_text": "RT @JOHNPGAVIN AS A CONCEPT CRUISES DELIVER A LOT OF VALUE FOR THE MONEY  WHILE THE INDUSTRY THAT MAY UNDERGO SOME FINANCIAL RESTRUCTURI", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "probesreporter", "Time": 20200514, "Text": "It wasn't that long ago when when you could fabricate some crypto-whatever piece of garbage and get the rubes to bid it up.", "clean_text": "IT WASNT THAT LONG AGO WHEN WHEN YOU COULD FABRICATE SOME CRYPTOWHATEVER PIECE OF GARBAGE AND GET THE RUBES TO BID IT UP", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "@Upper20sStCap Make it 1500 and some of them will probably drown", "clean_text": "@UPPER20SSTCAP MAKE IT 1500 AND SOME OF THEM WILL PROBABLY DROWN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "Consistently amazed by the number of people talking about how WFH is here to stay, while in the real life all anyon… https://t.co/XB3AtY0PMa", "clean_text": "CONSISTENTLY AMAZED BY THE NUMBER OF PEOPLE TALKING ABOUT HOW WFH IS HERE TO STAY WHILE IN THE REAL LIFE ALL ANYON ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200514, "Text": "This was a nice catch by @Stockjabber on something I had not yet heard of. Not seeing it in a lot of companies — ye… https://t.co/PlJ8UsALOV", "clean_text": "THIS WAS A NICE CATCH BY @STOCKJABBER ON SOMETHING I HAD NOT YET HEARD OF NOT SEEING IT IN A LOT OF COMPANIES YE ", "count1": 0, "count2": 0, "count3": 2, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200514, "Text": "Interesting terms in section 3.3 of exhibit 4.35 to the $NIO 20-F: if it fails to make any of the NIO China install… https://t.co/W8IpS4ylTh", "clean_text": "INTERESTING TERMS IN SECTION 33 OF EXHIBIT 435 TO THE NIO 20F IF IT FAILS TO MAKE ANY OF THE NIO CHINA INSTALL ", "count1": 2, "count2": 2, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200514, "Text": "Mayor Garcetti said “We’ll never be completely open until we have a cure.”  It was reported he said “The city of Lo… https://t.co/1imaM4EOrJ", "clean_text": "MAYOR GARCETTI SAID WELL NEVER BE COMPLETELY OPEN UNTIL WE HAVE A CURE”  IT WAS REPORTED HE SAID THE CITY OF LO ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200514, "Text": "For decades approximately 25% of submitted claims for unemployment benefits were deemed qualified. At present about… https://t.co/Zfrxi2P5oA", "clean_text": "FOR DECADES APPROXIMATELY 25% OF SUBMITTED CLAIMS FOR UNEMPLOYMENT BENEFITS WERE DEEMED QUALIFIED AT PRESENT ABOUT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200514, "Text": "@NoonSixCap Stylistically, I think of it as “mean reversion” vs “defiance of mean reversion”. \n\nBetting on an unlov… https://t.co/5xkFg6YsIr", "clean_text": "@NOONSIXCAP STYLISTICALLY I THINK OF IT AS MEAN REVERSION” VS DEFIANCE OF MEAN REVERSION” \n\nBETTING ON AN UNLOV ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200514, "Text": "@NoonSixCap I am the weird sort of person who will simultaneously own SaaS and consumer finance companies.\n\nBut I d… https://t.co/EDM1vSW3G6", "clean_text": "@NOONSIXCAP I AM THE WEIRD SORT OF PERSON WHO WILL SIMULTANEOUSLY OWN SAAS AND CONSUMER FINANCE COMPANIES\n\nBUT I D ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200514, "Text": "@dschorrnyc So out of date - haven’t Looked at it in years", "clean_text": "@DSCHORRNYC SO OUT OF DATE  HAVENT LOOKED AT IT IN YEARS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "RT @LAForeverHall: How many shares of $MO do you need to own to be responsible for one death per year?", "clean_text": "RT @LAFOREVERHALL HOW MANY SHARES OF MO DO YOU NEED TO OWN TO BE RESPONSIBLE FOR ONE DEATH PER YEAR", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200514, "Text": "We all read the same books... Ben Graham influenced a generation. But even WB evolved away from the convention of b… https://t.co/V0hzLgH1nS", "clean_text": "WE ALL READ THE SAME BOOKS BEN GRAHAM INFLUENCED A GENERATION BUT EVEN WB EVOLVED AWAY FROM THE CONVENTION OF B ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200514, "Text": "RT @alexsalvinews: Barstool’s Dave Portnoy goes on a rant fighting back against COVID lockdowns:\n\n“I would rather die of corona ... or take…", "clean_text": "RT @ALEXSALVINEWS BARSTOOLS DAVE PORTNOY GOES ON A RANT FIGHTING BACK AGAINST COVID LOCKDOWNS\n\nI WOULD RATHER DIE OF CORONA  OR TAKE", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200514, "Text": "@iamstacetheace Really want the ticker on this co. Hitting me in all of the short selling feels.", "clean_text": "@IAMSTACETHEACE REALLY WANT THE TICKER ON THIS CO HITTING ME IN ALL OF THE SHORT SELLING FEELS", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200514, "Text": "RT @ABCPolitics: The pandemic will cost the insurance industry over $200 billion, according to Lloyds of London, who estimated that its own…", "clean_text": "RT @ABCPOLITICS THE PANDEMIC WILL COST THE INSURANCE INDUSTRY OVER 200 BILLION ACCORDING TO LLOYDS OF LONDON WHO ESTIMATED THAT ITS OWN", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "Can anyone opine is this channel stuffing and would evidence of this be cause for a Material Adverse Event or give… https://t.co/ecAXXLlaQF", "clean_text": "CAN ANYONE OPINE IS THIS CHANNEL STUFFING AND WOULD EVIDENCE OF THIS BE CAUSE FOR A MATERIAL ADVERSE EVENT OR GIVE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200513, "Text": "\"P/E ratios which seem otherwise elevated may join low and negative interest rates as part of the ‘new normal’ inve… https://t.co/jgpK67dVs5", "clean_text": "PE RATIOS WHICH SEEM OTHERWISE ELEVATED MAY JOIN LOW AND NEGATIVE INTEREST RATES AS PART OF THE NEW NORMAL INVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “Some of the tech stocks like $AMZN might be not that overvalued; I’m not saying the Nasdaq’s cheap by any… https://t.co/HJIRlYMtCf", "clean_text": "TEPPER SOME OF THE TECH STOCKS LIKE AMZN MIGHT BE NOT THAT OVERVALUED IM NOT SAYING THE NASDAQS CHEAP BY ANY ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “I want to be invested in the banks at some point, my problem is if you think there’s a long period of low… https://t.co/i6F266pxXs", "clean_text": "TEPPER I WANT TO BE INVESTED IN THE BANKS AT SOME POINT MY PROBLEM IS IF YOU THINK THERES A LONG PERIOD OF LOW ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “The logistics of the doses (vaccine) when people have to do the numbers and analysis to have enough doses… https://t.co/aGKIOHFrtG", "clean_text": "TEPPER THE LOGISTICS OF THE DOSES VACCINE WHEN PEOPLE HAVE TO DO THE NUMBERS AND ANALYSIS TO HAVE ENOUGH DOSES ", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200513, "Text": "@QuisitiveInvest @nachkari @BarrySchwartzBW @BluegrassCap it is kind of hard to figure out the risk reward when lit… https://t.co/vXyFBdIB8a", "clean_text": "@QUISITIVEINVEST @NACHKARI @BARRYSCHWARTZBW @BLUEGRASSCAP IT IS KIND OF HARD TO FIGURE OUT THE RISK REWARD WHEN LIT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200513, "Text": "@ROIChristie Generally high levels of leverage in the corporate sector needing time to heal which will manifest Its… https://t.co/EkcUolTRj6", "clean_text": "@ROICHRISTIE GENERALLY HIGH LEVELS OF LEVERAGE IN THE CORPORATE SECTOR NEEDING TIME TO HEAL WHICH WILL MANIFEST ITS ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200513, "Text": "@michaelsantoli @NoonSixCap If IG corps issue another trillion of debt it will look really cheap!", "clean_text": "@MICHAELSANTOLI @NOONSIXCAP IF IG CORPS ISSUE ANOTHER TRILLION OF DEBT IT WILL LOOK REALLY CHEAP", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200513, "Text": "#Taiwan's exclusion from the WHA robs the world of their knowledge on #COVID19 and best practices from their respon… https://t.co/8aUNc1e9cB", "clean_text": "#TAIWAN EXCLUSION FROM THE WHA ROBS THE WORLD OF THEIR KNOWLEDGE ON #COVID19 AND BEST PRACTICES FROM THEIR RESPON ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "@bpsandpieces There are very few tweets I wish I’d written myself.\n\nThis is one of them. https://t.co/sXSwkQCEJe", "clean_text": "@BPSANDPIECES THERE ARE VERY FEW TWEETS I WISH ID WRITTEN MYSELF\n\nTHIS IS ONE OF THEM ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @CapitalObserver: I counted roughly $24 billion of secondary offerings this week, possibly a record. This gets zero mentions in any narr…", "clean_text": "RT @CAPITALOBSERVER I COUNTED ROUGHLY 24 BILLION OF SECONDARY OFFERINGS THIS WEEK POSSIBLY A RECORD THIS GETS ZERO MENTIONS IN ANY NARR", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200512, "Text": "BREAKING:  New data confirms the absence of recent SEC investigative activity at Wirecard.  This could easily chang… https://t.co/t4QPW8wQTY", "clean_text": "BREAKING  NEW DATA CONFIRMS THE ABSENCE OF RECENT SEC INVESTIGATIVE ACTIVITY AT WIRECARD  THIS COULD EASILY CHANG ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200512, "Text": "This newsletter is full of typos and not aligned properly. It doesn't seem real. https://t.co/EfFe0fb94j", "clean_text": "THIS NEWSLETTER IS FULL OF TYPOS AND NOT ALIGNED PROPERLY IT DOESNT SEEM REAL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200512, "Text": "@yourMTLbroker @SenecaStocks With the rise of customization &amp; more one-offs, how do you think increased competition… https://t.co/Vcn7crobzg", "clean_text": "@YOURMTLBROKER @SENECASTOCKS WITH THE RISE OF CUSTOMIZATION AMP MORE ONEOFFS HOW DO YOU THINK INCREASED COMPETITION ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@davemortell @rasimpson1 The first page of the S-3/A answers this. It covers about 30m shares relating to already o… https://t.co/jKoedPHOxL", "clean_text": "@DAVEMORTELL @RASIMPSON1 THE FIRST PAGE OF THE S3A ANSWERS THIS IT COVERS ABOUT 30M SHARES RELATING TO ALREADY O ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Out of business in a Quibi?\n\nhttps://t.co/tlkmr5DiDS", "clean_text": "OUT OF BUSINESS IN A QUIBI\n\n", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Only TMT investors and media execs get the joke because we're the only ones who've ever even heard of Quibi.", "clean_text": "ONLY TMT INVESTORS AND MEDIA EXECS GET THE JOKE BECAUSE WERE THE ONLY ONES WHOVE EVER EVEN HEARD OF QUIBI", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Quibi... it's kind of like TikTok... but with more expensive, professional content... and higher barriers to adopti… https://t.co/1QNTKYMSFO", "clean_text": "QUIBI IT KIND OF LIKE TIKTOK BUT WITH MORE EXPENSIVE PROFESSIONAL CONTENT AND HIGHER BARRIERS TO ADOPTI ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200512, "Text": "$PTON stock is higher but trends are lower.  This is not from Citron.  This is App Annie- gold standard of reportin… https://t.co/cTWtWxs75l", "clean_text": "PTON STOCK IS HIGHER BUT TRENDS ARE LOWER  THIS IS NOT FROM CITRON  THIS IS APP ANNIE GOLD STANDARD OF REPORTIN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "$FSCT Q1 2020 revenue implodes even more than \"illustrative\" guidance that was buried in the proxy of $62m. Comes i… https://t.co/jOvdhq87zW", "clean_text": "FSCT Q1 2020 REVENUE IMPLODES EVEN MORE THAN ILLUSTRATIVE GUIDANCE THAT WAS BURIED IN THE PROXY OF 62M COMES I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "Isn't it funny that there quite of few #cybersecurity public companies that are doing just fine in this env't and r… https://t.co/LwVx1HsWXg", "clean_text": "ISNT IT FUNNY THAT THERE QUITE OF FEW #CYBERSECURITY PUBLIC COMPANIES THAT ARE DOING JUST FINE IN THIS ENVT AND R ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200511, "Text": "\"Oh, a lot of people are not going to be happy to see this.\" \n\nThinking about a report we are working on right now.", "clean_text": "OH A LOT OF PEOPLE ARE NOT GOING TO BE HAPPY TO SEE THIS \n\nTHINKING ABOUT A REPORT WE ARE WORKING ON RIGHT NOW", "count1": 0, "count2": 2, "count3": 2, "count4": 1}, {"Name": "probesreporter", "Time": 20200511, "Text": "Charlie's report opens the question of whether the SEC was already investigating @SenatorLoeffler and she now wants… https://t.co/J123ZPbdjW", "clean_text": "CHARLIE REPORT OPENS THE QUESTION OF WHETHER THE SEC WAS ALREADY INVESTIGATING @SENATORLOEFFLER AND SHE NOW WANTS ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200511, "Text": "A common manifestation of overconfidence is \"overprecision.\" Here's an example of how that can play out with market… https://t.co/3XaxFvBb4b", "clean_text": "A COMMON MANIFESTATION OF OVERCONFIDENCE IS OVERPRECISION HERE AN EXAMPLE OF HOW THAT CAN PLAY OUT WITH MARKET ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "footnoted", "Time": 20200511, "Text": "Last week, more than 40 companies representing a diverse group of businesses, used the word depression for the firs… https://t.co/STYXCWaY6o", "clean_text": "LAST WEEK MORE THAN 40 COMPANIES REPRESENTING A DIVERSE GROUP OF BUSINESSES USED THE WORD DEPRESSION FOR THE FIRS ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200511, "Text": "RT @Not_Jim_Cramer: Almost 3 decades of Snooze-ya-Lose https://t.co/ThQa5PqALx", "clean_text": "RT @NOT_JIM_CRAMER ALMOST 3 DECADES OF SNOOZEYALOSE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet I reached a similar conclusion. I’m not afraid of getting it (the chance of even needing to go to a ho… https://t.co/fD1CtTlDY6", "clean_text": "@GIVEN2TWEET I REACHED A SIMILAR CONCLUSION IM NOT AFRAID OF GETTING IT THE CHANCE OF EVEN NEEDING TO GO TO A HO ", "count1": 1, "count2": 2, "count3": 2, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet @Anonymous7902 That’s a tough situation - but I think you’re right. There have been just a handful of… https://t.co/3eB6N3cplr", "clean_text": "@GIVEN2TWEET @ANONYMOUS7902 THATS A TOUGH SITUATION  BUT I THINK YOURE RIGHT THERE HAVE BEEN JUST A HANDFUL OF ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@MidwestHedgie I have a policy of not blocking but the number of angry dudes who can’t do math calling everyone an… https://t.co/mnylq3QIGn", "clean_text": "@MIDWESTHEDGIE I HAVE A POLICY OF NOT BLOCKING BUT THE NUMBER OF ANGRY DUDES WHO CANT DO MATH CALLING EVERYONE AN ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie There is a subset of the population who feels invincible and is happy to take chances. Some of them are b… https://t.co/9f8aY4ESsb", "clean_text": "@JDBUDGIE THERE IS A SUBSET OF THE POPULATION WHO FEELS INVINCIBLE AND IS HAPPY TO TAKE CHANCES SOME OF THEM ARE B ", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie They are better off closed than opening to 1/2 of the tables removed and then not at 100% usage of reduce… https://t.co/jku4TXJzb3", "clean_text": "@JDBUDGIE THEY ARE BETTER OFF CLOSED THAN OPENING TO 12 OF THE TABLES REMOVED AND THEN NOT AT 100% USAGE OF REDUCE ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "GrantsPub", "Time": 20200511, "Text": "Plenty of room for thinking outside that commodious box. \n\nhttps://t.co/VreTJ7NXvB", "clean_text": "PLENTY OF ROOM FOR THINKING OUTSIDE THAT COMMODIOUS BOX \n\n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200511, "Text": "Me after another week of lockdown.... https://t.co/zDIpBwRrE6", "clean_text": "ME AFTER ANOTHER WEEK OF LOCKDOWN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200511, "Text": "Surprising winner of mother's day weekend? The RV space! Social distancing from anywhere...\n\nNo recession coming in… https://t.co/WCHIHlpAqA", "clean_text": "SURPRISING WINNER OF MOTHER DAY WEEKEND THE RV SPACE SOCIAL DISTANCING FROM ANYWHERE\n\nNO RECESSION COMING IN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200511, "Text": "RT @adam_tooze: There is a credit squeeze going on from side of lenders who are raising credit card conditions etc. But there is also a col…", "clean_text": "RT @ADAM_TOOZE THERE IS A CREDIT SQUEEZE GOING ON FROM SIDE OF LENDERS WHO ARE RAISING CREDIT CARD CONDITIONS ETC BUT THERE IS ALSO A COL", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200510, "Text": "RT @michaelvkim: As an American currently in South Korea, it’s very interesting to me the stark contrast of how different the two countries…", "clean_text": "RT @MICHAELVKIM AS AN AMERICAN CURRENTLY IN SOUTH KOREA ITS VERY INTERESTING TO ME THE STARK CONTRAST OF HOW DIFFERENT THE TWO COUNTRIES", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x I'm not sure the % of women who are \"passionate\" about investing is meaningfully lower than the % of… https://t.co/HlLXZUxMp7", "clean_text": "@COMPOUND100X IM NOT SURE THE OF WOMEN WHO ARE PASSIONATE ABOUT INVESTING IS MEANINGFULLY LOWER THAN THE OF ", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x But, if you don't hire them out of undergrad, they're really hard to find. \n\nIt's just anecdata, but,… https://t.co/cwPHPch5CU", "clean_text": "@COMPOUND100X BUT IF YOU DONT HIRE THEM OUT OF UNDERGRAD THEYRE REALLY HARD TO FIND \n\nIT JUST ANECDATA BUT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200510, "Text": "@alexpk321 US stocks fell around 40% during the panic in the fall of 1907.", "clean_text": "@ALEXPK321 US STOCKS FELL AROUND 40% DURING THE PANIC IN THE FALL OF 1907", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@RobGrande1 @MidwestHedgie Actually people in NYC smoke less and have less incidence of obesity than the rest of th… https://t.co/o82Om4tt8u", "clean_text": "@ROBGRANDE1 @MIDWESTHEDGIE ACTUALLY PEOPLE IN NYC SMOKE LESS AND HAVE LESS INCIDENCE OF OBESITY THAN THE REST OF TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x Junior levels are often 1/3 to 1/2 women. There is a lack of career progression and ridiculous bias i… https://t.co/kwlJ8AFXo5", "clean_text": "@COMPOUND100X JUNIOR LEVELS ARE OFTEN 13 TO 12 WOMEN THERE IS A LACK OF CAREER PROGRESSION AND RIDICULOUS BIAS I ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@investing_panda @PlanMaestro Also one of the absolute worst in 08. He can only do bull market. But he had no conse… https://t.co/DqavPiLgP8", "clean_text": "@INVESTING_PANDA @PLANMAESTRO ALSO ONE OF THE ABSOLUTE WORST IN 08 HE CAN ONLY DO BULL MARKET BUT HE HAD NO CONSE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x Passion gets knocked out of most because of discrimination? Shall we ask why there are so few black g… https://t.co/IiP3S4N8Ec", "clean_text": "@COMPOUND100X PASSION GETS KNOCKED OUT OF MOST BECAUSE OF DISCRIMINATION SHALL WE ASK WHY THERE ARE SO FEW BLACK G ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x @MrLarsonsShaft Maybe her husband should be taking care of some stuff on the weekend so she can do he… https://t.co/Uy5aJWcirQ", "clean_text": "@COMPOUND100X @MRLARSONSSHAFT MAYBE HER HUSBAND SHOULD BE TAKING CARE OF SOME STUFF ON THE WEEKEND SO SHE CAN DO HE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200510, "Text": "RT @JohnHuber72: In the Panic of 1907, our economy plunged. Steel output -60%, iron -55%, imports -26%, unemployment soared, doors closed,…", "clean_text": "RT @JOHNHUBER72 IN THE PANIC OF 1907 OUR ECONOMY PLUNGED STEEL OUTPUT 60% IRON 55% IMPORTS 26% UNEMPLOYMENT SOARED DOORS CLOSED", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200510, "Text": "The one thing that travels and spreads quicker than Covid is idiocy. Plenty of native carriers all over the world a… https://t.co/sxdkvEFZUq", "clean_text": "THE ONE THING THAT TRAVELS AND SPREADS QUICKER THAN COVID IS IDIOCY PLENTY OF NATIVE CARRIERS ALL OVER THE WORLD A ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200509, "Text": "RT @JohnPGavin: I’m the creator, producer, and host of the @CanningSeason podcast. Home canning is a fun distraction from the market noise…", "clean_text": "RT @JOHNPGAVIN IM THE CREATOR PRODUCER AND HOST OF THE @CANNINGSEASON PODCAST HOME CANNING IS A FUN DISTRACTION FROM THE MARKET NOISE", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200509, "Text": "Coronavirus Impact May Derail $2.6 Billion Sale of Swiss Payments Company https://t.co/osGetAe49b", "clean_text": "CORONAVIRUS IMPACT MAY DERAIL 26 BILLION SALE OF SWISS PAYMENTS COMPANY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200509, "Text": "Deputy Secretary Biegun to the #UNSC Arria mtg: \"All of us around this table know too well the price we have paid f… https://t.co/nZ0RRLpr5f", "clean_text": "DEPUTY SECRETARY BIEGUN TO THE #UNSC ARRIA MTG ALL OF US AROUND THIS TABLE KNOW TOO WELL THE PRICE WE HAVE PAID F ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@QuisitiveInvest @Post_Market Definitely feels wrong... but I kind of see how we got here. By the time consensus re… https://t.co/fxB16jb8mH", "clean_text": "@QUISITIVEINVEST @POST_MARKET DEFINITELY FEELS WRONG BUT I KIND OF SEE HOW WE GOT HERE BY THE TIME CONSENSUS RE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@QuisitiveInvest @Post_Market And public equities are not representative of SMBs. You don’t see many R1000 constitu… https://t.co/fieC9Xxlho", "clean_text": "@QUISITIVEINVEST @POST_MARKET AND PUBLIC EQUITIES ARE NOT REPRESENTATIVE OF SMBS YOU DONT SEE MANY R1000 CONSTITU ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "$GDDY also an error of omission. \n\nDon't know why I've never been able to get comfortable there. I always have some… https://t.co/5Dn7Yrn5vK", "clean_text": "GDDY ALSO AN ERROR OF OMISSION \n\nDONT KNOW WHY IVE NEVER BEEN ABLE TO GET COMFORTABLE THERE I ALWAYS HAVE SOME ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "$BKNG potentially an error of commission. It has been fine, am comfortable holding it, and I like how the competiti… https://t.co/dNxCpxK3fL", "clean_text": "BKNG POTENTIALLY AN ERROR OF COMMISSION IT HAS BEEN FINE AM COMFORTABLE HOLDING IT AND I LIKE HOW THE COMPETITI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@jay_21_ Kind of interesting to take the ~20% infected stat and compare it to the hospitalization / fatality rates… https://t.co/8YNuCmpMQV", "clean_text": "@JAY_21_ KIND OF INTERESTING TO TAKE THE ~20% INFECTED STAT AND COMPARE IT TO THE HOSPITALIZATION  FATALITY RATES ", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@jay_21_ Meanwhile, nursing home deaths: https://t.co/AXEWfxSMCM \n\nYou can develop a reasonable picture of who is a… https://t.co/N7r4DCygwl", "clean_text": "@JAY_21_ MEANWHILE NURSING HOME DEATHS  \n\nYOU CAN DEVELOP A REASONABLE PICTURE OF WHO IS A ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@IgnoreNarrative So few of us have a reasonable time horizon. Think of the sheer number of people at pods. Even LOs… https://t.co/QmDbinCdrJ", "clean_text": "@IGNORENARRATIVE SO FEW OF US HAVE A REASONABLE TIME HORIZON THINK OF THE SHEER NUMBER OF PEOPLE AT PODS EVEN LOS ", "count1": 1, "count2": 0, "count3": 1, "count4": 3}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "In the Panic of 1907, our economy plunged. Steel output -60%, iron -55%, imports -26%, unemployment soared, doors c… https://t.co/d426NmnKim", "clean_text": "IN THE PANIC OF 1907 OUR ECONOMY PLUNGED STEEL OUTPUT 60% IRON 55% IMPORTS 26% UNEMPLOYMENT SOARED DOORS C ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "The author of the piece I linked to above was perplexed about the stock market's recovery, just as we are today (my… https://t.co/hl0hGZBAnE", "clean_text": "THE AUTHOR OF THE PIECE I LINKED TO ABOVE WAS PERPLEXED ABOUT THE STOCK MARKET RECOVERY JUST AS WE ARE TODAY MY ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200509, "Text": "@conorsen There’s no better sign of a company being past its prime than when it starts thinking about leaving Calif… https://t.co/HhJUrfDVLF", "clean_text": "@CONORSEN THERES NO BETTER SIGN OF A COMPANY BEING PAST ITS PRIME THAN WHEN IT STARTS THINKING ABOUT LEAVING CALIF ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200509, "Text": "RT @alexnazaryan: During the Siege of Leningrad, my grandparents ate wallpaper glue.", "clean_text": "RT @ALEXNAZARYAN DURING THE SIEGE OF LENINGRAD MY GRANDPARENTS ATE WALLPAPER GLUE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]