["RT", {"Name": "probesreporter", "Time": 20200526, "Text": "RT @JohnPGavin: Covid still rampant in Minnesota ... https://t.co/8LnCMLVypn", "clean_text": "RT @JOHNPGAVIN COVID STILL RAMPANT IN MINNESOTA  ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200526, "Text": "RT @vijayshekhar: Steve Jobs on consulting profession : https://t.co/GOLyABgCbV", "clean_text": "RT @VIJAYSHEKHAR STEVE JOBS ON CONSULTING PROFESSION  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200526, "Text": "RT @peterbakernyt: Today the astronauts wives club is a little different than the Apollo era -- both of the astronauts due to launch from F…", "clean_text": "RT @PETERBAKERNYT TODAY THE ASTRONAUTS WIVES CLUB IS A LITTLE DIFFERENT THAN THE APOLLO ERA  BOTH OF THE ASTRONAUTS DUE TO LAUNCH FROM F", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200526, "Text": "RT @cullenroche: From the head of a 1,000 employee agriculture firm:\n\n\"Sales were down 90% in March, April and I was consulting bankruptcy…", "clean_text": "RT @CULLENROCHE FROM THE HEAD OF A 1000 EMPLOYEE AGRICULTURE FIRM\n\nSALES WERE DOWN 90% IN MARCH APRIL AND I WAS CONSULTING BANKRUPTCY", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200526, "Text": "RT @WallStCynic: Ladakh: 10,000 Chinese Soldiers Enter Inside India | Xi is testing the USA, which despite its trade rhetoric, seems uninte…", "clean_text": "RT @WALLSTCYNIC LADAKH 10000 CHINESE SOLDIERS ENTER INSIDE INDIA XI IS TESTING THE USA WHICH DESPITE ITS TRADE RHETORIC SEEMS UNINTE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "RT @AthanaDiplas: The frequency of CDS credit events is measured in Hertz.", "clean_text": "RT @ATHANADIPLAS THE FREQUENCY OF CDS CREDIT EVENTS IS MEASURED IN HERTZ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "RT @DegenRolf: Meta-analysis: Becoming older does not guarantee becoming wiser. https://t.co/M4FSBAB3nf https://t.co/li7VMUAoDS", "clean_text": "RT @DEGENROLF METAANALYSIS BECOMING OLDER DOES NOT GUARANTEE BECOMING WISER  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "RT @DegenRolf: Women were more sensitive than men to \"dealbreakers\" (that make a candidate unfit) in their mate choices.  https://t.co/Gsog…", "clean_text": "RT @DEGENROLF WOMEN WERE MORE SENSITIVE THAN MEN TO DEALBREAKERS THAT MAKE A CANDIDATE UNFIT IN THEIR MATE CHOICES  ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "RT @StrategasRP: Over the last 30 years, there has never been a time when the two largest S&amp;P 500 weights were both greater than 5%, as bot…", "clean_text": "RT @STRATEGASRP OVER THE LAST 30 YEARS THERE HAS NEVER BEEN A TIME WHEN THE TWO LARGEST SAMPP 500 WEIGHTS WERE BOTH GREATER THAN 5% AS BOT", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "RT @annastansbury: In our paper, @LHSummers and I argue that the *decline in worker power* is behind many of the major trends that have sha…", "clean_text": "RT @ANNASTANSBURY IN OUR PAPER @LHSUMMERS AND I ARGUE THAT THE *DECLINE IN WORKER POWER* IS BEHIND MANY OF THE MAJOR TRENDS THAT HAVE SHA", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "RT @Super70sSports: Whenever I’m in an environment with an exclusive VIP area, I just flash this and they clear a path. https://t.co/27yD5k…", "clean_text": "RT @SUPER70SSPORTS WHENEVER IM IN AN ENVIRONMENT WITH AN EXCLUSIVE VIP AREA I JUST FLASH THIS AND THEY CLEAR A PATH ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200526, "Text": "RT @IBD_ECarson: Futures jump, S&amp;P 500 index set to test key level; five leading stocks just below buy points  https://t.co/tcgk1DXpqo $AAP…", "clean_text": "RT @IBD_ECARSON FUTURES JUMP SAMPP 500 INDEX SET TO TEST KEY LEVEL FIVE LEADING STOCKS JUST BELOW BUY POINTS AAP", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200526, "Text": "RT @stagevp: Next week, @Placer_ai is teaming up with Boston Consulting Group and Morningstar to analyze the recovery of retail and CPG. Re…", "clean_text": "RT @STAGEVP NEXT WEEK @PLACER_AI IS TEAMING UP WITH BOSTON CONSULTING GROUP AND MORNINGSTAR TO ANALYZE THE RECOVERY OF RETAIL AND CPG RE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200525, "Text": "RT @dykefataIe: I love them lil free plants outside walmart and home depot", "clean_text": "RT @DYKEFATAIE I LOVE THEM LIL FREE PLANTS OUTSIDE WALMART AND HOME DEPOT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200525, "Text": "RT @IBD_ECarson: Apple, Tesla lead five tech titans near buy points, but do they want to break out? Futures rise as bull market keeps runni…", "clean_text": "RT @IBD_ECARSON APPLE TESLA LEAD FIVE TECH TITANS NEAR BUY POINTS BUT DO THEY WANT TO BREAK OUT FUTURES RISE AS BULL MARKET KEEPS RUNNI", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200525, "Text": "RT @tracyalloway: I need 1,500 more followers to overtake someone on my list of enemies. If you believe small, petty victories that no one…", "clean_text": "RT @TRACYALLOWAY I NEED 1500 MORE FOLLOWERS TO OVERTAKE SOMEONE ON MY LIST OF ENEMIES IF YOU BELIEVE SMALL PETTY VICTORIES THAT NO ONE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200525, "Text": "RT @RexChapman: This brother helping his sister get buckets is definitely the Twitter content I’m here for...🌎❤️🏀❤️https://t.co/VwlP2mHY8j", "clean_text": "RT @REXCHAPMAN THIS BROTHER HELPING HIS SISTER GET BUCKETS IS DEFINITELY THE TWITTER CONTENT IM HERE FOR🌎❤️🏀❤️", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200525, "Text": "RT @Placer_ai: With 21% YoY FT on (data) @BJsWholesale's rise is evidence of increased competition in the wholesale space.  Data Powered by…", "clean_text": "RT @PLACER_AI WITH 21% YOY FT ON DATA @BJSWHOLESALE RISE IS EVIDENCE OF INCREASED COMPETITION IN THE WHOLESALE SPACE  DATA POWERED BY", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200525, "Text": "RT @bethbourdon: if we only keep one thing from this pandemic, i hope it’s priests with water pistols https://t.co/2LNCjqEFtc", "clean_text": "RT @BETHBOURDON IF WE ONLY KEEP ONE THING FROM THIS PANDEMIC I HOPE ITS PRIESTS WITH WATER PISTOLS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200525, "Text": "RT @B_resnick: It’s too easy to shame this person. Harder, and more necessary, to think about why this dangerous situation was incentivized…", "clean_text": "RT @B_RESNICK ITS TOO EASY TO SHAME THIS PERSON HARDER AND MORE NECESSARY TO THINK ABOUT WHY THIS DANGEROUS SITUATION WAS INCENTIVIZED", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200524, "Text": "RT @nataliexdean: Avoid the three Cs! Japan was way ahead of the game with their clear messaging here. https://t.co/OIu4aLuGO3", "clean_text": "RT @NATALIEXDEAN AVOID THE THREE CS JAPAN WAS WAY AHEAD OF THE GAME WITH THEIR CLEAR MESSAGING HERE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200524, "Text": "RT @BrentBeshore: Highest signal sales advice I've ever seen\n\nhttps://t.co/jyr0LsOA4l https://t.co/nVLwjaDAci", "clean_text": "RT @BRENTBESHORE HIGHEST SIGNAL SALES ADVICE IVE EVER SEEN\n\n ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200524, "Text": "RT @ezracheungtoto: #LIVE: Today, Hong Kong sees one of the biggest protests since the #coronavirus outbreak. Hundreds have effectively def…", "clean_text": "RT @EZRACHEUNGTOTO #LIVE TODAY HONG KONG SEES ONE OF THE BIGGEST PROTESTS SINCE THE #CORONAVIRUS OUTBREAK HUNDREDS HAVE EFFECTIVELY DEF", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200524, "Text": "RT @samaracello: Knight Rider - had quite a few requests for this one and no wonder because it's a total banger https://t.co/7C6Gq6Kn5u", "clean_text": "RT @SAMARACELLO KNIGHT RIDER  HAD QUITE A FEW REQUESTS FOR THIS ONE AND NO WONDER BECAUSE IT A TOTAL BANGER ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200524, "Text": "RT @samaracello: It was only a matter of time before I did one of these #sorrynotsorry https://t.co/bMu23N4iFr", "clean_text": "RT @SAMARACELLO IT WAS ONLY A MATTER OF TIME BEFORE I DID ONE OF THESE #SORRYNOTSORRY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200523, "Text": "RT @JohnPGavin: Home canning is something fun I do on the side ... I even have a podcast for it and came out with my first new show in six…", "clean_text": "RT @JOHNPGAVIN HOME CANNING IS SOMETHING FUN I DO ON THE SIDE  I EVEN HAVE A PODCAST FOR IT AND CAME OUT WITH MY FIRST NEW SHOW IN SIX", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "muddywatersre", "Time": 20200523, "Text": "RT @lukedepulford: BREAKING: 198 legislators from 23 countries condemn Beijing's actions in Hong Kong; vow to #StandWithHongKong \n\nIncludin…", "clean_text": "RT @LUKEDEPULFORD BREAKING 198 LEGISLATORS FROM 23 COUNTRIES CONDEMN BEIJING ACTIONS IN HONG KONG VOW TO #STANDWITHHONGKONG \n\nINCLUDIN", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200523, "Text": "RT @MarAzul_90: Letter written by Buffett’s grandfather to his oldest son. A lesson on playing it safe and holding cash. https://t.co/aQn8f…", "clean_text": "RT @MARAZUL_90 LETTER WRITTEN BY BUFFETTS GRANDFATHER TO HIS OLDEST SON A LESSON ON PLAYING IT SAFE AND HOLDING CASH ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200523, "Text": "RT @CHeathWFTV: If Bill Gates could carry out a sinister plot, we'd all have Zunes", "clean_text": "RT @CHEATHWFTV IF BILL GATES COULD CARRY OUT A SINISTER PLOT WED ALL HAVE ZUNES", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200523, "Text": "RT @jsblokland: ICYMI! 10-year rolling #commodity returns are the lowest since 1924! https://t.co/TGhQ7i7DNT", "clean_text": "RT @JSBLOKLAND ICYMI 10YEAR ROLLING #COMMODITY RETURNS ARE THE LOWEST SINCE 1924 ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200523, "Text": "RT @SpaceflightNow: Astronauts Doug Hurley and Bob Behnken plan to reveal a name for their Crew Dragon spaceship on the day they launch fro…", "clean_text": "RT @SPACEFLIGHTNOW ASTRONAUTS DOUG HURLEY AND BOB BEHNKEN PLAN TO REVEAL A NAME FOR THEIR CREW DRAGON SPACESHIP ON THE DAY THEY LAUNCH FRO", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200523, "Text": "RT @Greenbackd: Amazing, particularly given how much disrespect is heaped on Robinhood investors.", "clean_text": "RT @GREENBACKD AMAZING PARTICULARLY GIVEN HOW MUCH DISRESPECT IS HEAPED ON ROBINHOOD INVESTORS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200522, "Text": "RT @JohnPGavin: CEOs and politicians go into interviews with defined talking points.  They view ANY question asked as a chance to parrot th…", "clean_text": "RT @JOHNPGAVIN CEOS AND POLITICIANS GO INTO INTERVIEWS WITH DEFINED TALKING POINTS  THEY VIEW ANY QUESTION ASKED AS A CHANCE TO PARROT TH", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200522, "Text": "RT @JohnPGavin: @adambsterling @herbgreenberg @SinnenWerner @FD @FrankPartnoy @dianabhenriques @WallStCynic @muddywatersre Sounds like an e…", "clean_text": "RT @JOHNPGAVIN @ADAMBSTERLING @HERBGREENBERG @SINNENWERNER @FD @FRANKPARTNOY @DIANABHENRIQUES @WALLSTCYNIC @MUDDYWATERSRE SOUNDS LIKE AN E", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200522, "Text": "RT @justGLew: running ten miles per day not drinking portfolio crushing it has given me lots of non toxic masculine energy and my twitter i…", "clean_text": "RT @JUSTGLEW RUNNING TEN MILES PER DAY NOT DRINKING PORTFOLIO CRUSHING IT HAS GIVEN ME LOTS OF NON TOXIC MASCULINE ENERGY AND MY TWITTER I", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200522, "Text": "RT @SmartMoneyPug: Upon login the first suggested stock Robinhood users see is $INVVY ... that's certainly not problematic \n\ncc @cablecarca…", "clean_text": "RT @SMARTMONEYPUG UPON LOGIN THE FIRST SUGGESTED STOCK ROBINHOOD USERS SEE IS INVVY  THAT CERTAINLY NOT PROBLEMATIC \n\nCC @CABLECARCA", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200522, "Text": "RT @iancassel: I loved this by @GavinSBaker \n\nInterview: https://t.co/Nk7KPuikEz https://t.co/y8emdazy8Z", "clean_text": "RT @IANCASSEL I LOVED THIS BY @GAVINSBAKER \n\nINTERVIEW  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200522, "Text": "RT @friedberg: amazing paper. 40-60% of population that have NOT had SARS-CoV-2 already have activated T Cells to the virus! likely due to…", "clean_text": "RT @FRIEDBERG AMAZING PAPER 4060% OF POPULATION THAT HAVE NOT HAD SARSCOV2 ALREADY HAVE ACTIVATED T CELLS TO THE VIRUS LIKELY DUE TO", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200522, "Text": "RT @SecPompeo: The United States condemns the PRC proposal to impose national security legislation on Hong Kong and strongly urges Beijing…", "clean_text": "RT @SECPOMPEO THE UNITED STATES CONDEMNS THE PRC PROPOSAL TO IMPOSE NATIONAL SECURITY LEGISLATION ON HONG KONG AND STRONGLY URGES BEIJING", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200522, "Text": "RT @usmissiongeneva: We applaud the call for an independent, comprehensive review that will ensure we have a complete &amp; transparent underst…", "clean_text": "RT @USMISSIONGENEVA WE APPLAUD THE CALL FOR AN INDEPENDENT COMPREHENSIVE REVIEW THAT WILL ENSURE WE HAVE A COMPLETE AMP TRANSPARENT UNDERST", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @TechReflections: https://t.co/mQIT5c9Zcw", "clean_text": "RT @TECHREFLECTIONS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @vicjkim: South Korea's contact tracing at work:\n\nItaewon club-goer/cram school instructor\n⛓️\nSix students\n⛓️\nSchool friend of one of th…", "clean_text": "RT @VICJKIM SOUTH KOREA CONTACT TRACING AT WORK\n\nITAEWON CLUBGOERCRAM SCHOOL INSTRUCTOR\n⛓️\nSIX STUDENTS\n⛓️\nSCHOOL FRIEND OF ONE OF TH", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @DegenRolf: Humans have not one, but five different appetites, with the unfulfilled appetite for proteins a suspected Achilles' heel of…", "clean_text": "RT @DEGENROLF HUMANS HAVE NOT ONE BUT FIVE DIFFERENT APPETITES WITH THE UNFULFILLED APPETITE FOR PROTEINS A SUSPECTED ACHILLE HEEL OF", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @DegenRolf: Men are more susceptible to the \"Coolidge effect\" than women, the need to spice a waning libido through sexual variety. \n ht…", "clean_text": "RT @DEGENROLF MEN ARE MORE SUSCEPTIBLE TO THE COOLIDGE EFFECT THAN WOMEN THE NEED TO SPICE A WANING LIBIDO THROUGH SEXUAL VARIETY HT", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @ianbremmer: What a cafeteria at a South Korean high school currently looks like. https://t.co/hvBKulL1hF", "clean_text": "RT @IANBREMMER WHAT A CAFETERIA AT A SOUTH KOREAN HIGH SCHOOL CURRENTLY LOOKS LIKE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @paul_d_andersen: This vid should have more than 499 views!👀\n\n@GavinSBaker is a clear thinker &amp; great investor. If you're into tech or i…", "clean_text": "RT @PAUL_D_ANDERSEN THIS VID SHOULD HAVE MORE THAN 499 VIEWS👀\n\n@GAVINSBAKER IS A CLEAR THINKER AMP GREAT INVESTOR IF YOURE INTO TECH OR I", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @LongShortTrader: “In the short run, the market is a slot machine but in the long run, it is a Turing machine.” - Ben Graham", "clean_text": "RT @LONGSHORTTRADER IN THE SHORT RUN THE MARKET IS A SLOT MACHINE BUT IN THE LONG RUN IT IS A TURING MACHINE”  BEN GRAHAM", "count1": 3, "count2": 0, "count3": 2, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @CNN: Scientists have created a mouse embryo that's part human — 4% to be exact.\n\nThis human-mouse chimera has by far the highest number…", "clean_text": "RT @CNN SCIENTISTS HAVE CREATED A MOUSE EMBRYO THAT PART HUMAN 4% TO BE EXACT\n\nTHIS HUMANMOUSE CHIMERA HAS BY FAR THE HIGHEST NUMBER", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200522, "Text": "RT @IBD_ECarson: Here's my overnight stock market column. There's a lot to unpack: Chip leader delivers stellar results, e-commerce giant n…", "clean_text": "RT @IBD_ECARSON HERE MY OVERNIGHT STOCK MARKET COLUMN THERE A LOT TO UNPACK CHIP LEADER DELIVERS STELLAR RESULTS ECOMMERCE GIANT N", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200522, "Text": "RT @tobi: As of today, Shopify is a digital by default company. We will keep our offices closed until 2021 so that we can rework them for t…", "clean_text": "RT @TOBI AS OF TODAY SHOPIFY IS A DIGITAL BY DEFAULT COMPANY WE WILL KEEP OUR OFFICES CLOSED UNTIL 2021 SO THAT WE CAN REWORK THEM FOR T", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200522, "Text": "RT @lisaabramowicz1: Corporate leverage has consequences, namely slower growth. US companies added 38 times more debt than equity since Mar…", "clean_text": "RT @LISAABRAMOWICZ1 CORPORATE LEVERAGE HAS CONSEQUENCES NAMELY SLOWER GROWTH US COMPANIES ADDED 38 TIMES MORE DEBT THAN EQUITY SINCE MAR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200522, "Text": "RT @lisaabramowicz1: Mall landlords received just a quarter of expected April rent payments. https://t.co/7kWbEBxO9L https://t.co/fB4s4zHYSJ", "clean_text": "RT @LISAABRAMOWICZ1 MALL LANDLORDS RECEIVED JUST A QUARTER OF EXPECTED APRIL RENT PAYMENTS  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200521, "Text": "RT @SCMPNews: #Breaking: Beijing to introduce national security law for Hong Kong https://t.co/seLfmDAV5g", "clean_text": "RT @SCMPNEWS #BREAKING BEIJING TO INTRODUCE NATIONAL SECURITY LAW FOR HONG KONG ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200521, "Text": "RT @thesheetztweetz: Inside the SpaceX hangar at NASA's Kennedy Space Center, where the Crew Dragon capsule is now on top of the Falcon 9 r…", "clean_text": "RT @THESHEETZTWEETZ INSIDE THE SPACEX HANGAR AT NASA KENNEDY SPACE CENTER WHERE THE CREW DRAGON CAPSULE IS NOW ON TOP OF THE FALCON 9 R", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @StateDept: .@SecPompeo: China’s contributions to fighting the pandemic are paltry compared to the cost that they have imposed on the wo…", "clean_text": "RT @STATEDEPT @SECPOMPEO CHINAS CONTRIBUTIONS TO FIGHTING THE PANDEMIC ARE PALTRY COMPARED TO THE COST THAT THEY HAVE IMPOSED ON THE WO", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @SecPompeo: The United States has lead the global effort to combat COVID-19, allocating more than $10 billion to benefit the internation…", "clean_text": "RT @SECPOMPEO THE UNITED STATES HAS LEAD THE GLOBAL EFFORT TO COMBAT COVID19 ALLOCATING MORE THAN 10 BILLION TO BENEFIT THE INTERNATION", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @StateDept: .@SecPompeo: Our decision on whether or not to certify Hong Kong as having “a high degree of autonomy” from China is still p…", "clean_text": "RT @STATEDEPT @SECPOMPEO OUR DECISION ON WHETHER OR NOT TO CERTIFY HONG KONG AS HAVING A HIGH DEGREE OF AUTONOMY” FROM CHINA IS STILL P", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @WHNSC: (2/2) In 2019 @POTUS said, “We will not avert our eyes from the dictatorship that chants ‘Death to America,’ ‘Death to Israel,’…", "clean_text": "RT @WHNSC 22 IN 2019 @POTUS SAID WE WILL NOT AVERT OUR EYES FROM THE DICTATORSHIP THAT CHANTS DEATH TO AMERICA DEATH TO ISRAEL", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @WHNSC: (1/2) The U.S. sharply condemns the recent anti-Semitic rhetoric and threats by Iranian Supreme leader Khameni directed against…", "clean_text": "RT @WHNSC 12 THE US SHARPLY CONDEMNS THE RECENT ANTISEMITIC RHETORIC AND THREATS BY IRANIAN SUPREME LEADER KHAMENI DIRECTED AGAINST", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: In announcing U.S. intent to withdraw from the Treaty on Open Skies, @SecPompeo and @POTUS underscore the administration's det…", "clean_text": "RT @USAMBUN IN ANNOUNCING US INTENT TO WITHDRAW FROM THE TREATY ON OPEN SKIES @SECPOMPEO AND @POTUS UNDERSCORE THE ADMINISTRATION DET", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: For years Russia has violated the terms of this Treaty, while the U.S. and allies live up to their commitments. Such agreement…", "clean_text": "RT @USAMBUN FOR YEARS RUSSIA HAS VIOLATED THE TERMS OF THIS TREATY WHILE THE US AND ALLIES LIVE UP TO THEIR COMMITMENTS SUCH AGREEMENT", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: The U.S. may reconsider withdrawal if Russia ceases perverting the Treaty's implementation and returns to full compliance. Sho…", "clean_text": "RT @USAMBUN THE US MAY RECONSIDER WITHDRAWAL IF RUSSIA CEASES PERVERTING THE TREATY IMPLEMENTATION AND RETURNS TO FULL COMPLIANCE SHO", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200521, "Text": "RT @teasri: It seems to me that hedging for tail risk debate is really unresolvable with just data. We just dont have enough tail risk even…", "clean_text": "RT @TEASRI IT SEEMS TO ME THAT HEDGING FOR TAIL RISK DEBATE IS REALLY UNRESOLVABLE WITH JUST DATA WE JUST DONT HAVE ENOUGH TAIL RISK EVEN", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200521, "Text": "RT @IBD_ECarson: Follow the stock market trend: Two months ago, the Nasdaq composite hit a 14-month low. Now it's surging toward the ultima…", "clean_text": "RT @IBD_ECARSON FOLLOW THE STOCK MARKET TREND TWO MONTHS AGO THE NASDAQ COMPOSITE HIT A 14MONTH LOW NOW IT SURGING TOWARD THE ULTIMA", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200520, "Text": "RT @JohnPGavin: Resort fees, “destination fees”, and bogus “parking” fees remain widely entrenched at hotels everywhere that ran this scam.…", "clean_text": "RT @JOHNPGAVIN RESORT FEES DESTINATION FEES” AND BOGUS PARKING” FEES REMAIN WIDELY ENTRENCHED AT HOTELS EVERYWHERE THAT RAN THIS SCAM", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200520, "Text": "RT @zck: how VCs think they look after doing thought leadership\n\nvs\n\nhow VCs actually look after doing thought leadership https://t.co/OJaS…", "clean_text": "RT @ZCK HOW VCS THINK THEY LOOK AFTER DOING THOUGHT LEADERSHIP\n\nVS\n\nHOW VCS ACTUALLY LOOK AFTER DOING THOUGHT LEADERSHIP ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200520, "Text": "RT @FatTailCapital: What people spent their stimulus checks on: https://t.co/iuPb7ckVrp", "clean_text": "RT @FATTAILCAPITAL WHAT PEOPLE SPENT THEIR STIMULUS CHECKS ON ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200520, "Text": "RT @gasworld: Vital research has continued at the National Centre for Scientific Research (@CNRS) in France thanks to a constant supply of…", "clean_text": "RT @GASWORLD VITAL RESEARCH HAS CONTINUED AT THE NATIONAL CENTRE FOR SCIENTIFIC RESEARCH @CNRS IN FRANCE THANKS TO A CONSTANT SUPPLY OF", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @USForeignAssist: New fact sheet! Under the leadership of @POTUS and @SecPompeo the U.S. is providing more than $900 million across more…", "clean_text": "RT @USFOREIGNASSIST NEW FACT SHEET UNDER THE LEADERSHIP OF @POTUS AND @SECPOMPEO THE US IS PROVIDING MORE THAN 900 MILLION ACROSS MORE", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @StateDept: Today at 10:00 a.m. EST, @SecPompeo will deliver remarks to the media. Watch live here on Twitter, https://t.co/gKqNu1rmLK,…", "clean_text": "RT @STATEDEPT TODAY AT 1000 AM EST @SECPOMPEO WILL DELIVER REMARKS TO THE MEDIA WATCH LIVE HERE ON TWITTER ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @SecPompeo: U.S. leadership in the fight against COVID-19 continues. With $162 million in new humanitarian assistance, the U.S. governme…", "clean_text": "RT @SECPOMPEO US LEADERSHIP IN THE FIGHT AGAINST COVID19 CONTINUES WITH 162 MILLION IN NEW HUMANITARIAN ASSISTANCE THE US GOVERNME", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @statedeptspox: The Secretary’s announcement of $162 million in new U.S. assistance for the global COVID-19 response today represents th…", "clean_text": "RT @STATEDEPTSPOX THE SECRETARYS ANNOUNCEMENT OF 162 MILLION IN NEW US ASSISTANCE FOR THE GLOBAL COVID19 RESPONSE TODAY REPRESENTS TH", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "RT @tracyalloway: The composition of global fiscal stimulus in the corona crisis of 2020 vs. the financial crisis of 2008/2009, via UBS. Fi…", "clean_text": "RT @TRACYALLOWAY THE COMPOSITION OF GLOBAL FISCAL STIMULUS IN THE CORONA CRISIS OF 2020 VS THE FINANCIAL CRISIS OF 20082009 VIA UBS FI", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "RT @soundcommerce: So glad our Director of Engineering @marceguerra could join! @ScalaAtTheSea @arosien  \n\n#programming #scala https://t.co…", "clean_text": "RT @SOUNDCOMMERCE SO GLAD OUR DIRECTOR OF ENGINEERING @MARCEGUERRA COULD JOIN @SCALAATTHESEA @AROSIEN  \n\n#PROGRAMMING #SCALA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200520, "Text": "RT @Retail_Guru: Great point. The ‘treasure hunt’ model of merchandising at $TJX &amp; $ROST will need a fair amount of re-invention given toda…", "clean_text": "RT @RETAIL_GURU GREAT POINT THE TREASURE HUNT MODEL OF MERCHANDISING AT TJX AMP ROST WILL NEED A FAIR AMOUNT OF REINVENTION GIVEN TODA", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200520, "Text": "RT @CNBC: SoftBank values WeWork at $2.9 billion, down from $47 billion a year ago. https://t.co/hmL6Na7wHz", "clean_text": "RT @CNBC SOFTBANK VALUES WEWORK AT 29 BILLION DOWN FROM 47 BILLION A YEAR AGO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200520, "Text": "RT @Atul_Gawande: What's happening in Brazil is horrifying. The coronavirus is spreading rapidly, overwhelming the health care system, and…", "clean_text": "RT @ATUL_GAWANDE WHAT HAPPENING IN BRAZIL IS HORRIFYING THE CORONAVIRUS IS SPREADING RAPIDLY OVERWHELMING THE HEALTH CARE SYSTEM AND", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200519, "Text": "RT @JohnPGavin: Getting rid of the baggage check fee would allow for more space in waiting areas and less clustering during boarding and ex…", "clean_text": "RT @JOHNPGAVIN GETTING RID OF THE BAGGAGE CHECK FEE WOULD ALLOW FOR MORE SPACE IN WAITING AREAS AND LESS CLUSTERING DURING BOARDING AND EX", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200519, "Text": "RT @LucreSnooker: according to This Week in Virology, a prominent coronavirus scientist now believes 45% of transmission is aerosols, 45% d…", "clean_text": "RT @LUCRESNOOKER ACCORDING TO THIS WEEK IN VIROLOGY A PROMINENT CORONAVIRUS SCIENTIST NOW BELIEVES 45% OF TRANSMISSION IS AEROSOLS 45% D", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200519, "Text": "RT @AstroBehnken: My neighborhood has been at it again. Just in case @NASA or @SpaceX needs a backup countdown calendar, they've got it cov…", "clean_text": "RT @ASTROBEHNKEN MY NEIGHBORHOOD HAS BEEN AT IT AGAIN JUST IN CASE @NASA OR @SPACEX NEEDS A BACKUP COUNTDOWN CALENDAR THEYVE GOT IT COV", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200519, "Text": "RT @realDonaldTrump: We are with them! https://t.co/H7DRHXPJYb", "clean_text": "RT @REALDONALDTRUMP WE ARE WITH THEM ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200519, "Text": "RT @USAmbUN: This Council must help Libya quickly find a political path to stability. Full remarks:\nhttps://t.co/lb3mbRGKbz", "clean_text": "RT @USAMBUN THIS COUNCIL MUST HELP LIBYA QUICKLY FIND A POLITICAL PATH TO STABILITY FULL REMARKS\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200519, "Text": "RT @MarketBlondes: Absolutely brilliant look at how business gets “done” in banking. https://t.co/biYMJBSWIt", "clean_text": "RT @MARKETBLONDES ABSOLUTELY BRILLIANT LOOK AT HOW BUSINESS GETS DONE” IN BANKING ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200519, "Text": "RT @adamfeuerstein: Vaccine experts say $MRNA didn’t produce data critical to assessing #Covid19 vaccine https://t.co/s5EtLzkL7Z @helenbran…", "clean_text": "RT @ADAMFEUERSTEIN VACCINE EXPERTS SAY MRNA DIDNT PRODUCE DATA CRITICAL TO ASSESSING #COVID19 VACCINE  @HELENBRAN", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "RT @ktal90: Jumping straight to AI, ML, AR/VR, IoT hasn’t gotten us what we need. So what do we need? The building blocks of HOW manufactur…", "clean_text": "RT @KTAL90 JUMPING STRAIGHT TO AI ML ARVR IOT HASNT GOTTEN US WHAT WE NEED SO WHAT DO WE NEED THE BUILDING BLOCKS OF HOW MANUFACTUR", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "RT @ChelsieAnnLee: Our Instant Delivery Portal is now live! No integration, just sign up and deliver. DM me for a free trial! #retail #deli…", "clean_text": "RT @CHELSIEANNLEE OUR INSTANT DELIVERY PORTAL IS NOW LIVE NO INTEGRATION JUST SIGN UP AND DELIVER DM ME FOR A FREE TRIAL #RETAIL #DELI", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200518, "Text": "RT @JohnPGavin: So they can now allow rates to rise, start paying down the massive deficit, stop the printing press, and get their ass out…", "clean_text": "RT @JOHNPGAVIN SO THEY CAN NOW ALLOW RATES TO RISE START PAYING DOWN THE MASSIVE DEFICIT STOP THE PRINTING PRESS AND GET THEIR ASS OUT", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200518, "Text": "RT @JohnPGavin: The good news is we are taking care of those unfortunate souls for whom flying commercial is a personal trauma. https://t.c…", "clean_text": "RT @JOHNPGAVIN THE GOOD NEWS IS WE ARE TAKING CARE OF THOSE UNFORTUNATE SOULS FOR WHOM FLYING COMMERCIAL IS A PERSONAL TRAUMA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200518, "Text": "RT @stevenstrogatz: A few weeks ago, someone was asking about \"complex systems\". Is there anything to it, or is it just a buzzword? How doe…", "clean_text": "RT @STEVENSTROGATZ A FEW WEEKS AGO SOMEONE WAS ASKING ABOUT COMPLEX SYSTEMS IS THERE ANYTHING TO IT OR IS IT JUST A BUZZWORD HOW DOE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200518, "Text": "RT @MundleLAB: #saskatchewan has been a focus of interest for years with new #helium discoveries by innovative companies like @NAHelium. #A…", "clean_text": "RT @MUNDLELAB #SASKATCHEWAN HAS BEEN A FOCUS OF INTEREST FOR YEARS WITH NEW #HELIUM DISCOVERIES BY INNOVATIVE COMPANIES LIKE @NAHELIUM #A", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200518, "Text": "RT @SecPompeo: No surprise that Taiwan mounted one of the most successful efforts to contain COVID to date. Transparent, vibrant, and innov…", "clean_text": "RT @SECPOMPEO NO SURPRISE THAT TAIWAN MOUNTED ONE OF THE MOST SUCCESSFUL EFFORTS TO CONTAIN COVID TO DATE TRANSPARENT VIBRANT AND INNOV", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200518, "Text": "RT @statedeptspox: The spiteful action by the PRC to silence Taiwan exposes the emptiness of its claims to want transparency and cooperatio…", "clean_text": "RT @STATEDEPTSPOX THE SPITEFUL ACTION BY THE PRC TO SILENCE TAIWAN EXPOSES THE EMPTINESS OF ITS CLAIMS TO WANT TRANSPARENCY AND COOPERATIO", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200518, "Text": "RT @mansharamani: Here's a replay of my conversation with @GrantsPub's Jim Grant.   Topics include #unemployment and interest rates, #gold…", "clean_text": "RT @MANSHARAMANI HERE A REPLAY OF MY CONVERSATION WITH @GRANTSPUB JIM GRANT TOPICS INCLUDE #UNEMPLOYMENT AND INTEREST RATES #GOLD", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200518, "Text": "RT @paulbensonsucks: Yesterday I found out that Chuck E Cheese realized people didn't want to order takeout from Chuck E Cheese so they cha…", "clean_text": "RT @PAULBENSONSUCKS YESTERDAY I FOUND OUT THAT CHUCK E CHEESE REALIZED PEOPLE DIDNT WANT TO ORDER TAKEOUT FROM CHUCK E CHEESE SO THEY CHA", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200518, "Text": "RT @ArtkoCapital: Not my meme but too funny not too share. Happy Saturday. https://t.co/EgKX9ujXND", "clean_text": "RT @ARTKOCAPITAL NOT MY MEME BUT TOO FUNNY NOT TOO SHARE HAPPY SATURDAY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200518, "Text": "RT @yodaism: @DumbLuckCapital May the force be with you.", "clean_text": "RT @YODAISM @DUMBLUCKCAPITAL MAY THE FORCE BE WITH YOU", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200518, "Text": "RT @minakimes: roses are red\nlosing is hell\ni’m the goat \nf u scott burrell \n\n-mj’s poem", "clean_text": "RT @MINAKIMES ROSES ARE RED\nLOSING IS HELL\nIM THE GOAT \nF U SCOTT BURRELL \n\nMJS POEM", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200517, "Text": "RT @trengriffin: @IntrinsicInv @BillBrewsterSCG @manualofideas \"With discounted cash flow models, the value is sensitive to the inputs. But…", "clean_text": "RT @TRENGRIFFIN @INTRINSICINV @BILLBREWSTERSCG @MANUALOFIDEAS WITH DISCOUNTED CASH FLOW MODELS THE VALUE IS SENSITIVE TO THE INPUTS BUT", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200517, "Text": "RT @investbooksUS: Thinking in Bets: Making Smarter Decisions When You Don't Have All the Facts by @AnnieDuke\n\n#kindlebook recommended by @…", "clean_text": "RT @INVESTBOOKSUS THINKING IN BETS MAKING SMARTER DECISIONS WHEN YOU DONT HAVE ALL THE FACTS BY @ANNIEDUKE\n\n#KINDLEBOOK RECOMMENDED BY @", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200517, "Text": "RT @schaudenfraud: I have never seen investors lose more money than on a stock where they had an informational advantage.", "clean_text": "RT @SCHAUDENFRAUD I HAVE NEVER SEEN INVESTORS LOSE MORE MONEY THAN ON A STOCK WHERE THEY HAD AN INFORMATIONAL ADVANTAGE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200517, "Text": "RT @borrowed_ideas: 1/7 Thread: Ergodicity \n\nLet’s play a game. \n\nAssume you have $100. We’ll flip a coin 100 times. Your wealth will be +5…", "clean_text": "RT @BORROWED_IDEAS 17 THREAD ERGODICITY \n\nLETS PLAY A GAME \n\nASSUME YOU HAVE 100 WELL FLIP A COIN 100 TIMES YOUR WEALTH WILL BE +5", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200517, "Text": "RT @Grant_TK2: Are health ministers okay? https://t.co/vNybo01fDY", "clean_text": "RT @GRANT_TK2 ARE HEALTH MINISTERS OKAY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200516, "Text": "RT @sling_shot_aero: Slingshot Earth is our collaborative, web-based mapping application that fuses together data from different sources so…", "clean_text": "RT @SLING_SHOT_AERO SLINGSHOT EARTH IS OUR COLLABORATIVE WEBBASED MAPPING APPLICATION THAT FUSES TOGETHER DATA FROM DIFFERENT SOURCES SO", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @jeremyherb The good senator appears to be playing games here. One does not just turn over documents to the authorities wit…", "clean_text": "RT @JOHNPGAVIN @JEREMYHERB THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES WIT", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: The good senator appears to be playing games here. One does not just turn over documents to the authorities without being a…", "clean_text": "RT @JOHNPGAVIN THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES WITHOUT BEING A", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @GeoffRBennett The good senator appears to be playing games here. One does not just turn over documents to the authorities…", "clean_text": "RT @JOHNPGAVIN @GEOFFRBENNETT THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @CGasparino @FoxBusiness @KLoeffler @SEC_Enforcement @NYSE The good senator appears to be playing games here. One does not…", "clean_text": "RT @JOHNPGAVIN @CGASPARINO @FOXBUSINESS @KLOEFFLER @SEC_ENFORCEMENT @NYSE THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @DrDenaGrayson Reviving my podcast on home canning called @CanningSeason.  Feels like people need that kind of message / di…", "clean_text": "RT @JOHNPGAVIN @DRDENAGRAYSON REVIVING MY PODCAST ON HOME CANNING CALLED @CANNINGSEASON  FEELS LIKE PEOPLE NEED THAT KIND OF MESSAGE  DI", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200515, "Text": "RT @michaelbatnick: If you're buying, who is selling and why?\n\nvia @mjmauboussin \n\nhttps://t.co/S09VFpTHUL https://t.co/u7D457lWMk", "clean_text": "RT @MICHAELBATNICK IF YOURE BUYING WHO IS SELLING AND WHY\n\nVIA @MJMAUBOUSSIN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200515, "Text": "RT @KleInsight: I am putting on a 2-day on-line course on the Pre-mortem method. June 8-9, from 1:00 to 4:00 EDT. My co-presenter is Bryce…", "clean_text": "RT @KLEINSIGHT I AM PUTTING ON A 2DAY ONLINE COURSE ON THE PREMORTEM METHOD JUNE 89 FROM 100 TO 400 EDT MY COPRESENTER IS BRYCE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200515, "Text": "RT @hackcelerity: Sitting at my desk, being passive aggressive with my replies, and a chill runs down my back. I'm reminding myself of Mich…", "clean_text": "RT @HACKCELERITY SITTING AT MY DESK BEING PASSIVE AGGRESSIVE WITH MY REPLIES AND A CHILL RUNS DOWN MY BACK IM REMINDING MYSELF OF MICH", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200515, "Text": "RT @travislundyasia: Insight 2020 is a @Smartkarma Global Investment Webinar\n\nWebsite/agenda are: https://t.co/wMxLKYKTp9\n\nJoin us! Three d…", "clean_text": "RT @TRAVISLUNDYASIA INSIGHT 2020 IS A @SMARTKARMA GLOBAL INVESTMENT WEBINAR\n\nWEBSITEAGENDA ARE \n\nJOIN US THREE D", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200515, "Text": "RT @adamfeuerstein: $SRNE blitzed reporters earlier this week with embargoed pitches for today’s nonsense news announcement. My email arriv…", "clean_text": "RT @ADAMFEUERSTEIN SRNE BLITZED REPORTERS EARLIER THIS WEEK WITH EMBARGOED PITCHES FOR TODAYS NONSENSE NEWS ANNOUNCEMENT MY EMAIL ARRIV", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200515, "Text": "RT @jfc_3_: Thread \n\nCOVID-19 and Spanish Influenza similarities in terms of the American experience, the dominant narratives, and random a…", "clean_text": "RT @JFC_3_ THREAD \n\nCOVID19 AND SPANISH INFLUENZA SIMILARITIES IN TERMS OF THE AMERICAN EXPERIENCE THE DOMINANT NARRATIVES AND RANDOM A", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "RT @usmissiongeneva: Taiwan is a model for how to manage the #COVID19 challenge. It has best practices to share &amp; is providing much needed…", "clean_text": "RT @USMISSIONGENEVA TAIWAN IS A MODEL FOR HOW TO MANAGE THE #COVID19 CHALLENGE IT HAS BEST PRACTICES TO SHARE AMP IS PROVIDING MUCH NEEDED", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "RT @usmissiongeneva: On this International #DayofFamilies, we celebrate the family as essential to both the formation and health of society…", "clean_text": "RT @USMISSIONGENEVA ON THIS INTERNATIONAL #DAYOFFAMILIES WE CELEBRATE THE FAMILY AS ESSENTIAL TO BOTH THE FORMATION AND HEALTH OF SOCIETY", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200515, "Text": "RT @agamemnus_dev: @RampCapitalLLC F\n\nDunno if it is from giphy, but https://t.co/HDD3l6N3wh", "clean_text": "RT @AGAMEMNUS_DEV @RAMPCAPITALLLC F\n\nDUNNO IF IT IS FROM GIPHY BUT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200515, "Text": "RT @AvatarDomy: Furious hailstorm razes trees in North Texas https://t.co/jQe0jzoHSB", "clean_text": "RT @AVATARDOMY FURIOUS HAILSTORM RAZES TREES IN NORTH TEXAS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200514, "Text": "RT @JohnPGavin: There's the door ... Right over there ... It's the one with the sign, \"Bankruptcy Department\".", "clean_text": "RT @JOHNPGAVIN THERE THE DOOR  RIGHT OVER THERE  IT THE ONE WITH THE SIGN BANKRUPTCY DEPARTMENT", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200514, "Text": "RT @JohnPGavin: As a concept, cruises deliver a lot of value for the money.  While the industry that may undergo some financial restructuri…", "clean_text": "RT @JOHNPGAVIN AS A CONCEPT CRUISES DELIVER A LOT OF VALUE FOR THE MONEY  WHILE THE INDUSTRY THAT MAY UNDERGO SOME FINANCIAL RESTRUCTURI", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200514, "Text": "RT @laurelchor: I’ve landed in Hong Kong after flying from Paris CDG, via London Heathrow. I now have to wait ~8 hours before I get my #COV…", "clean_text": "RT @LAURELCHOR IVE LANDED IN HONG KONG AFTER FLYING FROM PARIS CDG VIA LONDON HEATHROW I NOW HAVE TO WAIT ~8 HOURS BEFORE I GET MY #COV", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200514, "Text": "RT @SadBillAckman: Since when is EV/Share a metric? $PEY https://t.co/PlCWvyt829", "clean_text": "RT @SADBILLACKMAN SINCE WHEN IS EVSHARE A METRIC PEY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "RT @LAForeverHall: How many shares of $MO do you need to own to be responsible for one death per year?", "clean_text": "RT @LAFOREVERHALL HOW MANY SHARES OF MO DO YOU NEED TO OWN TO BE RESPONSIBLE FOR ONE DEATH PER YEAR", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "RT @ShaleCo_Energy: .@VinsonandElkins and @Kirkland_Ellis, how I get invited to y'all's 2021 NAPE party? Hear it's gonna be lit.\n\nCredit to…", "clean_text": "RT @SHALECO_ENERGY @VINSONANDELKINS AND @KIRKLAND_ELLIS HOW I GET INVITED TO YALL 2021 NAPE PARTY HEAR IT GONNA BE LIT\n\nCREDIT TO", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200514, "Text": "RT @alexsalvinews: Barstool’s Dave Portnoy goes on a rant fighting back against COVID lockdowns:\n\n“I would rather die of corona ... or take…", "clean_text": "RT @ALEXSALVINEWS BARSTOOLS DAVE PORTNOY GOES ON A RANT FIGHTING BACK AGAINST COVID LOCKDOWNS\n\nI WOULD RATHER DIE OF CORONA  OR TAKE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200514, "Text": "RT @Hayko_k: Réponse au sondage de @ActivistInsight autour de la question des rapports publiés par les activistes (surtout short) et la pro…", "clean_text": "RT @HAYKO_K RÉPONSE AU SONDAGE DE @ACTIVISTINSIGHT AUTOUR DE LA QUESTION DES RAPPORTS PUBLIÉS PAR LES ACTIVISTES SURTOUT SHORT ET LA PRO", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200514, "Text": "RT @ABCPolitics: The pandemic will cost the insurance industry over $200 billion, according to Lloyds of London, who estimated that its own…", "clean_text": "RT @ABCPOLITICS THE PANDEMIC WILL COST THE INSURANCE INDUSTRY OVER 200 BILLION ACCORDING TO LLOYDS OF LONDON WHO ESTIMATED THAT ITS OWN", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200514, "Text": "RT @byrdinator: The Senate just now approved a bill to sanction Chinese government officials responsible for internment camps in Xinjiang,…", "clean_text": "RT @BYRDINATOR THE SENATE JUST NOW APPROVED A BILL TO SANCTION CHINESE GOVERNMENT OFFICIALS RESPONSIBLE FOR INTERNMENT CAMPS IN XINJIANG", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200513, "Text": "RT @HedgeyeEEvans: Pandemic Hot Takes Likely to go Cold.\n1. We are all gonna work from home. (I can't wait to see an office)\n2. Online lear…", "clean_text": "RT @HEDGEYEEEVANS PANDEMIC HOT TAKES LIKELY TO GO COLD\n1 WE ARE ALL GONNA WORK FROM HOME I CANT WAIT TO SEE AN OFFICE\n2 ONLINE LEAR", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200513, "Text": "RT @modestproposal1: Imagine there's no financials\nIt isn't hard to do\nNo one building anything\nAnd no travel too\n\nYou may say I'm a dreame…", "clean_text": "RT @MODESTPROPOSAL1 IMAGINE THERE NO FINANCIALS\nIT ISNT HARD TO DO\nNO ONE BUILDING ANYTHING\nAND NO TRAVEL TOO\n\nYOU MAY SAY IM A DREAME", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @bpsandpieces: McDonald’s should buy them both and rebrand as McGruber", "clean_text": "RT @BPSANDPIECES MCDONALDS SHOULD BUY THEM BOTH AND REBRAND AS MCGRUBER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @henrylmcnamara: Seed investor explains his sourcing strategy https://t.co/rjEEOz1Z2K", "clean_text": "RT @HENRYLMCNAMARA SEED INVESTOR EXPLAINS HIS SOURCING STRATEGY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @CapitalObserver: I counted roughly $24 billion of secondary offerings this week, possibly a record. This gets zero mentions in any narr…", "clean_text": "RT @CAPITALOBSERVER I COUNTED ROUGHLY 24 BILLION OF SECONDARY OFFERINGS THIS WEEK POSSIBLY A RECORD THIS GETS ZERO MENTIONS IN ANY NARR", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @stagevp: We’re very excited to see @shipsiInc launch their instant delivery portal, allowing any merchant to offer same day order deliv…", "clean_text": "RT @STAGEVP WERE VERY EXCITED TO SEE @SHIPSIINC LAUNCH THEIR INSTANT DELIVERY PORTAL ALLOWING ANY MERCHANT TO OFFER SAME DAY ORDER DELIV", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200513, "Text": "RT @evan_lorenz: Stage 7: Acceptance\n\nhttps://t.co/Iw2SksoN8I", "clean_text": "RT @EVAN_LORENZ STAGE 7 ACCEPTANCE\n\n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200512, "Text": "RT @CanningSeason: The Canning Season podcast, which ran in 2013-2014, is returning. Just in time for this year’s growing season!  No scary…", "clean_text": "RT @CANNINGSEASON THE CANNING SEASON PODCAST WHICH RAN IN 20132014 IS RETURNING JUST IN TIME FOR THIS YEARS GROWING SEASON  NO SCARY", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "probesreporter", "Time": 20200512, "Text": "RT @JohnPGavin: @profgalloway Smart money people have long viewed the guy as a fraud. My own research operation, @probesreporter, has repea…", "clean_text": "RT @JOHNPGAVIN @PROFGALLOWAY SMART MONEY PEOPLE HAVE LONG VIEWED THE GUY AS A FRAUD MY OWN RESEARCH OPERATION @PROBESREPORTER HAS REPEA", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200512, "Text": "RT @rachel_butt: Beal Bank be out there https://t.co/TTXDg7mSvF", "clean_text": "RT @RACHEL_BUTT BEAL BANK BE OUT THERE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200512, "Text": "RT @ryanstruyk: Reported US coronavirus deaths:\n\nMar. 11: 38 deaths\nApr. 11: 20,604 deaths\nMay 11: 80,397 deaths", "clean_text": "RT @RYANSTRUYK REPORTED US CORONAVIRUS DEATHS\n\nMAR 11 38 DEATHS\nAPR 11 20604 DEATHS\nMAY 11 80397 DEATHS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]