["I", {"Name": "matt_levine", "Time": 20200516, "Text": "@hels i got seventh in \"Bonds and Loans,\" that's something", "clean_text": "@HELS I GOT SEVENTH IN BONDS AND LOANS THAT SOMETHING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200516, "Text": "This is the best story I have read in a while. It includes: \n- World's coolest PE guy \n- Eccentric British submarin… https://t.co/4rek9sisq4", "clean_text": "THIS IS THE BEST STORY I HAVE READ IN A WHILE IT INCLUDES WORLD COOLEST PE GUY ECCENTRIC BRITISH SUBMARIN ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@jay_21_ @special_sits OTA / GDS’s - I like the competitive dynamics, but return profile not much better. \n\nFinanci… https://t.co/zt3pyfpVhU", "clean_text": "@JAY_21_ @SPECIAL_SITS OTA  GDSS  I LIKE THE COMPETITIVE DYNAMICS BUT RETURN PROFILE NOT MUCH BETTER \n\nFINANCI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@jay_21_ @special_sits Aerospace - I like some maintenance / miles flown driven names, but (again!) doubling down o… https://t.co/rlHDrlsKFo", "clean_text": "@JAY_21_ @SPECIAL_SITS AEROSPACE  I LIKE SOME MAINTENANCE  MILES FLOWN DRIVEN NAMES BUT AGAIN DOUBLING DOWN O ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@JSiegel88 Oh they are terrible. Recovering from a surgery in a nursing home is one thing, but I would not be willi… https://t.co/fgpzIogIWZ", "clean_text": "@JSIEGEL88 OH THEY ARE TERRIBLE RECOVERING FROM A SURGERY IN A NURSING HOME IS ONE THING BUT I WOULD NOT BE WILLI ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200515, "Text": "RT @KleInsight: I am putting on a 2-day on-line course on the Pre-mortem method. June 8-9, from 1:00 to 4:00 EDT. My co-presenter is Bryce…", "clean_text": "RT @KLEINSIGHT I AM PUTTING ON A 2DAY ONLINE COURSE ON THE PREMORTEM METHOD JUNE 89 FROM 100 TO 400 EDT MY COPRESENTER IS BRYCE", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200515, "Text": "I was nice enough to ask how things were going please don't actually tell me anything bad", "clean_text": "I WAS NICE ENOUGH TO ASK HOW THINGS WERE GOING PLEASE DONT ACTUALLY TELL ME ANYTHING BAD", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "Today, I had the pleasure of speaking with @MOHW_Taiwan's virtual forum in combatting #COVID19 about the vital impo… https://t.co/qbdfOuBP8U", "clean_text": "TODAY I HAD THE PLEASURE OF SPEAKING WITH @MOHW_TAIWAN VIRTUAL FORUM IN COMBATTING #COVID19 ABOUT THE VITAL IMPO ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200515, "Text": "Think @AndrewRangeley is right on this. I would almost guarantee $CMCSA has attempted to purchase $NTDOY at some po… https://t.co/WNRnl90RiB", "clean_text": "THINK @ANDREWRANGELEY IS RIGHT ON THIS I WOULD ALMOST GUARANTEE CMCSA HAS ATTEMPTED TO PURCHASE NTDOY AT SOME PO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200515, "Text": "@MasaSonCap Bytedance x ARM x telcos, I gave you so many angles here", "clean_text": "@MASASONCAP BYTEDANCE X ARM X TELCOS I GAVE YOU SO MANY ANGLES HERE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200515, "Text": "I endorse this message:\n\n(h/t @d1rtydan) https://t.co/9viNddvkPe", "clean_text": "I ENDORSE THIS MESSAGE\n\nHT @D1RTYDAN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200514, "Text": "I have always strived to present this newsletter in the most flattering light. https://t.co/HFgvA97dvO", "clean_text": "I HAVE ALWAYS STRIVED TO PRESENT THIS NEWSLETTER IN THE MOST FLATTERING LIGHT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "@FoolAllTheTime @SkeleCap @ReaperCancelled I don’t want to talk about it", "clean_text": "@FOOLALLTHETIME @SKELECAP @REAPERCANCELLED I DONT WANT TO TALK ABOUT IT", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "@detroitbear2 yeah I think it's incredibly stupid", "clean_text": "@DETROITBEAR2 YEAH I THINK IT INCREDIBLY STUPID", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "@DeadLiftCapital @blinddartcap @FoolAllTheTime I prefer I award you no points and may god have mercy on your soul, but that is also good", "clean_text": "@DEADLIFTCAPITAL @BLINDDARTCAP @FOOLALLTHETIME I PREFER I AWARD YOU NO POINTS AND MAY GOD HAVE MERCY ON YOUR SOUL BUT THAT IS ALSO GOOD", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "footnoted", "Time": 20200514, "Text": "This was a nice catch by @Stockjabber on something I had not yet heard of. Not seeing it in a lot of companies — ye… https://t.co/PlJ8UsALOV", "clean_text": "THIS WAS A NICE CATCH BY @STOCKJABBER ON SOMETHING I HAD NOT YET HEARD OF NOT SEEING IT IN A LOT OF COMPANIES YE ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "adoxen", "Time": 20200514, "Text": "RT @laurelchor: I’ve landed in Hong Kong after flying from Paris CDG, via London Heathrow. I now have to wait ~8 hours before I get my #COV…", "clean_text": "RT @LAURELCHOR IVE LANDED IN HONG KONG AFTER FLYING FROM PARIS CDG VIA LONDON HEATHROW I NOW HAVE TO WAIT ~8 HOURS BEFORE I GET MY #COV", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200514, "Text": "@NoonSixCap Stylistically, I think of it as “mean reversion” vs “defiance of mean reversion”. \n\nBetting on an unlov… https://t.co/5xkFg6YsIr", "clean_text": "@NOONSIXCAP STYLISTICALLY I THINK OF IT AS MEAN REVERSION” VS DEFIANCE OF MEAN REVERSION” \n\nBETTING ON AN UNLOV ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200514, "Text": "@NoonSixCap I am the weird sort of person who will simultaneously own SaaS and consumer finance companies.\n\nBut I d… https://t.co/EDM1vSW3G6", "clean_text": "@NOONSIXCAP I AM THE WEIRD SORT OF PERSON WHO WILL SIMULTANEOUSLY OWN SAAS AND CONSUMER FINANCE COMPANIES\n\nBUT I D ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "MicroFundy", "Time": 20200514, "Text": "@JujitsuTheFed I didn't ask", "clean_text": "@JUJITSUTHEFED I DIDNT ASK", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200514, "Text": "A follow up to the sources I found for $GOOG $FB $SNAP $TWTR etc for advertising, digital ad, mobile, etc. - plenty… https://t.co/uLJghpuW8U", "clean_text": "A FOLLOW UP TO THE SOURCES I FOUND FOR GOOG FB SNAP TWTR ETC FOR ADVERTISING DIGITAL AD MOBILE ETC  PLENTY ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "RT @ShaleCo_Energy: .@VinsonandElkins and @Kirkland_Ellis, how I get invited to y'all's 2021 NAPE party? Hear it's gonna be lit.\n\nCredit to…", "clean_text": "RT @SHALECO_ENERGY @VINSONANDELKINS AND @KIRKLAND_ELLIS HOW I GET INVITED TO YALL 2021 NAPE PARTY HEAR IT GONNA BE LIT\n\nCREDIT TO", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200514, "Text": "@IvanTheK I would see this on occasion while on the road visiting small-medium size companies. Unusually good sign… https://t.co/NoVDplWQaz", "clean_text": "@IVANTHEK I WOULD SEE THIS ON OCCASION WHILE ON THE ROAD VISITING SMALLMEDIUM SIZE COMPANIES UNUSUALLY GOOD SIGN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200514, "Text": "RT @alexsalvinews: Barstool’s Dave Portnoy goes on a rant fighting back against COVID lockdowns:\n\n“I would rather die of corona ... or take…", "clean_text": "RT @ALEXSALVINEWS BARSTOOLS DAVE PORTNOY GOES ON A RANT FIGHTING BACK AGAINST COVID LOCKDOWNS\n\nI WOULD RATHER DIE OF CORONA  OR TAKE", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “Airlines as long as the middle seat is open which it should be, are difficult stocks.  I don’t think you c… https://t.co/LBMqEhE57O", "clean_text": "TEPPER AIRLINES AS LONG AS THE MIDDLE SEAT IS OPEN WHICH IT SHOULD BE ARE DIFFICULT STOCKS  I DONT THINK YOU C ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “I want to be invested in the banks at some point, my problem is if you think there’s a long period of low… https://t.co/i6F266pxXs", "clean_text": "TEPPER I WANT TO BE INVESTED IN THE BANKS AT SOME POINT MY PROBLEM IS IF YOU THINK THERES A LONG PERIOD OF LOW ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200513, "Text": "RT @HedgeyeEEvans: Pandemic Hot Takes Likely to go Cold.\n1. We are all gonna work from home. (I can't wait to see an office)\n2. Online lear…", "clean_text": "RT @HEDGEYEEEVANS PANDEMIC HOT TAKES LIKELY TO GO COLD\n1 WE ARE ALL GONNA WORK FROM HOME I CANT WAIT TO SEE AN OFFICE\n2 ONLINE LEAR", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@RussianBear Reading about what life is like in Taiwan / SK / etc.... I have concerns. \n\nI understand the public he… https://t.co/7PYlz3awcM", "clean_text": "@RUSSIANBEAR READING ABOUT WHAT LIFE IS LIKE IN TAIWAN  SK  ETC I HAVE CONCERNS \n\nI UNDERSTAND THE PUBLIC HE ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@RussianBear I suspect we end up following the Swedish model, whether we admit it or not.\n\nBut it’s amazing what so… https://t.co/bzmeMFvdVH", "clean_text": "@RUSSIANBEAR I SUSPECT WE END UP FOLLOWING THE SWEDISH MODEL WHETHER WE ADMIT IT OR NOT\n\nBUT ITS AMAZING WHAT SO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200513, "Text": "I have a differentiated view on SaaS stocks: Covid-19 is accelerating cloud transitions by years. I'm a brilliant S… https://t.co/z4DNNk3tP2", "clean_text": "I HAVE A DIFFERENTIATED VIEW ON SAAS STOCKS COVID19 IS ACCELERATING CLOUD TRANSITIONS BY YEARS IM A BRILLIANT S ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "@bpsandpieces There are very few tweets I wish I’d written myself.\n\nThis is one of them. https://t.co/sXSwkQCEJe", "clean_text": "@BPSANDPIECES THERE ARE VERY FEW TWEETS I WISH ID WRITTEN MYSELF\n\nTHIS IS ONE OF THEM ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "@BrentBeshore I’m not an urban planner, but I can’t help noticing the following things about Wardsville:\n\n1. Street… https://t.co/RLgm4RhX7U", "clean_text": "@BRENTBESHORE IM NOT AN URBAN PLANNER BUT I CANT HELP NOTICING THE FOLLOWING THINGS ABOUT WARDSVILLE\n\n1 STREET ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @CapitalObserver: I counted roughly $24 billion of secondary offerings this week, possibly a record. This gets zero mentions in any narr…", "clean_text": "RT @CAPITALOBSERVER I COUNTED ROUGHLY 24 BILLION OF SECONDARY OFFERINGS THIS WEEK POSSIBLY A RECORD THIS GETS ZERO MENTIONS IN ANY NARR", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@rasimpson1 I think you might have confused the registration statement going effective (which will allow promoters… https://t.co/mRC7iqHvCG", "clean_text": "@RASIMPSON1 I THINK YOU MIGHT HAVE CONFUSED THE REGISTRATION STATEMENT GOING EFFECTIVE WHICH WILL ALLOW PROMOTERS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@davemortell @rasimpson1 I don’t know offhand if the warrants have cashless exercise provisions, so it could be eve… https://t.co/jdYOttlYuf", "clean_text": "@DAVEMORTELL @RASIMPSON1 I DONT KNOW OFFHAND IF THE WARRANTS HAVE CASHLESS EXERCISE PROVISIONS SO IT COULD BE EVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Been watching The Last Dance while on hold with Expedia. I think MJ has 3-peated since I've been on hold. \n\nSelecti… https://t.co/JsACTNFNct", "clean_text": "BEEN WATCHING THE LAST DANCE WHILE ON HOLD WITH EXPEDIA I THINK MJ HAS 3PEATED SINCE IVE BEEN ON HOLD \n\nSELECTI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200512, "Text": "After 14 years in the business I am proud to announce that I have received approval from Compliance with NO edits f… https://t.co/Q0jLmNluH4", "clean_text": "AFTER 14 YEARS IN THE BUSINESS I AM PROUD TO ANNOUNCE THAT I HAVE RECEIVED APPROVAL FROM COMPLIANCE WITH NO EDITS F ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "$FSCT Q1 2020 revenue implodes even more than \"illustrative\" guidance that was buried in the proxy of $62m. Comes i… https://t.co/jOvdhq87zW", "clean_text": "FSCT Q1 2020 REVENUE IMPLODES EVEN MORE THAN ILLUSTRATIVE GUIDANCE THAT WAS BURIED IN THE PROXY OF 62M COMES I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200511, "Text": "@pearkes it’s a pretty normal letter and i don’t think mgmt was so much “surprised by the flex” as “annoyed to be o… https://t.co/MWIMxY7mRp", "clean_text": "@PEARKES ITS A PRETTY NORMAL LETTER AND I DONT THINK MGMT WAS SO MUCH SURPRISED BY THE FLEX” AS ANNOYED TO BE O ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200511, "Text": "I grow more baffled by the day \n\n\"Year-over-year, the company said bookings saw a 200% increase.\" \n \nhttps://t.co/6jqLCzdT2E", "clean_text": "I GROW MORE BAFFLED BY THE DAY \n\nYEAROVERYEAR THE COMPANY SAID BOOKINGS SAW A 200% INCREASE \n", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200511, "Text": "@polarbearv3 he was a little before my time but I get the spirit", "clean_text": "@POLARBEARV3 HE WAS A LITTLE BEFORE MY TIME BUT I GET THE SPIRIT", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200511, "Text": "@FoolAllTheTime I literally have gucci mane quotes tattooed on me and I still have to learn this", "clean_text": "@FOOLALLTHETIME I LITERALLY HAVE GUCCI MANE QUOTES TATTOOED ON ME AND I STILL HAVE TO LEARN THIS", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "marginalidea", "Time": 20200511, "Text": "@ZLCap I guess these are going for $100 vs $500 (illustrative) so there might be some anchoring bias/ people buying… https://t.co/TmmSIdRJW6", "clean_text": "@ZLCAP I GUESS THESE ARE GOING FOR 100 VS 500 ILLUSTRATIVE SO THERE MIGHT BE SOME ANCHORING BIAS PEOPLE BUYING ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200511, "Text": "@DeadLiftCapital @blinddartcap you are doing God's work being intelligent and having kids, a better man than I", "clean_text": "@DEADLIFTCAPITAL @BLINDDARTCAP YOU ARE DOING GOD WORK BEING INTELLIGENT AND HAVING KIDS A BETTER MAN THAN I", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet I reached a similar conclusion. I’m not afraid of getting it (the chance of even needing to go to a ho… https://t.co/fD1CtTlDY6", "clean_text": "@GIVEN2TWEET I REACHED A SIMILAR CONCLUSION IM NOT AFRAID OF GETTING IT THE CHANCE OF EVEN NEEDING TO GO TO A HO ", "count1": 1, "count2": 2, "count3": 2, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet I agree. Like I don’t think it’s something young, healthy people need to fear. And the risk for childr… https://t.co/CRDjpvYGth", "clean_text": "@GIVEN2TWEET I AGREE LIKE I DONT THINK ITS SOMETHING YOUNG HEALTHY PEOPLE NEED TO FEAR AND THE RISK FOR CHILDR ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet @Anonymous7902 That’s a tough situation - but I think you’re right. There have been just a handful of… https://t.co/3eB6N3cplr", "clean_text": "@GIVEN2TWEET @ANONYMOUS7902 THATS A TOUGH SITUATION  BUT I THINK YOURE RIGHT THERE HAVE BEEN JUST A HANDFUL OF ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@MidwestHedgie I have a policy of not blocking but the number of angry dudes who can’t do math calling everyone an… https://t.co/mnylq3QIGn", "clean_text": "@MIDWESTHEDGIE I HAVE A POLICY OF NOT BLOCKING BUT THE NUMBER OF ANGRY DUDES WHO CANT DO MATH CALLING EVERYONE AN ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie I bet the population risk seeking v risk averse splits 40/60 or 50/50 or worst case 30/70. But most servi… https://t.co/TxDoX1ymnV", "clean_text": "@JDBUDGIE I BET THE POPULATION RISK SEEKING V RISK AVERSE SPLITS 4060 OR 5050 OR WORST CASE 3070 BUT MOST SERVI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie Would love to see a polling for “readiness for back to normal” with wealth level. I suspect the people re… https://t.co/pQuJbNZdZ7", "clean_text": "@JDBUDGIE WOULD LOVE TO SEE A POLLING FOR READINESS FOR BACK TO NORMAL” WITH WEALTH LEVEL I SUSPECT THE PEOPLE RE ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie I say this as someone who thinks a universal lockdown is wrong. Regional differences matter. But so does… https://t.co/nrS7a2X9rb", "clean_text": "@JDBUDGIE I SAY THIS AS SOMEONE WHO THINKS A UNIVERSAL LOCKDOWN IS WRONG REGIONAL DIFFERENCES MATTER BUT SO DOES ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@suvyboy Socialism? Communism? Eg. Before you go that far, I might try capitalism but with living wages and a rejig… https://t.co/jTKRw8AKfc", "clean_text": "@SUVYBOY SOCIALISM COMMUNISM EG BEFORE YOU GO THAT FAR I MIGHT TRY CAPITALISM BUT WITH LIVING WAGES AND A REJIG ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "@jordanbrianl I think we’ll try that. We’ll wait till a week from Tuesday because right now we’ve got a lotta tomahawk.", "clean_text": "@JORDANBRIANL I THINK WELL TRY THAT WELL WAIT TILL A WEEK FROM TUESDAY BECAUSE RIGHT NOW WEVE GOT A LOTTA TOMAHAWK", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "@josephandelin I bought it from a local restaurant that’s hurting right now. If there is one time where I’m going t… https://t.co/LVl0IRroMZ", "clean_text": "@JOSEPHANDELIN I BOUGHT IT FROM A LOCAL RESTAURANT THATS HURTING RIGHT NOW IF THERE IS ONE TIME WHERE IM GOING T ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200510, "Text": "@cablecarcapital Yeah I’m definitely not trying to say that stocks are going higher (or lower); I have no idea what… https://t.co/2X16WmBsIX", "clean_text": "@CABLECARCAPITAL YEAH IM DEFINITELY NOT TRYING TO SAY THAT STOCKS ARE GOING HIGHER OR LOWER I HAVE NO IDEA WHAT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x Junior levels are often 1/3 to 1/2 women. There is a lack of career progression and ridiculous bias i… https://t.co/kwlJ8AFXo5", "clean_text": "@COMPOUND100X JUNIOR LEVELS ARE OFTEN 13 TO 12 WOMEN THERE IS A LACK OF CAREER PROGRESSION AND RIDICULOUS BIAS I ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@LongShortTrader There were so many idiots in that thread I thought about saying nasty things to...but I honestly d… https://t.co/BPwfEQpy8z", "clean_text": "@LONGSHORTTRADER THERE WERE SO MANY IDIOTS IN THAT THREAD I THOUGHT ABOUT SAYING NASTY THINGS TOBUT I HONESTLY D ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@PlaceboCapital @LongShortTrader I’m pretty sure I have but more importantly I have done it in real life. Repeatedly.", "clean_text": "@PLACEBOCAPITAL @LONGSHORTTRADER IM PRETTY SURE I HAVE BUT MORE IMPORTANTLY I HAVE DONE IT IN REAL LIFE REPEATEDLY", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "adoxen", "Time": 20200509, "Text": "@GinSecurities Just snowed while I was waxing my truck. Damn. Sumbullshit.", "clean_text": "@GINSECURITIES JUST SNOWED WHILE I WAS WAXING MY TRUCK DAMN SUMBULLSHIT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@QuisitiveInvest @Post_Market Definitely feels wrong... but I kind of see how we got here. By the time consensus re… https://t.co/fxB16jb8mH", "clean_text": "@QUISITIVEINVEST @POST_MARKET DEFINITELY FEELS WRONG BUT I KIND OF SEE HOW WE GOT HERE BY THE TIME CONSENSUS RE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@THValueCap @QuisitiveInvest @Post_Market I don't know. I think most people expect 2021 S&amp;P earnings to be slightly… https://t.co/oyImAiMXEN", "clean_text": "@THVALUECAP @QUISITIVEINVEST @POST_MARKET I DONT KNOW I THINK MOST PEOPLE EXPECT 2021 SAMPP EARNINGS TO BE SLIGHTLY ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "Jeez, I really should have bought $DEAC (DraftKings) when it got down to $12... did not think investors would get s… https://t.co/8Kw48dK4aD", "clean_text": "JEEZ I REALLY SHOULD HAVE BOUGHT DEAC DRAFTKINGS WHEN IT GOT DOWN TO 12 DID NOT THINK INVESTORS WOULD GET S ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "$GDDY also an error of omission. \n\nDon't know why I've never been able to get comfortable there. I always have some… https://t.co/5Dn7Yrn5vK", "clean_text": "GDDY ALSO AN ERROR OF OMISSION \n\nDONT KNOW WHY IVE NEVER BEEN ABLE TO GET COMFORTABLE THERE I ALWAYS HAVE SOME ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "$BKNG potentially an error of commission. It has been fine, am comfortable holding it, and I like how the competiti… https://t.co/dNxCpxK3fL", "clean_text": "BKNG POTENTIALLY AN ERROR OF COMMISSION IT HAS BEEN FINE AM COMFORTABLE HOLDING IT AND I LIKE HOW THE COMPETITI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@IgnoreNarrative Yep, absolutely. \n\nI manage a very concentrated LO (seed) product. 10-15 names. Salesforce asks fo… https://t.co/tJe3nYq7ie", "clean_text": "@IGNORENARRATIVE YEP ABSOLUTELY \n\nI MANAGE A VERY CONCENTRATED LO SEED PRODUCT 1015 NAMES SALESFORCE ASKS FO ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "and please don't infer from this that I think stocks are going higher. I have no idea where the market is going. My… https://t.co/hVpoyfw1MJ", "clean_text": "AND PLEASE DONT INFER FROM THIS THAT I THINK STOCKS ARE GOING HIGHER I HAVE NO IDEA WHERE THE MARKET IS GOING MY ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "The author of the piece I linked to above was perplexed about the stock market's recovery, just as we are today (my… https://t.co/hl0hGZBAnE", "clean_text": "THE AUTHOR OF THE PIECE I LINKED TO ABOVE WAS PERPLEXED ABOUT THE STOCK MARKET RECOVERY JUST AS WE ARE TODAY MY ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200508, "Text": "@pstrepo that's a very good point though i feel like in practice this is mostly a vanity consumption good", "clean_text": "@PSTREPO THAT A VERY GOOD POINT THOUGH I FEEL LIKE IN PRACTICE THIS IS MOSTLY A VANITY CONSUMPTION GOOD", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@sniperdream1 @DustMyBroom17 Do I get tweets from sniper dream2 through sniper dream9 if I hire you? A dream team, if you will?", "clean_text": "@SNIPERDREAM1 @DUSTMYBROOM17 DO I GET TWEETS FROM SNIPER DREAM2 THROUGH SNIPER DREAM9 IF I HIRE YOU A DREAM TEAM IF YOU WILL", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "Actually I haven’t figured it out yet, but maybe we’re getting warm? https://t.co/pXBpfCk8pe https://t.co/ykFAURS2Pl", "clean_text": "ACTUALLY I HAVENT FIGURED IT OUT YET BUT MAYBE WERE GETTING WARM  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200508, "Text": "@Wolfmetric I paid for mine on April 6th. It's due to arrive on Wednesday.", "clean_text": "@WOLFMETRIC I PAID FOR MINE ON APRIL 6TH IT DUE TO ARRIVE ON WEDNESDAY", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200508, "Text": "Occupational hazard: getting distracted by shiny new objects. There will always be stocks working that you're not i… https://t.co/vLuSr62vLC", "clean_text": "OCCUPATIONAL HAZARD GETTING DISTRACTED BY SHINY NEW OBJECTS THERE WILL ALWAYS BE STOCKS WORKING THAT YOURE NOT I ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200508, "Text": "What’s the cutoff age to understand anything on TikTok?  I am far past it.", "clean_text": "WHATS THE CUTOFF AGE TO UNDERSTAND ANYTHING ON TIKTOK  I AM FAR PAST IT", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200507, "Text": "RT @JohnPGavin: As I arise this morning, my heart is heavy with dread for the latest unemployment data soon to be released.  For having gro…", "clean_text": "RT @JOHNPGAVIN AS I ARISE THIS MORNING MY HEART IS HEAVY WITH DREAD FOR THE LATEST UNEMPLOYMENT DATA SOON TO BE RELEASED  FOR HAVING GRO", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Bit of an unorganized rant in thread form. I am surprised by the amount of people still tracking/citing daily US co… https://t.co/x1eTCYZVds", "clean_text": "BIT OF AN UNORGANIZED RANT IN THREAD FORM I AM SURPRISED BY THE AMOUNT OF PEOPLE STILL TRACKINGCITING DAILY US CO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "@pearkes I don't think stocks are trying to price rest of year activity levels or even 1H21. I think they are inste… https://t.co/jXBBe9ay2j", "clean_text": "@PEARKES I DONT THINK STOCKS ARE TRYING TO PRICE REST OF YEAR ACTIVITY LEVELS OR EVEN 1H21 I THINK THEY ARE INSTE ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "@pearkes I think what matters datawise re: virus is 1. larger serology surveys that continue to validate low fatali… https://t.co/ajQj0a5YKS", "clean_text": "@PEARKES I THINK WHAT MATTERS DATAWISE RE VIRUS IS 1 LARGER SEROLOGY SURVEYS THAT CONTINUE TO VALIDATE LOW FATALI ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@DeadLiftCapital @PalmettoCapital Lots of well-known names in there, but I appreciate HHR, SWI, and the European po… https://t.co/U1xow5JG2X", "clean_text": "@DEADLIFTCAPITAL @PALMETTOCAPITAL LOTS OF WELLKNOWN NAMES IN THERE BUT I APPRECIATE HHR SWI AND THE EUROPEAN PO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@oknotsomuch What is the base case now? Genuinely curious- I thought this was increasingly consensus. \n\nThe only al… https://t.co/8MBo4Z6nJ7", "clean_text": "@OKNOTSOMUCH WHAT IS THE BASE CASE NOW GENUINELY CURIOUS I THOUGHT THIS WAS INCREASINGLY CONSENSUS \n\nTHE ONLY AL ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@justbrosef @ShitFund Didn't like the valuation when they did the roadshow. At the time I thought I'd have the oppo… https://t.co/TeCjPZbFWo", "clean_text": "@JUSTBROSEF @SHITFUND DIDNT LIKE THE VALUATION WHEN THEY DID THE ROADSHOW AT THE TIME I THOUGHT ID HAVE THE OPPO ", "count1": 4, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200507, "Text": "Things are tough out there but I don’t think we need to call these guys. Yet. https://t.co/1rzkNOc3j7", "clean_text": "THINGS ARE TOUGH OUT THERE BUT I DONT THINK WE NEED TO CALL THESE GUYS YET ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "@herbgreenberg In the words of the late great Christopher Wallace (not sure if he was on your radar Herb): \"All I d… https://t.co/VEZKnybsP8", "clean_text": "@HERBGREENBERG IN THE WORDS OF THE LATE GREAT CHRISTOPHER WALLACE NOT SURE IF HE WAS ON YOUR RADAR HERB ALL I D ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "I like this idea. \n\nCurious to hear the names people throw out. https://t.co/B5un3DzTlB", "clean_text": "I LIKE THIS IDEA \n\nCURIOUS TO HEAR THE NAMES PEOPLE THROW OUT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "This is great company to be in. I don't know Todd very well, but I can say @herbgreenberg was hugely instrumental i… https://t.co/HcRk1f3M3s", "clean_text": "THIS IS GREAT COMPANY TO BE IN I DONT KNOW TODD VERY WELL BUT I CAN SAY @HERBGREENBERG WAS HUGELY INSTRUMENTAL I ", "count1": 0, "count2": 1, "count3": 0, "count4": 3}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "@toddmacsween @AlphaTrader00 @ManuInvesting @SteveSaretsky I have not but it sounds like I need to, thanks for flagging it for me.", "clean_text": "@TODDMACSWEEN @ALPHATRADER00 @MANUINVESTING @STEVESARETSKY I HAVE NOT BUT IT SOUNDS LIKE I NEED TO THANKS FOR FLAGGING IT FOR ME", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200506, "Text": "This newsletter has become more efficient since the outbreak forced me to start working remotely in March, but I mi… https://t.co/fnMnOfGVYm", "clean_text": "THIS NEWSLETTER HAS BECOME MORE EFFICIENT SINCE THE OUTBREAK FORCED ME TO START WORKING REMOTELY IN MARCH BUT I MI ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200506, "Text": "@thayereric1 @agamemnus_dev Either the form 4 or the form 144 was incorrect. I agree it doesn’t matter as he sold n… https://t.co/G45kywwCtm", "clean_text": "@THAYERERIC1 @AGAMEMNUS_DEV EITHER THE FORM 4 OR THE FORM 144 WAS INCORRECT I AGREE IT DOESNT MATTER AS HE SOLD N ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200506, "Text": "RT @puppyeh1: Metlifecare: heads I win big, tails I don’t lose (or better) https://t.co/MwAY2Iywy6", "clean_text": "RT @PUPPYEH1 METLIFECARE HEADS I WIN BIG TAILS I DONT LOSE OR BETTER ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200506, "Text": "@PalmettoCapital I thought he sounded more reasonable than 95% of PMs in that interview. Those Graham &amp; Doddsville… https://t.co/lz7HNDdHIA", "clean_text": "@PALMETTOCAPITAL I THOUGHT HE SOUNDED MORE REASONABLE THAN 95% OF PMS IN THAT INTERVIEW THOSE GRAHAM AMP DODDSVILLE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "@CapitalObserver @BarbarianCap Neimans tried to file prepackaged but there is disagreement among the creditors, last I checked.", "clean_text": "@CAPITALOBSERVER @BARBARIANCAP NEIMANS TRIED TO FILE PREPACKAGED BUT THERE IS DISAGREEMENT AMONG THE CREDITORS LAST I CHECKED", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "@CapitalObserver @BarbarianCap Good point. I should check my gift cards.", "clean_text": "@CAPITALOBSERVER @BARBARIANCAP GOOD POINT I SHOULD CHECK MY GIFT CARDS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "RT @jimmykimmel: I can think of no better metaphor for this presidency than Donald Trump not wearing a face mask to a face mask factory whi…", "clean_text": "RT @JIMMYKIMMEL I CAN THINK OF NO BETTER METAPHOR FOR THIS PRESIDENCY THAN DONALD TRUMP NOT WEARING A FACE MASK TO A FACE MASK FACTORY WHI", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "@CapitalEdgeNY I am shocked because we have politicized science. But then I think about it another minute, and I am not shocked.", "clean_text": "@CAPITALEDGENY I AM SHOCKED BECAUSE WE HAVE POLITICIZED SCIENCE BUT THEN I THINK ABOUT IT ANOTHER MINUTE AND I AM NOT SHOCKED", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "matt_levine", "Time": 20200505, "Text": "This newsletter can give you a lot of guidance when you least need it, but when you need it the most, that’s when i… https://t.co/0ebVoOx4cl", "clean_text": "THIS NEWSLETTER CAN GIVE YOU A LOT OF GUIDANCE WHEN YOU LEAST NEED IT BUT WHEN YOU NEED IT THE MOST THATS WHEN I ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200505, "Text": "@justbrosef @bobosacamano Had not heard this... damn, I thought he sounded pretty reasonable in that interview (rec… https://t.co/ypWCvTQYGV", "clean_text": "@JUSTBROSEF @BOBOSACAMANO HAD NOT HEARD THIS DAMN I THOUGHT HE SOUNDED PRETTY REASONABLE IN THAT INTERVIEW REC ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200505, "Text": "99 companies continued their buybacks in March (23 increased their buybacks). Interesting list, but I put these in… https://t.co/D2O01j4ZsN", "clean_text": "99 COMPANIES CONTINUED THEIR BUYBACKS IN MARCH 23 INCREASED THEIR BUYBACKS INTERESTING LIST BUT I PUT THESE IN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "@joshtpm I remember talking mid 2017 and you were optimistic our systems would protect us. I wish you had been righ… https://t.co/T0tNCieGC9", "clean_text": "@JOSHTPM I REMEMBER TALKING MID 2017 AND YOU WERE OPTIMISTIC OUR SYSTEMS WOULD PROTECT US I WISH YOU HAD BEEN RIGH ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "@BarbarianCap #saveNordstrom Seriously I would like to see them bailed out before Carnival.", "clean_text": "@BARBARIANCAP #SAVENORDSTROM SERIOUSLY I WOULD LIKE TO SEE THEM BAILED OUT BEFORE CARNIVAL", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200505, "Text": "@BarbarianCap What’s he saying it sounds magical I want to live there", "clean_text": "@BARBARIANCAP WHATS HE SAYING IT SOUNDS MAGICAL I WANT TO LIVE THERE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "@kidkapital Flex rollout will take a really, really long time and has far more complexities to it for agents then I… https://t.co/r4CGVZx9ms", "clean_text": "@KIDKAPITAL FLEX ROLLOUT WILL TAKE A REALLY REALLY LONG TIME AND HAS FAR MORE COMPLEXITIES TO IT FOR AGENTS THEN I ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200504, "Text": "I looked for a newsletter with exposure to money and this was the first that I found and it was the biggest one, so… https://t.co/OtWxBPt96K", "clean_text": "I LOOKED FOR A NEWSLETTER WITH EXPOSURE TO MONEY AND THIS WAS THE FIRST THAT I FOUND AND IT WAS THE BIGGEST ONE SO ", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 I didn’t miss it...I just don’t see the logic of why the ease of aggregating demand on the interne… https://t.co/ddSLAzGxkm", "clean_text": "@MODESTPROPOSAL1 I DIDNT MISS ITI JUST DONT SEE THE LOGIC OF WHY THE EASE OF AGGREGATING DEMAND ON THE INTERNE ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 Now we’re on the same page. I just don’t think concerns can be dismissed out of hand because other… https://t.co/NcVsXuo5pi", "clean_text": "@MODESTPROPOSAL1 NOW WERE ON THE SAME PAGE I JUST DONT THINK CONCERNS CAN BE DISMISSED OUT OF HAND BECAUSE OTHER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200504, "Text": "I find myself using Venmo more than ever before.", "clean_text": "I FIND MYSELF USING VENMO MORE THAN EVER BEFORE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200504, "Text": "RT @JordanFife1: A friend sent me this picture Halliburton yard in Duncanville Oklahoma, these are oil fracking trucks.... they have been i…", "clean_text": "RT @JORDANFIFE1 A FRIEND SENT ME THIS PICTURE HALLIBURTON YARD IN DUNCANVILLE OKLAHOMA THESE ARE OIL FRACKING TRUCKS THEY HAVE BEEN I", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200503, "Text": "RT @SecPompeo: We commend the efforts of journalists working in repressive environments to support the free flow of accurate information, i…", "clean_text": "RT @SECPOMPEO WE COMMEND THE EFFORTS OF JOURNALISTS WORKING IN REPRESSIVE ENVIRONMENTS TO SUPPORT THE FREE FLOW OF ACCURATE INFORMATION I", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett mentions book The Great Crash 1929 by John Kenneth Galbraith. Recommends supporting local Omaha bookstore i… https://t.co/7CXDEO6G8a", "clean_text": "BUFFETT MENTIONS BOOK THE GREAT CRASH 1929 BY JOHN KENNETH GALBRAITH RECOMMENDS SUPPORTING LOCAL OMAHA BOOKSTORE I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett net sold $6.5 bn of securities in April. “Not because we thought the stock market was going to go down … I… https://t.co/gcG30Msi5H", "clean_text": "BUFFETT NET SOLD 65 BN OF SECURITIES IN APRIL NOT BECAUSE WE THOUGHT THE STOCK MARKET WAS GOING TO GO DOWN  I ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@AuspexResearch @pb_1973 @scienceNtruth @adamfeuerstein All I see is 4/30, you’ve lost me there.", "clean_text": "@AUSPEXRESEARCH @PB_1973 @SCIENCENTRUTH @ADAMFEUERSTEIN ALL I SEE IS 430 YOUVE LOST ME THERE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@pb_1973 @AuspexResearch @scienceNtruth Why would a transfer agent take such an interest in this security, I wonder?", "clean_text": "@PB_1973 @AUSPEXRESEARCH @SCIENCENTRUTH WHY WOULD A TRANSFER AGENT TAKE SUCH AN INTEREST IN THIS SECURITY I WONDER", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@davemortell @AuspexResearch @sniperdream1 @RouxBourbon @adamfeuerstein I wondered if maybe someone had offered to… https://t.co/tX3IEFsxoY", "clean_text": "@DAVEMORTELL @AUSPEXRESEARCH @SNIPERDREAM1 @ROUXBOURBON @ADAMFEUERSTEIN I WONDERED IF MAYBE SOMEONE HAD OFFERED TO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "I guess Berkshire couldn’t get their deposit at @CHICenterOmaha refunded so they used the space anyway?", "clean_text": "I GUESS BERKSHIRE COULDNT GET THEIR DEPOSIT AT @CHICENTEROMAHA REFUNDED SO THEY USED THE SPACE ANYWAY", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "I would never have expected Berkshire Hathaway to trot out the old “our management team has 185 years of experience” line.", "clean_text": "I WOULD NEVER HAVE EXPECTED BERKSHIRE HATHAWAY TO TROT OUT THE OLD OUR MANAGEMENT TEAM HAS 185 YEARS OF EXPERIENCE” LINE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Warren taking 100% responsibility on the airline investments. I wonder how much Ted and Todd contributed to either… https://t.co/ZFvhLhm0V4", "clean_text": "WARREN TAKING 100% RESPONSIBILITY ON THE AIRLINE INVESTMENTS I WONDER HOW MUCH TED AND TODD CONTRIBUTED TO EITHER ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "I like how Warren is only pretty sure that no Berkshire subsidiaries have received PPP funding.", "clean_text": "I LIKE HOW WARREN IS ONLY PRETTY SURE THAT NO BERKSHIRE SUBSIDIARIES HAVE RECEIVED PPP FUNDING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]