["TO", {"Name": "adoxen", "Time": 20200509, "Text": "Covid antibody tests are easier to get than covid testing at this point.", "clean_text": "COVID ANTIBODY TESTS ARE EASIER TO GET THAN COVID TESTING AT THIS POINT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200509, "Text": "Dan Loeb's Far Point urges investors to scrap Global Blue buyout https://t.co/CR8sBfE2Rs", "clean_text": "DAN LOEB FAR POINT URGES INVESTORS TO SCRAP GLOBAL BLUE BUYOUT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200509, "Text": ".@StateDept Deputy Secretary Biegun to the #UNSC Arria mtg commemorating #VEDay75: “Seventy-five years after the en… https://t.co/wFFoR9Rceq", "clean_text": "@STATEDEPT DEPUTY SECRETARY BIEGUN TO THE #UNSC ARRIA MTG COMMEMORATING #VEDAY75 SEVENTYFIVE YEARS AFTER THE EN ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200509, "Text": "Deputy Secretary Biegun to the #UNSC Arria mtg: \"All of us around this table know too well the price we have paid f… https://t.co/nZ0RRLpr5f", "clean_text": "DEPUTY SECRETARY BIEGUN TO THE #UNSC ARRIA MTG ALL OF US AROUND THIS TABLE KNOW TOO WELL THE PRICE WE HAVE PAID F ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200509, "Text": "RT @statedeptspox: It’s been two years since the U.S. exited JCPOA - we will exercise all diplomatic options to ensure the @UN arms embargo…", "clean_text": "RT @STATEDEPTSPOX ITS BEEN TWO YEARS SINCE THE US EXITED JCPOA  WE WILL EXERCISE ALL DIPLOMATIC OPTIONS TO ENSURE THE @UN ARMS EMBARGO", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@THValueCap @QuisitiveInvest @Post_Market I don't know. I think most people expect 2021 S&amp;P earnings to be slightly… https://t.co/oyImAiMXEN", "clean_text": "@THVALUECAP @QUISITIVEINVEST @POST_MARKET I DONT KNOW I THINK MOST PEOPLE EXPECT 2021 SAMPP EARNINGS TO BE SLIGHTLY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "Jeez, I really should have bought $DEAC (DraftKings) when it got down to $12... did not think investors would get s… https://t.co/8Kw48dK4aD", "clean_text": "JEEZ I REALLY SHOULD HAVE BOUGHT DEAC DRAFTKINGS WHEN IT GOT DOWN TO 12 DID NOT THINK INVESTORS WOULD GET S ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "Also should have listened to myself and pulled the trigger on $NXST... Was clear retrans would be good, but thought… https://t.co/S0fFhRLAej", "clean_text": "ALSO SHOULD HAVE LISTENED TO MYSELF AND PULLED THE TRIGGER ON NXST WAS CLEAR RETRANS WOULD BE GOOD BUT THOUGHT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "$GDDY also an error of omission. \n\nDon't know why I've never been able to get comfortable there. I always have some… https://t.co/5Dn7Yrn5vK", "clean_text": "GDDY ALSO AN ERROR OF OMISSION \n\nDONT KNOW WHY IVE NEVER BEEN ABLE TO GET COMFORTABLE THERE I ALWAYS HAVE SOME ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@jay_21_ Kind of interesting to take the ~20% infected stat and compare it to the hospitalization / fatality rates… https://t.co/8YNuCmpMQV", "clean_text": "@JAY_21_ KIND OF INTERESTING TO TAKE THE ~20% INFECTED STAT AND COMPARE IT TO THE HOSPITALIZATION  FATALITY RATES ", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "The author of the piece I linked to above was perplexed about the stock market's recovery, just as we are today (my… https://t.co/hl0hGZBAnE", "clean_text": "THE AUTHOR OF THE PIECE I LINKED TO ABOVE WAS PERPLEXED ABOUT THE STOCK MARKET RECOVERY JUST AS WE ARE TODAY MY ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200508, "Text": "Check out the paper where the accuracy/confidence research was done. Scroll to the bottom to see the original from… https://t.co/rVHVy0e8Sp", "clean_text": "CHECK OUT THE PAPER WHERE THE ACCURACYCONFIDENCE RESEARCH WAS DONE SCROLL TO THE BOTTOM TO SEE THE ORIGINAL FROM ", "count1": 4, "count2": 0, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200508, "Text": "This newsletter is like watching a Fellini movie. You’re able to appreciate it, but no one really knows what’s goin… https://t.co/TL8gKLdyhn", "clean_text": "THIS NEWSLETTER IS LIKE WATCHING A FELLINI MOVIE YOURE ABLE TO APPRECIATE IT BUT NO ONE REALLY KNOWS WHATS GOIN ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "Gradually starting to understand sock puppet Twitter accounts as akin to wash trading: tweets from fake $CYDY cheer… https://t.co/mEpFHjcETX", "clean_text": "GRADUALLY STARTING TO UNDERSTAND SOCK PUPPET TWITTER ACCOUNTS AS AKIN TO WASH TRADING TWEETS FROM FAKE CYDY CHEER ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@DustMyBroom17 How much does it cost to hire you to tweet like this @DustMyBroom17? Do you take payment in shares?", "clean_text": "@DUSTMYBROOM17 HOW MUCH DOES IT COST TO HIRE YOU TO TWEET LIKE THIS @DUSTMYBROOM17 DO YOU TAKE PAYMENT IN SHARES", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@DustMyBroom17 You’re trying to get the little guy to pay $1.5 billion for a pre-revenue biotech with a long histor… https://t.co/u6F7X87bPI", "clean_text": "@DUSTMYBROOM17 YOURE TRYING TO GET THE LITTLE GUY TO PAY 15 BILLION FOR A PREREVENUE BIOTECH WITH A LONG HISTOR ", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "adoxen", "Time": 20200508, "Text": "@OutsideView_ Ultimately these parks will be run with much less staff to improve profitability as part of the equation.", "clean_text": "@OUTSIDEVIEW_ ULTIMATELY THESE PARKS WILL BE RUN WITH MUCH LESS STAFF TO IMPROVE PROFITABILITY AS PART OF THE EQUATION", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200508, "Text": "RT @paulg: When you're in the middle of a crisis, you tend to overestimate how permanent its effects will be.", "clean_text": "RT @PAULG WHEN YOURE IN THE MIDDLE OF A CRISIS YOU TEND TO OVERESTIMATE HOW PERMANENT ITS EFFECTS WILL BE", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200508, "Text": "RT @StateDept: On #VEDay75, we stand together to reflect on our shared history and remember all those who served as a force for freedom aga…", "clean_text": "RT @STATEDEPT ON #VEDAY75 WE STAND TOGETHER TO REFLECT ON OUR SHARED HISTORY AND REMEMBER ALL THOSE WHO SERVED AS A FORCE FOR FREEDOM AGA", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200508, "Text": "@Wolfmetric I paid for mine on April 6th. It's due to arrive on Wednesday.", "clean_text": "@WOLFMETRIC I PAID FOR MINE ON APRIL 6TH IT DUE TO ARRIVE ON WEDNESDAY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200508, "Text": "Part 2: What other info would you want to know? What info would change your answer?", "clean_text": "PART 2 WHAT OTHER INFO WOULD YOU WANT TO KNOW WHAT INFO WOULD CHANGE YOUR ANSWER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200508, "Text": "RT @michaelxpettis: Things are as close to normal in the 12th week of Beijing’s lockdown as they’ve been in the past two weeks. Street traf…", "clean_text": "RT @MICHAELXPETTIS THINGS ARE AS CLOSE TO NORMAL IN THE 12TH WEEK OF BEIJINGS LOCKDOWN AS THEYVE BEEN IN THE PAST TWO WEEKS STREET TRAF", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "EdBorgato", "Time": 20200508, "Text": "Is anyone really surprised that Shanghai Disney sold out at 30% capacity? $DIS parks are going to run as full as they will allow.", "clean_text": "IS ANYONE REALLY SURPRISED THAT SHANGHAI DISNEY SOLD OUT AT 30% CAPACITY DIS PARKS ARE GOING TO RUN AS FULL AS THEY WILL ALLOW", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200508, "Text": "Nothing will be back to normal until season three of 'Succession' is on.", "clean_text": "NOTHING WILL BE BACK TO NORMAL UNTIL SEASON THREE OF UCCESSION IS ON", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200508, "Text": "RT @morganhousel: School: your paper must be a minimum 5 pages. \n\nReal world: explain it to me in seven seconds or I'm out of here.", "clean_text": "RT @MORGANHOUSEL SCHOOL YOUR PAPER MUST BE A MINIMUM 5 PAGES \n\nREAL WORLD EXPLAIN IT TO ME IN SEVEN SECONDS OR IM OUT OF HERE", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200508, "Text": "What’s the cutoff age to understand anything on TikTok?  I am far past it.", "clean_text": "WHATS THE CUTOFF AGE TO UNDERSTAND ANYTHING ON TIKTOK  I AM FAR PAST IT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200508, "Text": "PAA Research Report: CWH: Demand Turns on a Dime and Now We Might Have Line of Sight to $400MM in EBITDA https://t.co/MRrvOhHofC", "clean_text": "PAA RESEARCH REPORT CWH DEMAND TURNS ON A DIME AND NOW WE MIGHT HAVE LINE OF SIGHT TO 400MM IN EBITDA ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200507, "Text": "RT @JohnPGavin: As I arise this morning, my heart is heavy with dread for the latest unemployment data soon to be released.  For having gro…", "clean_text": "RT @JOHNPGAVIN AS I ARISE THIS MORNING MY HEART IS HEAVY WITH DREAD FOR THE LATEST UNEMPLOYMENT DATA SOON TO BE RELEASED  FOR HAVING GRO", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200507, "Text": "@VickerySec Depends.  Personal privacy and whistleblower protections, if any, still apply.  If material relates to… https://t.co/QUgmiYpe5o", "clean_text": "@VICKERYSEC DEPENDS  PERSONAL PRIVACY AND WHISTLEBLOWER PROTECTIONS IF ANY STILL APPLY  IF MATERIAL RELATES TO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200507, "Text": "RT @JohnPGavin: After the parasites suck the life blood out of its victim, it becomes nearly impossible for it to then survive a hardship.…", "clean_text": "RT @JOHNPGAVIN AFTER THE PARASITES SUCK THE LIFE BLOOD OUT OF ITS VICTIM IT BECOMES NEARLY IMPOSSIBLE FOR IT TO THEN SURVIVE A HARDSHIP", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200507, "Text": "RT @StateDept: .@SecPompeo: China is still refusing to share the information we need to keep people safe. Our truth-telling and calls for t…", "clean_text": "RT @STATEDEPT @SECPOMPEO CHINA IS STILL REFUSING TO SHARE THE INFORMATION WE NEED TO KEEP PEOPLE SAFE OUR TRUTHTELLING AND CALLS FOR T", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200507, "Text": "Powerful rebuttal to the PRC's web of half-truths and outright falsehoods regarding their response to the COVID cri… https://t.co/0fPI21oa5y", "clean_text": "POWERFUL REBUTTAL TO THE PRC WEB OF HALFTRUTHS AND OUTRIGHT FALSEHOODS REGARDING THEIR RESPONSE TO THE COVID CRI ", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "The lockdown in the US was never about eradication. We were unfortunately too late for that to be a possibility, an… https://t.co/QSbEcr3Mdb", "clean_text": "THE LOCKDOWN IN THE US WAS NEVER ABOUT ERADICATION WE WERE UNFORTUNATELY TOO LATE FOR THAT TO BE A POSSIBILITY AN ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "This thread isn't to litigate the decision(s) to reopen. But anyone who thinks the market isn't expecting a very la… https://t.co/LlUIY8ISDW", "clean_text": "THIS THREAD ISNT TO LITIGATE THE DECISIONS TO REOPEN BUT ANYONE WHO THINKS THE MARKET ISNT EXPECTING A VERY LA ", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "We are reopening because the fatality rate has proven to be much lower than had initially been feared (and, arguabl… https://t.co/iwdCuyOltr", "clean_text": "WE ARE REOPENING BECAUSE THE FATALITY RATE HAS PROVEN TO BE MUCH LOWER THAN HAD INITIALLY BEEN FEARED AND ARGUABL ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Given this, the main purposes of the lockdown were/are to buy our hospitals time to prepare and to buy us time to l… https://t.co/8hN2ge0bC4", "clean_text": "GIVEN THIS THE MAIN PURPOSES OF THE LOCKDOWN WEREARE TO BUY OUR HOSPITALS TIME TO PREPARE AND TO BUY US TIME TO L ", "count1": 2, "count2": 0, "count3": 1, "count4": 4}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Namely, whether the fatality rate of the virus proves to actually be high enough to warrant waiting out a vaccine (… https://t.co/cFpBuuMBF5", "clean_text": "NAMELY WHETHER THE FATALITY RATE OF THE VIRUS PROVES TO ACTUALLY BE HIGH ENOUGH TO WARRANT WAITING OUT A VACCINE  ", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "This doesn't speak to the persistence of corporate/individual behavioral shifts and lagged second order economic ef… https://t.co/RlnEMeWPsQ", "clean_text": "THIS DOESNT SPEAK TO THE PERSISTENCE OF CORPORATEINDIVIDUAL BEHAVIORAL SHIFTS AND LAGGED SECOND ORDER ECONOMIC EF ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "@pearkes I don't think stocks are trying to price rest of year activity levels or even 1H21. I think they are inste… https://t.co/jXBBe9ay2j", "clean_text": "@PEARKES I DONT THINK STOCKS ARE TRYING TO PRICE REST OF YEAR ACTIVITY LEVELS OR EVEN 1H21 I THINK THEY ARE INSTE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "@pearkes I think what matters datawise re: virus is 1. larger serology surveys that continue to validate low fatali… https://t.co/ajQj0a5YKS", "clean_text": "@PEARKES I THINK WHAT MATTERS DATAWISE RE VIRUS IS 1 LARGER SEROLOGY SURVEYS THAT CONTINUE TO VALIDATE LOW FATALI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "RT @YellowLabLife: Weekly NAV update from Pershing Square Holdings suggests the closed end fund is trading at ~0.65x mark to market NAV.…", "clean_text": "RT @YELLOWLABLIFE WEEKLY NAV UPDATE FROM PERSHING SQUARE HOLDINGS SUGGESTS THE CLOSED END FUND IS TRADING AT ~065X MARK TO MARKET NAV", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@SmallCapLS Agree. Waiting on a vaccine isn’t feasible. Nor are we remotely close to being able to “test and trace”… https://t.co/9BERR6Y4nn", "clean_text": "@SMALLCAPLS AGREE WAITING ON A VACCINE ISNT FEASIBLE NOR ARE WE REMOTELY CLOSE TO BEING ABLE TO TEST AND TRACE” ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "Inventory &amp; DSIs spiked to record highs. $MIDD was already carrying bloated inventory before the crisis, now it’s e… https://t.co/lhS3Yv19vQ", "clean_text": "INVENTORY AMP DSIS SPIKED TO RECORD HIGHS MIDD WAS ALREADY CARRYING BLOATED INVENTORY BEFORE THE CRISIS NOW ITS E ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "Customers appear to be slowing payments too.  DSOs also spiked to record highs. $MIDD https://t.co/fFLgVAd4va", "clean_text": "CUSTOMERS APPEAR TO BE SLOWING PAYMENTS TOO  DSOS ALSO SPIKED TO RECORD HIGHS MIDD ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "EdBorgato", "Time": 20200507, "Text": "Despite strong opposition the sun continues to rise.", "clean_text": "DESPITE STRONG OPPOSITION THE SUN CONTINUES TO RISE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200507, "Text": "$GSX fraud not even the Chinese mainstream media can defend.  They refer to them as \"scandal tainted\". Part 3 later… https://t.co/aWdq1wbjxJ", "clean_text": "GSX FRAUD NOT EVEN THE CHINESE MAINSTREAM MEDIA CAN DEFEND  THEY REFER TO THEM AS SCANDAL TAINTED PART 3 LATER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200507, "Text": "This is a first, Never had IR of a company threaten to \"slap my face\".  How about we do it at the SEC office?  IR r… https://t.co/NR8X3ugJOE", "clean_text": "THIS IS A FIRST NEVER HAD IR OF A COMPANY THREATEN TO SLAP MY FACE  HOW ABOUT WE DO IT AT THE SEC OFFICE  IR R ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200507, "Text": "With the volumes of information presented to the SEC from multiple sources beyond Citron, we don't expect the chara… https://t.co/usfmOW6AwB", "clean_text": "WITH THE VOLUMES OF INFORMATION PRESENTED TO THE SEC FROM MULTIPLE SOURCES BEYOND CITRON WE DONT EXPECT THE CHARA ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200507, "Text": "Things are tough out there but I don’t think we need to call these guys. Yet. https://t.co/1rzkNOc3j7", "clean_text": "THINGS ARE TOUGH OUT THERE BUT I DONT THINK WE NEED TO CALL THESE GUYS YET ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Great example of the world we live in as it relates to tech (or quasi tech in this case): 18 mos. ago consensus EPS… https://t.co/2rdsg7UqS7", "clean_text": "GREAT EXAMPLE OF THE WORLD WE LIVE IN AS IT RELATES TO TECH OR QUASI TECH IN THIS CASE 18 MOS AGO CONSENSUS EPS ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "I like this idea. \n\nCurious to hear the names people throw out. https://t.co/B5un3DzTlB", "clean_text": "I LIKE THIS IDEA \n\nCURIOUS TO HEAR THE NAMES PEOPLE THROW OUT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "This is great company to be in. I don't know Todd very well, but I can say @herbgreenberg was hugely instrumental i… https://t.co/HcRk1f3M3s", "clean_text": "THIS IS GREAT COMPANY TO BE IN I DONT KNOW TODD VERY WELL BUT I CAN SAY @HERBGREENBERG WAS HUGELY INSTRUMENTAL I ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "@toddmacsween @AlphaTrader00 @ManuInvesting @SteveSaretsky I have not but it sounds like I need to, thanks for flagging it for me.", "clean_text": "@TODDMACSWEEN @ALPHATRADER00 @MANUINVESTING @STEVESARETSKY I HAVE NOT BUT IT SOUNDS LIKE I NEED TO THANKS FOR FLAGGING IT FOR ME", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200506, "Text": "RT @JohnPGavin: The #Saas pimps forced their customers over to a subscription model.  The spreadsheet jockeys on Wall Street, most of whom…", "clean_text": "RT @JOHNPGAVIN THE #SAAS PIMPS FORCED THEIR CUSTOMERS OVER TO A SUBSCRIPTION MODEL  THE SPREADSHEET JOCKEYS ON WALL STREET MOST OF WHOM", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200506, "Text": "This newsletter has become more efficient since the outbreak forced me to start working remotely in March, but I mi… https://t.co/fnMnOfGVYm", "clean_text": "THIS NEWSLETTER HAS BECOME MORE EFFICIENT SINCE THE OUTBREAK FORCED ME TO START WORKING REMOTELY IN MARCH BUT I MI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200506, "Text": "Early #FF shoutout to @bluff_capital who is cranking out relevant earnings snapshots/summaries/commentary across a range of companies.", "clean_text": "EARLY #FF SHOUTOUT TO @BLUFF_CAPITAL WHO IS CRANKING OUT RELEVANT EARNINGS SNAPSHOTSSUMMARIESCOMMENTARY ACROSS A RANGE OF COMPANIES", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200506, "Text": "VIX wants to touch Len Bias....", "clean_text": "VIX WANTS TO TOUCH LEN BIAS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200506, "Text": "Long term Treasury yields are rising, understandably, due to a $4 Trillion growth of the National Debt coming in ju… https://t.co/5OoKV5sHpy", "clean_text": "LONG TERM TREASURY YIELDS ARE RISING UNDERSTANDABLY DUE TO A 4 TRILLION GROWTH OF THE NATIONAL DEBT COMING IN JU ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200506, "Text": "As @SecPompeo said, we “call upon all nations, including those in Europe, to support Taiwan’s participation as an o… https://t.co/ecFOWR5pET", "clean_text": "AS @SECPOMPEO SAID WE CALL UPON ALL NATIONS INCLUDING THOSE IN EUROPE TO SUPPORT TAIWANS PARTICIPATION AS AN O ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200506, "Text": "@HeyMan800 Having recently been through this process - \n\nWhen it comes time to sacrifice the goat, you want to use… https://t.co/0PTZ3pOwkk", "clean_text": "@HEYMAN800 HAVING RECENTLY BEEN THROUGH THIS PROCESS  \n\nWHEN IT COMES TIME TO SACRIFICE THE GOAT YOU WANT TO USE ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "@CapitalObserver @BarbarianCap Neimans tried to file prepackaged but there is disagreement among the creditors, last I checked.", "clean_text": "@CAPITALOBSERVER @BARBARIANCAP NEIMANS TRIED TO FILE PREPACKAGED BUT THERE IS DISAGREEMENT AMONG THE CREDITORS LAST I CHECKED", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "RT @jimmykimmel: I can think of no better metaphor for this presidency than Donald Trump not wearing a face mask to a face mask factory whi…", "clean_text": "RT @JIMMYKIMMEL I CAN THINK OF NO BETTER METAPHOR FOR THIS PRESIDENCY THAN DONALD TRUMP NOT WEARING A FACE MASK TO A FACE MASK FACTORY WHI", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200506, "Text": "Still working on $GOOG, my apologies. Over 200 pgs at this point, refining it. Want it to be solid. Will get anothe… https://t.co/VGEzGOfoiU", "clean_text": "STILL WORKING ON GOOG MY APOLOGIES OVER 200 PGS AT THIS POINT REFINING IT WANT IT TO BE SOLID WILL GET ANOTHE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200506, "Text": "probably his most important contribution to society tbh https://t.co/sQPZWfQYG4", "clean_text": "PROBABLY HIS MOST IMPORTANT CONTRIBUTION TO SOCIETY TBH ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200506, "Text": "$GSX fraud.  When you have locals in China writing fraud reports, you know it has to be bad https://t.co/TGUGWIjbqg… https://t.co/837Il4QgFE", "clean_text": "GSX FRAUD  WHEN YOU HAVE LOCALS IN CHINA WRITING FRAUD REPORTS YOU KNOW IT HAS TO BE BAD  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200506, "Text": "PAA Research Report: ATGE: The Company’s 3Q20 Margin Miracle Is a Mirage; Don’t Be Too Quick to Celebrate Chamberla… https://t.co/XtlQAavktg", "clean_text": "PAA RESEARCH REPORT ATGE THE COMPANYS 3Q20 MARGIN MIRACLE IS A MIRAGE DONT BE TOO QUICK TO CELEBRATE CHAMBERLA ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200506, "Text": "RT @mattdpearce: It is always very inspiring to see how somebody made it big. https://t.co/ZqSBgKtZ9G", "clean_text": "RT @MATTDPEARCE IT IS ALWAYS VERY INSPIRING TO SEE HOW SOMEBODY MADE IT BIG ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200505, "Text": "Reminder:  In Feb-2020, we added Hertz Global Holdings to our Watch List of companies with confirmed, undisclosed S… https://t.co/R1RBWki3dA", "clean_text": "REMINDER  IN FEB2020 WE ADDED HERTZ GLOBAL HOLDINGS TO OUR WATCH LIST OF COMPANIES WITH CONFIRMED UNDISCLOSED S ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200505, "Text": "According to the form 4 filed today, available at https://t.co/JnFLVR92Rb, Pourhassan netted a total of $15,760,909… https://t.co/Htjy48VSue", "clean_text": "ACCORDING TO THE FORM 4 FILED TODAY AVAILABLE AT  POURHASSAN NETTED A TOTAL OF 15760909 ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200505, "Text": "@IsThisMyMoney Form a PAC and donate aggressively to politicians in both parties.", "clean_text": "@ISTHISMYMONEY FORM A PAC AND DONATE AGGRESSIVELY TO POLITICIANS IN BOTH PARTIES", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200505, "Text": "@chigrl No one needed data to call this recession. It was obvious after three days.", "clean_text": "@CHIGRL NO ONE NEEDED DATA TO CALL THIS RECESSION IT WAS OBVIOUS AFTER THREE DAYS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200505, "Text": "RT @sgellison: Skip Bayless used to argue with Terrell Suggs about the Ravens, but now he’s picking them to win the Super Bowl.\n\n\"Lamar Jac…", "clean_text": "RT @SGELLISON SKIP BAYLESS USED TO ARGUE WITH TERRELL SUGGS ABOUT THE RAVENS BUT NOW HES PICKING THEM TO WIN THE SUPER BOWL\n\nLAMAR JAC", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200505, "Text": "The U.S. Treasury Department today admitted to a $3 Trillion “borrowing” need in the next quarter.  (I’ll take the… https://t.co/bn8JTYpdFZ", "clean_text": "THE US TREASURY DEPARTMENT TODAY ADMITTED TO A 3 TRILLION BORROWING” NEED IN THE NEXT QUARTER  ILL TAKE THE ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "@joshtpm The meat packing plants are going to be the downfall of this strategy. They can only control the rural are… https://t.co/BACTBHrGCp", "clean_text": "@JOSHTPM THE MEAT PACKING PLANTS ARE GOING TO BE THE DOWNFALL OF THIS STRATEGY THEY CAN ONLY CONTROL THE RURAL ARE ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "@BarbarianCap #saveNordstrom Seriously I would like to see them bailed out before Carnival.", "clean_text": "@BARBARIANCAP #SAVENORDSTROM SERIOUSLY I WOULD LIKE TO SEE THEM BAILED OUT BEFORE CARNIVAL", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200505, "Text": "$GOOG - search penetration, market share. Trying to get this deck out by tomorrow, taking a little longer than expe… https://t.co/FOGbOVaM5O", "clean_text": "GOOG  SEARCH PENETRATION MARKET SHARE TRYING TO GET THIS DECK OUT BY TOMORROW TAKING A LITTLE LONGER THAN EXPE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200505, "Text": "@BarbarianCap What’s he saying it sounds magical I want to live there", "clean_text": "@BARBARIANCAP WHATS HE SAYING IT SOUNDS MAGICAL I WANT TO LIVE THERE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "$W continues to incinerate cash. The only question is: how much did their sales growth accelerate in April? My gues… https://t.co/ejrFdAzDJN", "clean_text": "W CONTINUES TO INCINERATE CASH THE ONLY QUESTION IS HOW MUCH DID THEIR SALES GROWTH ACCELERATE IN APRIL MY GUES ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "@kidkapital Flex rollout will take a really, really long time and has far more complexities to it for agents then I… https://t.co/r4CGVZx9ms", "clean_text": "@KIDKAPITAL FLEX ROLLOUT WILL TAKE A REALLY REALLY LONG TIME AND HAS FAR MORE COMPLEXITIES TO IT FOR AGENTS THEN I ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200504, "Text": "Must be limiting this activity to the export market. https://t.co/wbL7NMCA9F", "clean_text": "MUST BE LIMITING THIS ACTIVITY TO THE EXPORT MARKET ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200504, "Text": "This paper, \"Stock Compensation Expense, Cash Flows, and Inflated Valuations\" does a good job of explaining how to… https://t.co/DZvrAKQVxM", "clean_text": "THIS PAPER STOCK COMPENSATION EXPENSE CASH FLOWS AND INFLATED VALUATIONS DOES A GOOD JOB OF EXPLAINING HOW TO ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200504, "Text": "I looked for a newsletter with exposure to money and this was the first that I found and it was the biggest one, so… https://t.co/OtWxBPt96K", "clean_text": "I LOOKED FOR A NEWSLETTER WITH EXPOSURE TO MONEY AND THIS WAS THE FIRST THAT I FOUND AND IT WAS THE BIGGEST ONE SO ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 If a marketplace business successfully establishes a quasi monopoly and then tries to extract mono… https://t.co/bWDGWFUxks", "clean_text": "@MODESTPROPOSAL1 IF A MARKETPLACE BUSINESS SUCCESSFULLY ESTABLISHES A QUASI MONOPOLY AND THEN TRIES TO EXTRACT MONO ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200504, "Text": "Hedge Fund Elliott Management to Finance Lawsuit Against Streamer Quibi https://t.co/CkVFaqDEl0", "clean_text": "HEDGE FUND ELLIOTT MANAGEMENT TO FINANCE LAWSUIT AGAINST STREAMER QUIBI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200504, "Text": "RT @MoscowTimes: A third Russian doctor has fallen from a hospital window after he complained about being forced to work despite contractin…", "clean_text": "RT @MOSCOWTIMES A THIRD RUSSIAN DOCTOR HAS FALLEN FROM A HOSPITAL WINDOW AFTER HE COMPLAINED ABOUT BEING FORCED TO WORK DESPITE CONTRACTIN", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200504, "Text": "If the Fed does start buying ETFs “broadly and in size” in response to recent requests they do so as to not “let do… https://t.co/dunaYqtdBa", "clean_text": "IF THE FED DOES START BUYING ETFS BROADLY AND IN SIZE” IN RESPONSE TO RECENT REQUESTS THEY DO SO AS TO NOT LET DO ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200504, "Text": "RT @SecPompeo: The Chinese Communist Party continues to block access to the Western world, the world's best scientists, refusing to coopera…", "clean_text": "RT @SECPOMPEO THE CHINESE COMMUNIST PARTY CONTINUES TO BLOCK ACCESS TO THE WESTERN WORLD THE WORLD BEST SCIENTISTS REFUSING TO COOPERA", "count1": 3, "count2": 0, "count3": 0, "count4": 3}, {"Name": "JohnHuber72", "Time": 20200504, "Text": "The footage of the Dream Team scrimmage prior to Barcelona was so great. Magic throwing the ball into the stands, J… https://t.co/XE6jxscrZZ", "clean_text": "THE FOOTAGE OF THE DREAM TEAM SCRIMMAGE PRIOR TO BARCELONA WAS SO GREAT MAGIC THROWING THE BALL INTO THE STANDS J ", "count1": 4, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200504, "Text": "My guess is this will continue to expand $AMZN https://t.co/NhTRd7Gp8u", "clean_text": "MY GUESS IS THIS WILL CONTINUE TO EXPAND AMZN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200504, "Text": "Quick read on $DIS w/ MoffettNathanson commentary/ charts. Downgraded DIS PT to $112 from $120 (current $103) https://t.co/jKF6lAWGeA", "clean_text": "QUICK READ ON DIS W MOFFETTNATHANSON COMMENTARY CHARTS DOWNGRADED DIS PT TO 112 FROM 120 CURRENT 103 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200504, "Text": "$GSX  Citron cannot wait for earnings Wednesday as we get to tell the truth Thurs with more multiple smoking guns.… https://t.co/oSnd05jPxq", "clean_text": "GSX  CITRON CANNOT WAIT FOR EARNINGS WEDNESDAY AS WE GET TO TELL THE TRUTH THURS WITH MORE MULTIPLE SMOKING GUNS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200504, "Text": "RT @NonGaap: There are people who get paid $300K per year to attend a \"Board meeting\" 4 times a year where they drink and vote \"yes\" on eve…", "clean_text": "RT @NONGAAP THERE ARE PEOPLE WHO GET PAID 300K PER YEAR TO ATTEND A BOARD MEETING 4 TIMES A YEAR WHERE THEY DRINK AND VOTE YES ON EVE", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200504, "Text": "@damienwoody It was really on Grant. MJ wasn't even close to contest https://t.co/tjJp6yg3xW", "clean_text": "@DAMIENWOODY IT WAS REALLY ON GRANT MJ WASNT EVEN CLOSE TO CONTEST ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200503, "Text": "Buffett on Berkshire buybacks: “It is not more compelling to buy the ($BRK) shares now than when we were buying (in… https://t.co/ZPvAfxL4uK", "clean_text": "BUFFETT ON BERKSHIRE BUYBACKS IT IS NOT MORE COMPELLING TO BUY THE BRK SHARES NOW THAN WHEN WE WERE BUYING IN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200503, "Text": "@Nerlynx1 To his credit, this guy acknowledged his error, sort of.", "clean_text": "@NERLYNX1 TO HIS CREDIT THIS GUY ACKNOWLEDGED HIS ERROR SORT OF", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200503, "Text": "Buffett ends the \"meeting\" with another warning that unpredictable things could happen with the virus and how we react to it...", "clean_text": "BUFFETT ENDS THE MEETING WITH ANOTHER WARNING THAT UNPREDICTABLE THINGS COULD HAPPEN WITH THE VIRUS AND HOW WE REACT TO IT", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200503, "Text": "@lucasovertime Buffett’s job - and his successors job - is to avoid making bad decisions and to run the company wel… https://t.co/uPzrjOwG0S", "clean_text": "@LUCASOVERTIME BUFFETTS JOB  AND HIS SUCCESSORS JOB  IS TO AVOID MAKING BAD DECISIONS AND TO RUN THE COMPANY WEL ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200503, "Text": "RT @SecPompeo: We commend the efforts of journalists working in repressive environments to support the free flow of accurate information, i…", "clean_text": "RT @SECPOMPEO WE COMMEND THE EFFORTS OF JOURNALISTS WORKING IN REPRESSIVE ENVIRONMENTS TO SUPPORT THE FREE FLOW OF ACCURATE INFORMATION I", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "BergenCapital", "Time": 20200503, "Text": "RT @albertedwards99: This equity bear market is going to be brutal. We have only just finished round 1.", "clean_text": "RT @ALBERTEDWARDS99 THIS EQUITY BEAR MARKET IS GOING TO BE BRUTAL WE HAVE ONLY JUST FINISHED ROUND 1", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200503, "Text": "RT @JeffKasanoff: Very American to decide we are bored with COVID and therefore it is over", "clean_text": "RT @JEFFKASANOFF VERY AMERICAN TO DECIDE WE ARE BORED WITH COVID AND THEREFORE IT IS OVER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200503, "Text": "RT @mcuban: Explain to me why in the midst of 50m people unemployed or under-employed, the gov isn’t hiring and training MILLIONS to do Tra…", "clean_text": "RT @MCUBAN EXPLAIN TO ME WHY IN THE MIDST OF 50M PEOPLE UNEMPLOYED OR UNDEREMPLOYED THE GOV ISNT HIRING AND TRAINING MILLIONS TO DO TRA", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200503, "Text": "It is good to see this much input from Greg Abel. He seems to be as capable and knowledgeable as Buffett has always said he is.", "clean_text": "IT IS GOOD TO SEE THIS MUCH INPUT FROM GREG ABEL HE SEEMS TO BE AS CAPABLE AND KNOWLEDGEABLE AS BUFFETT HAS ALWAYS SAID HE IS", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "sprucepointcap", "Time": 20200502, "Text": "$FSCT Forescout insider dumps stock at a discount to the deal price, after our public criticism, and while in a qui… https://t.co/xtvX0CTFQE", "clean_text": "FSCT FORESCOUT INSIDER DUMPS STOCK AT A DISCOUNT TO THE DEAL PRICE AFTER OUR PUBLIC CRITICISM AND WHILE IN A QUI ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "@BluegrassCap @marketfolly do it to it; monthly less of a commitment.", "clean_text": "@BLUEGRASSCAP @MARKETFOLLY DO IT TO IT MONTHLY LESS OF A COMMITMENT", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Link to livestream of Warren Buffett / Berkshire Hathaway annual meeting starting soon: https://t.co/4567HKRquZ $BRK.A $BRK.B", "clean_text": "LINK TO LIVESTREAM OF WARREN BUFFETT  BERKSHIRE HATHAWAY ANNUAL MEETING STARTING SOON  BRKA BRKB", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett net sold $6.5 bn of securities in April. “Not because we thought the stock market was going to go down … I… https://t.co/gcG30Msi5H", "clean_text": "BUFFETT NET SOLD 65 BN OF SECURITIES IN APRIL NOT BECAUSE WE THOUGHT THE STOCK MARKET WAS GOING TO GO DOWN  I ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett on airlines: “It’s a very difficult business … The future is much less clear to me how the business will tu… https://t.co/fV1ZITJuYA", "clean_text": "BUFFETT ON AIRLINES ITS A VERY DIFFICULT BUSINESS  THE FUTURE IS MUCH LESS CLEAR TO ME HOW THE BUSINESS WILL TU ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@davemortell @AuspexResearch @sniperdream1 @RouxBourbon @adamfeuerstein Form 144 is a notice filing required to be… https://t.co/SAFevkq8UH", "clean_text": "@DAVEMORTELL @AUSPEXRESEARCH @SNIPERDREAM1 @ROUXBOURBON @ADAMFEUERSTEIN FORM 144 IS A NOTICE FILING REQUIRED TO BE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@davemortell @AuspexResearch @sniperdream1 @RouxBourbon @adamfeuerstein I wondered if maybe someone had offered to… https://t.co/tX3IEFsxoY", "clean_text": "@DAVEMORTELL @AUSPEXRESEARCH @SNIPERDREAM1 @ROUXBOURBON @ADAMFEUERSTEIN I WONDERED IF MAYBE SOMEONE HAD OFFERED TO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@thayereric1 I’m pointing people to a public filing available here: https://t.co/YztN2MiErp", "clean_text": "@THAYERERIC1 IM POINTING PEOPLE TO A PUBLIC FILING AVAILABLE HERE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@thayereric1 That’s because paper form 144 filings don’t get posted to Edgar.", "clean_text": "@THAYERERIC1 THATS BECAUSE PAPER FORM 144 FILINGS DONT GET POSTED TO EDGAR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@360Timothee Totally incoherent. What does the company’s purchase obligation to Samsung have to do with the CEO selling stock?", "clean_text": "@360TIMOTHEE TOTALLY INCOHERENT WHAT DOES THE COMPANYS PURCHASE OBLIGATION TO SAMSUNG HAVE TO DO WITH THE CEO SELLING STOCK", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "I would never have expected Berkshire Hathaway to trot out the old “our management team has 185 years of experience” line.", "clean_text": "I WOULD NEVER HAVE EXPECTED BERKSHIRE HATHAWAY TO TROT OUT THE OLD OUR MANAGEMENT TEAM HAS 185 YEARS OF EXPERIENCE” LINE", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Buffett’s paean to the FDIC is interesting. It would also be interesting to ask him what kind of automatic stabiliz… https://t.co/m0tNRm0XmZ", "clean_text": "BUFFETTS PAEAN TO THE FDIC IS INTERESTING IT WOULD ALSO BE INTERESTING TO ASK HIM WHAT KIND OF AUTOMATIC STABILIZ ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Is he going to tell the story about Graham testifying to Congress?", "clean_text": "IS HE GOING TO TELL THE STORY ABOUT GRAHAM TESTIFYING TO CONGRESS", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "@michaelbatnick Clearly this is going to be the breakout meme format for FinTwit for 2020.", "clean_text": "@MICHAELBATNICK CLEARLY THIS IS GOING TO BE THE BREAKOUT MEME FORMAT FOR FINTWIT FOR 2020", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "OK, is he finally going to explain round-tripping those airlines?", "clean_text": "OK IS HE FINALLY GOING TO EXPLAIN ROUNDTRIPPING THOSE AIRLINES", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Warren taking 100% responsibility on the airline investments. I wonder how much Ted and Todd contributed to either… https://t.co/ZFvhLhm0V4", "clean_text": "WARREN TAKING 100% RESPONSIBILITY ON THE AIRLINE INVESTMENTS I WONDER HOW MUCH TED AND TODD CONTRIBUTED TO EITHER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "RT @DougMohn: @AlexRubalcava and 462 million doesn't mean anything to Jay Powell either.", "clean_text": "RT @DOUGMOHN @ALEXRUBALCAVA AND 462 MILLION DOESNT MEAN ANYTHING TO JAY POWELL EITHER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Kudos to my old friend Steven Stoller for getting that question in. Bummed not to be seeing him and the old crew in Omaha right now.", "clean_text": "KUDOS TO MY OLD FRIEND STEVEN STOLLER FOR GETTING THAT QUESTION IN BUMMED NOT TO BE SEEING HIM AND THE OLD CREW IN OMAHA RIGHT NOW", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AZ_Value", "Time": 20200502, "Text": "RT @cablecarcapital: Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he put o…", "clean_text": "RT @CABLECARCAPITAL WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PUT O", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200501, "Text": "In our view, you can toss out $MS \"fairness opinion\" as it fails to capture post #COVID19 valuations. Advent paying… https://t.co/vkpevQ7llf", "clean_text": "IN OUR VIEW YOU CAN TOSS OUT MS FAIRNESS OPINION AS IT FAILS TO CAPTURE POST #COVID19 VALUATIONS ADVENT PAYING ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "RT @bhavinjan1978: The key to analyzing a business is getting down to the basic unit of economic analysis says @mjmauboussin . For many con…", "clean_text": "RT @BHAVINJAN1978 THE KEY TO ANALYZING A BUSINESS IS GETTING DOWN TO THE BASIC UNIT OF ECONOMIC ANALYSIS SAYS @MJMAUBOUSSIN  FOR MANY CON", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "@bhavinjan1978 BTW, if I were to do this today, I would rely heavily on the great work of @d_mccar and @faderp. See… https://t.co/adYF32ZSgo", "clean_text": "@BHAVINJAN1978 BTW IF I WERE TO DO THIS TODAY I WOULD RELY HEAVILY ON THE GREAT WORK OF @D_MCCAR AND @FADERP SEE ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "RT @Madelinemaub: \"Rather than trying to persuade people, getting them to persuade themselves is often more effective.\"", "clean_text": "RT @MADELINEMAUB RATHER THAN TRYING TO PERSUADE PEOPLE GETTING THEM TO PERSUADE THEMSELVES IS OFTEN MORE EFFECTIVE", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200501, "Text": "this twete was too late for today's money stuff but here's a little sneak preview of monday's, it seems fine to me,… https://t.co/j45Xjx3wqw", "clean_text": "THIS TWETE WAS TOO LATE FOR TODAY MONEY STUFF BUT HERE A LITTLE SNEAK PREVIEW OF MONDAY IT SEEMS FINE TO ME ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@AuspexResearch @goodetrades @BuyersStrike Might be faster to list people not involved.", "clean_text": "@AUSPEXRESEARCH @GOODETRADES @BUYERSSTRIKE MIGHT BE FASTER TO LIST PEOPLE NOT INVOLVED", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he pu… https://t.co/DpXgSMyeNY", "clean_text": "WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PU ", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "This is \"go directly (back) to jail\" territory, in my opinion.", "clean_text": "THIS IS GO DIRECTLY BACK TO JAIL TERRITORY IN MY OPINION", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "I am told the Fed has not actually bought any Corporate Bonds via the shell company set up to circumvent the restri… https://t.co/6oBP9Z3ncp", "clean_text": "I AM TOLD THE FED HAS NOT ACTUALLY BOUGHT ANY CORPORATE BONDS VIA THE SHELL COMPANY SET UP TO CIRCUMVENT THE RESTRI ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "Want to see a chart of the greatest large scale whipsaw of all time?  Look at the price action of the ETF LQD over… https://t.co/6oMwTKU00I", "clean_text": "WANT TO SEE A CHART OF THE GREATEST LARGE SCALE WHIPSAW OF ALL TIME  LOOK AT THE PRICE ACTION OF THE ETF LQD OVER ", "count1": 3, "count2": 1, "count3": 3, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "The U.S. believes firmly that #Taiwan belongs at the table when the world discusses #COVID19 and other threats to g… https://t.co/qykeEXTFLK", "clean_text": "THE US BELIEVES FIRMLY THAT #TAIWAN BELONGS AT THE TABLE WHEN THE WORLD DISCUSSES #COVID19 AND OTHER THREATS TO G ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "We all know Taiwan has long been committed to global health and boasts one of the finest health and research networ… https://t.co/OSoA1DqXgc", "clean_text": "WE ALL KNOW TAIWAN HAS LONG BEEN COMMITTED TO GLOBAL HEALTH AND BOASTS ONE OF THE FINEST HEALTH AND RESEARCH NETWOR ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": ".@iingwen, the contrast with the #PRC is striking.  China's response to the outbreak of #COVID19 has been to hide t… https://t.co/snB9sbcRMd", "clean_text": "@IINGWEN THE CONTRAST WITH THE #PRC IS STRIKING  CHINA RESPONSE TO THE OUTBREAK OF #COVID19 HAS BEEN TO HIDE T ", "count1": 3, "count2": 0, "count3": 1, "count4": 2}, {"Name": "State_IO", "Time": 20200501, "Text": "RT @USUN: .@UN was founded to serve as a venue for all voices, a forum that welcomes a diversity of views &amp; perspectives, &amp; promotes human…", "clean_text": "RT @USUN @UN WAS FOUNDED TO SERVE AS A VENUE FOR ALL VOICES A FORUM THAT WELCOMES A DIVERSITY OF VIEWS AMP PERSPECTIVES AMP PROMOTES HUMAN", "count1": 0, "count2": 3, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "Is it too much to ask that Taiwan be permitted to share their expertise, their commitment, with the rest of the wor… https://t.co/auphB5tcNI", "clean_text": "IS IT TOO MUCH TO ASK THAT TAIWAN BE PERMITTED TO SHARE THEIR EXPERTISE THEIR COMMITMENT WITH THE REST OF THE WOR ", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "State_IO", "Time": 20200501, "Text": "Join us to #TweetforTaiwan's inclusion at the upcoming World Health Assembly so #Taiwan can bring its incredible ex… https://t.co/XujLjQpBEq", "clean_text": "JOIN US TO #TWEETFORTAIWAN INCLUSION AT THE UPCOMING WORLD HEALTH ASSEMBLY SO #TAIWAN CAN BRING ITS INCREDIBLE EX ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200501, "Text": "@valueterminal It doesn’t cover every issue, but builds rapport (you are coming to them with a problem, and asking… https://t.co/kcDlMZMAxJ", "clean_text": "@VALUETERMINAL IT DOESNT COVER EVERY ISSUE BUT BUILDS RAPPORT YOU ARE COMING TO THEM WITH A PROBLEM AND ASKING ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200501, "Text": "Commentary from $MCD echoes that of $YUMC that customers have not reverted back to pre-shutdown routines. $MIDD https://t.co/az4xUva2VG", "clean_text": "COMMENTARY FROM MCD ECHOES THAT OF YUMC THAT CUSTOMERS HAVE NOT REVERTED BACK TO PRESHUTDOWN ROUTINES MIDD ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200501, "Text": "Starting to see more articles/commentary about how life might look when we try &amp; re start the economy if we have to… https://t.co/gjbTgZcVZU", "clean_text": "STARTING TO SEE MORE ARTICLESCOMMENTARY ABOUT HOW LIFE MIGHT LOOK WHEN WE TRY AMP RE START THE ECONOMY IF WE HAVE TO ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "CitronResearch", "Time": 20200501, "Text": "The feedback from China on $GSX has been amazing.  There are many honest Chinese people who want to see this gone.… https://t.co/f66dyH1I9n", "clean_text": "THE FEEDBACK FROM CHINA ON GSX HAS BEEN AMAZING  THERE ARE MANY HONEST CHINESE PEOPLE WHO WANT TO SEE THIS GONE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200501, "Text": "PAA Research Report: OSTK: Sitting With “Pocket Aces”, All OSTK Needs to Do Is Hold Serve; Raising Estimates (Meani… https://t.co/AyU2WEr8fY", "clean_text": "PAA RESEARCH REPORT OSTK SITTING WITH POCKET ACES” ALL OSTK NEEDS TO DO IS HOLD SERVE RAISING ESTIMATES MEANI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200501, "Text": "Don't even need to know what the line is. I'll take the over. https://t.co/vOaqIZt8iq", "clean_text": "DONT EVEN NEED TO KNOW WHAT THE LINE IS ILL TAKE THE OVER ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "$ALGN disappointing results in Q1 MORE than just due to the Pandemic. Weakness in the business very evident… https://t.co/VgAAfm92N1", "clean_text": "ALGN DISAPPOINTING RESULTS IN Q1 MORE THAN JUST DUE TO THE PANDEMIC WEAKNESS IN THE BUSINESS VERY EVIDENT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "$FSCT management laughing to the bank with its $100m pay day - #gold #parachute - it's disgraceful in our opinion,… https://t.co/6X1lhFSWqj", "clean_text": "FSCT MANAGEMENT LAUGHING TO THE BANK WITH ITS 100M PAY DAY  #GOLD #PARACHUTE  IT DISGRACEFUL IN OUR OPINION ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "RT @TDANetwork: Time to short $FSCT? 🧐\n\n@sprucepointcap’s Ben Axler breaks down the red flags of Advent International’s purchase of Foresco…", "clean_text": "RT @TDANETWORK TIME TO SHORT FSCT 🧐\n\n@SPRUCEPOINTCAPS BEN AXLER BREAKS DOWN THE RED FLAGS OF ADVENT INTERNATIONALS PURCHASE OF FORESCO", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "It's time to stop the enormously diverging #wealth gap in #America - @BernieSanders @ewarren - as evidence by Adven… https://t.co/POHTDA7IrS", "clean_text": "IT TIME TO STOP THE ENORMOUSLY DIVERGING #WEALTH GAP IN #AMERICA  @BERNIESANDERS @EWARREN  AS EVIDENCE BY ADVEN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "#Information rules on #WallStreet. Who knew what and when is critical to this $FSCT deal timeline. \"Target Plan\"\n,… https://t.co/QrZ9UXGiwB", "clean_text": "#INFORMATION RULES ON #WALLSTREET WHO KNEW WHAT AND WHEN IS CRITICAL TO THIS FSCT DEAL TIMELINE TARGET PLAN\n ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Seems a little odd that Advent wouldn't confirm the closing date of May 18th that $FSCT shareholders were trying to… https://t.co/IkyHXDB2kU", "clean_text": "SEEMS A LITTLE ODD THAT ADVENT WOULDNT CONFIRM THE CLOSING DATE OF MAY 18TH THAT FSCT SHAREHOLDERS WERE TRYING TO ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Out-sized exposure to public gov't and financial services a concern raised by a $FSCT former employee we interviewe… https://t.co/tVrCwAZFz8", "clean_text": "OUTSIZED EXPOSURE TO PUBLIC GOVT AND FINANCIAL SERVICES A CONCERN RAISED BY A FSCT FORMER EMPLOYEE WE INTERVIEWE ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200430, "Text": "This newsletter is a complete noob when it comes to stocks. We’ll see what happens. I hate to say it, but it’s like… https://t.co/h47YnjdNzV", "clean_text": "THIS NEWSLETTER IS A COMPLETE NOOB WHEN IT COMES TO STOCKS WELL SEE WHAT HAPPENS I HATE TO SAY IT BUT ITS LIKE ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "footnoted", "Time": 20200430, "Text": "RT @Cezary: After denying @WSJ #FOIA requests for #PPP loan data on the grounds that it's too busy to disclose the data, the SBA gives an e…", "clean_text": "RT @CEZARY AFTER DENYING @WSJ #FOIA REQUESTS FOR #PPP LOAN DATA ON THE GROUNDS THAT IT TOO BUSY TO DISCLOSE THE DATA THE SBA GIVES AN E", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200430, "Text": "@irbezek I think more than half of these loan mods are because people can modify versus needing to modify.", "clean_text": "@IRBEZEK I THINK MORE THAN HALF OF THESE LOAN MODS ARE BECAUSE PEOPLE CAN MODIFY VERSUS NEEDING TO MODIFY", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @SamGellman: These home quarantine bracelets people have to wear when they arrive in Hong Kong for the first 14 days are getting pretty…", "clean_text": "RT @SAMGELLMAN THESE HOME QUARANTINE BRACELETS PEOPLE HAVE TO WEAR WHEN THEY ARRIVE IN HONG KONG FOR THE FIRST 14 DAYS ARE GETTING PRETTY", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200430, "Text": "RT @StateDept: .@SecPompeo: Americans have devoted nearly $6.5 billion in government and non-government contributions to help countries fig…", "clean_text": "RT @STATEDEPT @SECPOMPEO AMERICANS HAVE DEVOTED NEARLY 65 BILLION IN GOVERNMENT AND NONGOVERNMENT CONTRIBUTIONS TO HELP COUNTRIES FIG", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200430, "Text": "Citron looks forward to providing the SEC with proof of fraud at $GSX.  Post Luckin cooperation with CSRC and SEC s… https://t.co/tsNrYTPlPf", "clean_text": "CITRON LOOKS FORWARD TO PROVIDING THE SEC WITH PROOF OF FRAUD AT GSX  POST LUCKIN COOPERATION WITH CSRC AND SEC S ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200429, "Text": "Fake prices+fake #economic realities, supported by our moral hazard stoking $FED; welcome to the new #investing… https://t.co/u6yb4GV0qH", "clean_text": "FAKE PRICES+FAKE #ECONOMIC REALITIES SUPPORTED BY OUR MORAL HAZARD STOKING FED WELCOME TO THE NEW #INVESTING ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @retheauditors: @probesreporter Last I wrote about gift cards. If no one can use them, some companies may be able to accelerate recognit…", "clean_text": "RT @RETHEAUDITORS @PROBESREPORTER LAST I WROTE ABOUT GIFT CARDS IF NO ONE CAN USE THEM SOME COMPANIES MAY BE ABLE TO ACCELERATE RECOGNIT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200429, "Text": "Most interesting response yet to my essay \"It's Time To Build\" from Martin Gurri @mgurri! https://t.co/XoRA5FBXwc", "clean_text": "MOST INTERESTING RESPONSE YET TO MY ESSAY IT TIME TO BUILD FROM MARTIN GURRI @MGURRI ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200429, "Text": "This newsletter rots and its value drops to zero after a week. https://t.co/1172buIOni", "clean_text": "THIS NEWSLETTER ROTS AND ITS VALUE DROPS TO ZERO AFTER A WEEK ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200429, "Text": "@twcarey Good friends of mine go to that every year!", "clean_text": "@TWCAREY GOOD FRIENDS OF MINE GO TO THAT EVERY YEAR", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200429, "Text": "@AlexRubalcava @aaronvalue Such a great post. I made the switch to community banking 10 years ago.", "clean_text": "@ALEXRUBALCAVA @AARONVALUE SUCH A GREAT POST I MADE THE SWITCH TO COMMUNITY BANKING 10 YEARS AGO", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200429, "Text": "RT @TheStalwart: One way Morgan Stanley is tracking the industrial recovery in China is by measuring how fast air quality turns to crap aga…", "clean_text": "RT @THESTALWART ONE WAY MORGAN STANLEY IS TRACKING THE INDUSTRIAL RECOVERY IN CHINA IS BY MEASURING HOW FAST AIR QUALITY TURNS TO CRAP AGA", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200429, "Text": "Congrats to @byloftie on launching its first product: the Loftie Clock! Goodbye iPhone, hello eight hours of slumbe… https://t.co/9X1oQtwHq4", "clean_text": "CONGRATS TO @BYLOFTIE ON LAUNCHING ITS FIRST PRODUCT THE LOFTIE CLOCK GOODBYE IPHONE HELLO EIGHT HOURS OF SLUMBE ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200429, "Text": "RT @ReaperCancelled: I wasn't going to go shopping, but now that I know there's a treatment that works like 30% of the time, for when i'm v…", "clean_text": "RT @REAPERCANCELLED I WASNT GOING TO GO SHOPPING BUT NOW THAT I KNOW THERE A TREATMENT THAT WORKS LIKE 30% OF THE TIME FOR WHEN IM V", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200429, "Text": "@ArtkoCapital It was a tough quarter for everyone, esp. running a micro cap strategy but hats off to you for sharin… https://t.co/yXinnqj6Z7", "clean_text": "@ARTKOCAPITAL IT WAS A TOUGH QUARTER FOR EVERYONE ESP RUNNING A MICRO CAP STRATEGY BUT HATS OFF TO YOU FOR SHARIN ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200429, "Text": "PAA Research Report: CWH: Social Distancing from Anywhere – Time to Go Long Camping World Holdings (CWH) with a $20… https://t.co/fxPcbG9uyY", "clean_text": "PAA RESEARCH REPORT CWH SOCIAL DISTANCING FROM ANYWHERE TIME TO GO LONG CAMPING WORLD HOLDINGS CWH WITH A 20 ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200428, "Text": "RT @JohnPGavin: Good night all.  It's okay to not be okay about where things are at present.  That's why rest is so important.  We've got t…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  IT OKAY TO NOT BE OKAY ABOUT WHERE THINGS ARE AT PRESENT  THAT WHY REST IS SO IMPORTANT  WEVE GOT T", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200428, "Text": "Our E&amp;O insurance carrier clients use us to warn them when their own clients, or prospective clients, have undisclo… https://t.co/hhq5mPyUbN", "clean_text": "OUR EAMPO INSURANCE CARRIER CLIENTS USE US TO WARN THEM WHEN THEIR OWN CLIENTS OR PROSPECTIVE CLIENTS HAVE UNDISCLO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200428, "Text": "We not only know how to use the #FOIA, we're not afraid to sue the Federal government when they fail to comply with… https://t.co/zCKJ47Z6J7", "clean_text": "WE NOT ONLY KNOW HOW TO USE THE #FOIA WERE NOT AFRAID TO SUE THE FEDERAL GOVERNMENT WHEN THEY FAIL TO COMPLY WITH ", "count1": 2, "count2": 0, "count3": 0, "count4": 3}, {"Name": "matt_levine", "Time": 20200428, "Text": "This newsletter is the smack in the face the market needed to realize this is serious. https://t.co/DlT12nBMgT", "clean_text": "THIS NEWSLETTER IS THE SMACK IN THE FACE THE MARKET NEEDED TO REALIZE THIS IS SERIOUS ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200428, "Text": "Got a call from my kid’s summer camp that it has been deemed an essential business. Seems too early to make that ca… https://t.co/3NVFDjDNvq", "clean_text": "GOT A CALL FROM MY KIDS SUMMER CAMP THAT IT HAS BEEN DEEMED AN ESSENTIAL BUSINESS SEEMS TOO EARLY TO MAKE THAT CA ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200428, "Text": "I doubt I am the only person frustrated by National-Debt-financed bailouts of companies that leveraged up large to… https://t.co/2FAZQsuPWz", "clean_text": "I DOUBT I AM THE ONLY PERSON FRUSTRATED BY NATIONALDEBTFINANCED BAILOUTS OF COMPANIES THAT LEVERAGED UP LARGE TO ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @SecPompeo: The CCP needs to be transparent as the world seeks answers to #COVID19 and its origins. We don’t know the history. We haven’…", "clean_text": "RT @SECPOMPEO THE CCP NEEDS TO BE TRANSPARENT AS THE WORLD SEEKS ANSWERS TO #COVID19 AND ITS ORIGINS WE DONT KNOW THE HISTORY WE HAVEN", "count1": 3, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "LOs: In addition to Cap Group and D&amp;C, T. Rowe has like 2 or 3 guys out there. Also would look at Parnassus. And th… https://t.co/EsBh3C12Gg", "clean_text": "LOS IN ADDITION TO CAP GROUP AND DAMPC T ROWE HAS LIKE 2 OR 3 GUYS OUT THERE ALSO WOULD LOOK AT PARNASSUS AND TH ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "Late to this, but fantastic / hilarious thread. https://t.co/XkeYS4vdmN", "clean_text": "LATE TO THIS BUT FANTASTIC  HILARIOUS THREAD ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200428, "Text": "This has been an interesting blog to follow the past month. They summarize the digital advertising spending trends… https://t.co/X57qciedYy", "clean_text": "THIS HAS BEEN AN INTERESTING BLOG TO FOLLOW THE PAST MONTH THEY SUMMARIZE THE DIGITAL ADVERTISING SPENDING TRENDS ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200428, "Text": "@ToddWenning @kylerhasson Absolutely agree. You don't need to worship Buffett, but the criticism he has received is… https://t.co/G3evtTcBQN", "clean_text": "@TODDWENNING @KYLERHASSON ABSOLUTELY AGREE YOU DONT NEED TO WORSHIP BUFFETT BUT THE CRITICISM HE HAS RECEIVED IS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200428, "Text": "@FoolAllTheTime Trajectory seems credible to me, but but who the fuck goes to https://t.co/bxsYARRKFK? Boomers?", "clean_text": "@FOOLALLTHETIME TRAJECTORY SEEMS CREDIBLE TO ME BUT BUT WHO THE FUCK GOES TO  BOOMERS", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AZ_Value", "Time": 20200428, "Text": "RT @FD: Wirecard on 2016-2018: \"According to the increased forensic requirements of the audit by KPMG, however, not all data could be obtai…", "clean_text": "RT @FD WIRECARD ON 20162018 ACCORDING TO THE INCREASED FORENSIC REQUIREMENTS OF THE AUDIT BY KPMG HOWEVER NOT ALL DATA COULD BE OBTAI", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200427, "Text": "@morganhousel @trengriffin To make the comparison more apples-to-apples, it is important to select a time period th… https://t.co/p2TuvgzzM4", "clean_text": "@MORGANHOUSEL @TRENGRIFFIN TO MAKE THE COMPARISON MORE APPLESTOAPPLES IT IS IMPORTANT TO SELECT A TIME PERIOD TH ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200427, "Text": "The NASDAQ Composite Index is down less than 3% YTD.  Doesn’t feel like it....right?...but it  goes to show just ho… https://t.co/kE4WgoNWnJ", "clean_text": "THE NASDAQ COMPOSITE INDEX IS DOWN LESS THAN 3% YTD  DOESNT FEEL LIKE ITRIGHTBUT IT  GOES TO SHOW JUST HO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @StateDept: .@SecPompeo: We still need every country to be transparent, to share their data, to share all of this information so the wor…", "clean_text": "RT @STATEDEPT @SECPOMPEO WE STILL NEED EVERY COUNTRY TO BE TRANSPARENT TO SHARE THEIR DATA TO SHARE ALL OF THIS INFORMATION SO THE WOR", "count1": 1, "count2": 0, "count3": 1, "count4": 3}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @SecPompeo: May the holy month of Ramadan be a reminder for people of all faiths to strive for compassion. As we navigate #COVID19, may…", "clean_text": "RT @SECPOMPEO MAY THE HOLY MONTH OF RAMADAN BE A REMINDER FOR PEOPLE OF ALL FAITHS TO STRIVE FOR COMPASSION AS WE NAVIGATE #COVID19 MAY", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "FCFYield", "Time": 20200427, "Text": "3/ This could mean a lot of “seasoned” investors anchored to historic metrics will always be bearish/under invested… https://t.co/w7eMS2t6ZO", "clean_text": "3 THIS COULD MEAN A LOT OF SEASONED” INVESTORS ANCHORED TO HISTORIC METRICS WILL ALWAYS BE BEARISHUNDER INVESTED ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200427, "Text": "This list is basically the safe backbone of ‘best businesses’ and @jj_shipley did a great job here.  I prefer to in… https://t.co/kIwet9sylH", "clean_text": "THIS LIST IS BASICALLY THE SAFE BACKBONE OF BEST BUSINESSES AND @JJ_SHIPLEY DID A GREAT JOB HERE  I PREFER TO IN ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200427, "Text": "$INO is the Covid-19 version of Theranos.  Either the SEC halts the stock or it trades back to $1 on a history of f… https://t.co/kmHptbEWTj", "clean_text": "INO IS THE COVID19 VERSION OF THERANOS  EITHER THE SEC HALTS THE STOCK OR IT TRADES BACK TO 1 ON A HISTORY OF F ", "count1": 3, "count2": 1, "count3": 2, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200427, "Text": "It’s great to see that the US is finally making progress when it comes to COVID testing. \n\nhttps://t.co/r794iTCVDf", "clean_text": "ITS GREAT TO SEE THAT THE US IS FINALLY MAKING PROGRESS WHEN IT COMES TO COVID TESTING \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200427, "Text": "Currently listening to two of the wisest people I know — @MarceloPLima and @GSpier — talking about the tradeoffs in… https://t.co/KTlo6sHhPg", "clean_text": "CURRENTLY LISTENING TO TWO OF THE WISEST PEOPLE I KNOW @MARCELOPLIMA AND @GSPIER TALKING ABOUT THE TRADEOFFS IN ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200427, "Text": "@MarceloPLima @GSpier It’s an important discussion. The shutdown bought us time, but it has to be changed and lifte… https://t.co/qHcWukcQdg", "clean_text": "@MARCELOPLIMA @GSPIER ITS AN IMPORTANT DISCUSSION THE SHUTDOWN BOUGHT US TIME BUT IT HAS TO BE CHANGED AND LIFTE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200427, "Text": "@BenRabidoux Looks like a chart that you want to show a certain conclusion that has not demonstrated any predictive… https://t.co/0wzoBBtx51", "clean_text": "@BENRABIDOUX LOOKS LIKE A CHART THAT YOU WANT TO SHOW A CERTAIN CONCLUSION THAT HAS NOT DEMONSTRATED ANY PREDICTIVE ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200427, "Text": "@QuisitiveInvest To me the conclusion is not that risk happens fast, it's that it was always there. Their pre-relea… https://t.co/ny1r1Utr3l", "clean_text": "@QUISITIVEINVEST TO ME THE CONCLUSION IS NOT THAT RISK HAPPENS FAST IT THAT IT WAS ALWAYS THERE THEIR PRERELEA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200427, "Text": "Beastie Boys to Dennis Rodman is good. So good. https://t.co/s4E6OzQitq", "clean_text": "BEASTIE BOYS TO DENNIS RODMAN IS GOOD SO GOOD ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200427, "Text": "RT @WorldWideWob: Dennis Rodman: DNP (Vegas)\n\nto this day the single-greatest load management finesse of all-time.", "clean_text": "RT @WORLDWIDEWOB DENNIS RODMAN DNP VEGAS\n\nTO THIS DAY THE SINGLEGREATEST LOAD MANAGEMENT FINESSE OF ALLTIME", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200426, "Text": "@SamAntar @brklynmind Yes. Agree. Angry because as long as people choose to re-interpret the rules, my parents and… https://t.co/ttyM8Zx1Oh", "clean_text": "@SAMANTAR @BRKLYNMIND YES AGREE ANGRY BECAUSE AS LONG AS PEOPLE CHOOSE TO REINTERPRET THE RULES MY PARENTS AND ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200426, "Text": "@PlanMaestro @brett_walden Equity markets are not down that much. Is the issue now more to do with NIRP rate environment?", "clean_text": "@PLANMAESTRO @BRETT_WALDEN EQUITY MARKETS ARE NOT DOWN THAT MUCH IS THE ISSUE NOW MORE TO DO WITH NIRP RATE ENVIRONMENT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "@rationalwalk Or just buying time to figure out what to do... wouldn’t be the first time", "clean_text": "@RATIONALWALK OR JUST BUYING TIME TO FIGURE OUT WHAT TO DO WOULDNT BE THE FIRST TIME", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "RT @gdibner: Woke up to good news from Israel on ending the Coronavirus lockdown this morning, which I think should be shared widely in Eng…", "clean_text": "RT @GDIBNER WOKE UP TO GOOD NEWS FROM ISRAEL ON ENDING THE CORONAVIRUS LOCKDOWN THIS MORNING WHICH I THINK SHOULD BE SHARED WIDELY IN ENG", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy I’m also partial to Safran over Airbus, but that’s a personal preference. \n\nI’m guessing this is a… https://t.co/2EbR9gQUCf", "clean_text": "@CONVEXITYCOWBOY IM ALSO PARTIAL TO SAFRAN OVER AIRBUS BUT THATS A PERSONAL PREFERENCE \n\nIM GUESSING THIS IS A ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200425, "Text": "RT @JohnPGavin: Good night all.  My late grandmother used to say, get your education, no one can ever take that from you.  There's a lot th…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  MY LATE GRANDMOTHER USED TO SAY GET YOUR EDUCATION NO ONE CAN EVER TAKE THAT FROM YOU  THERE A LOT TH", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200425, "Text": "@Nerlynx1 @BagholderQuotes The data in that letter to the editor actually suggest (caveat: small n, patients not tr… https://t.co/tFdBU1ISE5", "clean_text": "@NERLYNX1 @BAGHOLDERQUOTES THE DATA IN THAT LETTER TO THE EDITOR ACTUALLY SUGGEST CAVEAT SMALL N PATIENTS NOT TR ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200425, "Text": "@davemortell @pb_1973 @LUFCLew Obviously the sample is too small to draw any conclusions either way, but the result… https://t.co/rEg3HlqK0g", "clean_text": "@DAVEMORTELL @PB_1973 @LUFCLEW OBVIOUSLY THE SAMPLE IS TOO SMALL TO DRAW ANY CONCLUSIONS EITHER WAY BUT THE RESULT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200425, "Text": "AT&amp;T’s Randall Stephenson to Retire as CEO https://t.co/au0U4hSe95", "clean_text": "ATAMPTS RANDALL STEPHENSON TO RETIRE AS CEO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200425, "Text": "Initial 13D filings continue to fall dramatically https://t.co/3pXcwVUWCv", "clean_text": "INITIAL 13D FILINGS CONTINUE TO FALL DRAMATICALLY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200425, "Text": "Why Americans Prefer Real Estate to Stocks https://t.co/faneruHAHT", "clean_text": "WHY AMERICANS PREFER REAL ESTATE TO STOCKS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "@i123arnold @LongShortTrader This kind of speaks to it being distribution. In NY, been challenging to get meat at t… https://t.co/Zdx6kK7fIU", "clean_text": "@I123ARNOLD @LONGSHORTTRADER THIS KIND OF SPEAKS TO IT BEING DISTRIBUTION IN NY BEEN CHALLENGING TO GET MEAT AT T ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200425, "Text": "@Post_Market @BarbarianCap Big Spud had their hands in every pocket from here to kingdom come.  Good to finally see… https://t.co/Xa7JZHMj2V", "clean_text": "@POST_MARKET @BARBARIANCAP BIG SPUD HAD THEIR HANDS IN EVERY POCKET FROM HERE TO KINGDOM COME  GOOD TO FINALLY SEE ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200425, "Text": "@Post_Market @BarbarianCap Wow this really blew up - I don’t have anything to promote.  Text LOVE to 66969 to donat… https://t.co/tLJOfvojDL", "clean_text": "@POST_MARKET @BARBARIANCAP WOW THIS REALLY BLEW UP  I DONT HAVE ANYTHING TO PROMOTE  TEXT LOVE TO 66969 TO DONAT ", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "AZ_Value", "Time": 20200425, "Text": "The onion needs to start giving their stock picks on CNBC https://t.co/tb01xRAtYn", "clean_text": "THE ONION NEEDS TO START GIVING THEIR STOCK PICKS ON CNBC ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]