["THIS", {"Name": "matt_levine", "Time": 20200525, "Text": "surely this is the only reason anyone tweets, also follow tracy obviously https://t.co/fpzWrb8TaD", "clean_text": "SURELY THIS IS THE ONLY REASON ANYONE TWEETS ALSO FOLLOW TRACY OBVIOUSLY ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200525, "Text": "they're gonna sell, what, three of this t-shirt today, and i won't see a dime of that", "clean_text": "THEYRE GONNA SELL WHAT THREE OF THIS TSHIRT TODAY AND I WONT SEE A DIME OF THAT", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200525, "Text": "@njl @peterb i know this is a thing that people talk about but i think i have ... never experienced it in my adult… https://t.co/TKOs43Rjro", "clean_text": "@NJL @PETERB I KNOW THIS IS A THING THAT PEOPLE TALK ABOUT BUT I THINK I HAVE  NEVER EXPERIENCED IT IN MY ADULT ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200525, "Text": "@PScatterpatter @quantian1 Cabbage pic change really threw me off. Should I read into this?", "clean_text": "@PSCATTERPATTER @QUANTIAN1 CABBAGE PIC CHANGE REALLY THREW ME OFF SHOULD I READ INTO THIS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200525, "Text": "@PScatterpatter This is worse than me missing something moving a stick when it’s on CN GO", "clean_text": "@PSCATTERPATTER THIS IS WORSE THAN ME MISSING SOMETHING MOVING A STICK WHEN ITS ON CN GO", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200525, "Text": "@bennpeifert Where would you suggest learning about this stuff if you are just an equities generalist? \n\nProbably c… https://t.co/QKkgmGbKcL", "clean_text": "@BENNPEIFERT WHERE WOULD YOU SUGGEST LEARNING ABOUT THIS STUFF IF YOU ARE JUST AN EQUITIES GENERALIST \n\nPROBABLY C ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200525, "Text": "@ReaperCancelled And run money! \n\nI expected way more 70-80 year old NY-based PMs to take this opportunity to retir… https://t.co/FKzypzAxuK", "clean_text": "@REAPERCANCELLED AND RUN MONEY \n\nI EXPECTED WAY MORE 7080 YEAR OLD NYBASED PMS TO TAKE THIS OPPORTUNITY TO RETIR ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200525, "Text": "RT @RexChapman: This brother helping his sister get buckets is definitely the Twitter content I’m here for...🌎❤️🏀❤️https://t.co/VwlP2mHY8j", "clean_text": "RT @REXCHAPMAN THIS BROTHER HELPING HIS SISTER GET BUCKETS IS DEFINITELY THE TWITTER CONTENT IM HERE FOR🌎❤️🏀❤️", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200525, "Text": "RT @bethbourdon: if we only keep one thing from this pandemic, i hope it’s priests with water pistols https://t.co/2LNCjqEFtc", "clean_text": "RT @BETHBOURDON IF WE ONLY KEEP ONE THING FROM THIS PANDEMIC I HOPE ITS PRIESTS WITH WATER PISTOLS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200525, "Text": "RT @B_resnick: It’s too easy to shame this person. Harder, and more necessary, to think about why this dangerous situation was incentivized…", "clean_text": "RT @B_RESNICK ITS TOO EASY TO SHAME THIS PERSON HARDER AND MORE NECESSARY TO THINK ABOUT WHY THIS DANGEROUS SITUATION WAS INCENTIVIZED", "count1": 0, "count2": 2, "count3": 0, "count4": 2}, {"Name": "marginalidea", "Time": 20200524, "Text": "I've had too many beers today to now be spending this much time reading about why Disney chose Orlando", "clean_text": "IVE HAD TOO MANY BEERS TODAY TO NOW BE SPENDING THIS MUCH TIME READING ABOUT WHY DISNEY CHOSE ORLANDO", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200524, "Text": "@PSBCap oh man this will be another rabbit hole", "clean_text": "@PSBCAP OH MAN THIS WILL BE ANOTHER RABBIT HOLE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200524, "Text": "RT @samaracello: Knight Rider - had quite a few requests for this one and no wonder because it's a total banger https://t.co/7C6Gq6Kn5u", "clean_text": "RT @SAMARACELLO KNIGHT RIDER  HAD QUITE A FEW REQUESTS FOR THIS ONE AND NO WONDER BECAUSE IT A TOTAL BANGER ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "muddywatersre", "Time": 20200523, "Text": "@JesseLi48096164 @WallStCynic @Carson_C_Block It treats $GSX as though it’s a real business. It’s not. This isn’t a… https://t.co/QFHmZrux9I", "clean_text": "@JESSELI48096164 @WALLSTCYNIC @CARSON_C_BLOCK IT TREATS GSX AS THOUGH ITS A REAL BUSINESS ITS NOT THIS ISNT A ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200523, "Text": "@aboth24 This is a few years old, but gives you an idea of the answer. This is an interesting exercise to do from t… https://t.co/d57zxZmz85", "clean_text": "@ABOTH24 THIS IS A FEW YEARS OLD BUT GIVES YOU AN IDEA OF THE ANSWER THIS IS AN INTERESTING EXERCISE TO DO FROM T ", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "marginalidea", "Time": 20200523, "Text": "@hereforthefin @TheStalwart I agree with this but most times when I spend money to prepare not to I continue to spend afterwards anyway", "clean_text": "@HEREFORTHEFIN @THESTALWART I AGREE WITH THIS BUT MOST TIMES WHEN I SPEND MONEY TO PREPARE NOT TO I CONTINUE TO SPEND AFTERWARDS ANYWAY", "count1": 0, "count2": 3, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200523, "Text": "@Biohazard3737 Just when I thought this market couldn’t get any dumber.", "clean_text": "@BIOHAZARD3737 JUST WHEN I THOUGHT THIS MARKET COULDNT GET ANY DUMBER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200523, "Text": "@17thStCap What’s the predictive value of this series in the first place?\n\nMore people looking at homes online, ima… https://t.co/LJntkROo6p", "clean_text": "@17THSTCAP WHATS THE PREDICTIVE VALUE OF THIS SERIES IN THE FIRST PLACE\n\nMORE PEOPLE LOOKING AT HOMES ONLINE IMA ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200523, "Text": "VagueAct\nHMO Capital\nGrave Warrior (actually this is awesome)\nPerching Square https://t.co/vpTVGiQ5lP", "clean_text": "VAGUEACT\nHMO CAPITAL\nGRAVE WARRIOR ACTUALLY THIS IS AWESOME\nPERCHING SQUARE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200523, "Text": "If you’ve been waiting to buy a Certified Pre-Owned Impala...\n\nThis\nIs\nYour\nMoment https://t.co/iuGcMUnaIM", "clean_text": "IF YOUVE BEEN WAITING TO BUY A CERTIFIED PREOWNED IMPALA\n\nTHIS\nIS\nYOUR\nMOMENT ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200522, "Text": "This newsletter is so rare that it’s generated a cult-like following among traders. https://t.co/EdqhKWRfOx", "clean_text": "THIS NEWSLETTER IS SO RARE THAT ITS GENERATED A CULTLIKE FOLLOWING AMONG TRADERS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200522, "Text": "This makes it sound like he has another family in South Florida https://t.co/yg7pSkRfop", "clean_text": "THIS MAKES IT SOUND LIKE HE HAS ANOTHER FAMILY IN SOUTH FLORIDA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200522, "Text": "@TheStalwart pro move is to get the Domino's pizza and then swing by Papa John's for their garlic sauce (this is a serious post)", "clean_text": "@THESTALWART PRO MOVE IS TO GET THE DOMINO PIZZA AND THEN SWING BY PAPA JOHN FOR THEIR GARLIC SAUCE THIS IS A SERIOUS POST", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200522, "Text": "A very long time ago, I worked for this newspaper. Back then, it was flush with ad revenue. Now, it’s resorted to a… https://t.co/qL0xBvAqCu", "clean_text": "A VERY LONG TIME AGO I WORKED FOR THIS NEWSPAPER BACK THEN IT WAS FLUSH WITH AD REVENUE NOW ITS RESORTED TO A ", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "adoxen", "Time": 20200522, "Text": "@RussianBear Looks like this guy. https://t.co/kG7iAPycCt", "clean_text": "@RUSSIANBEAR LOOKS LIKE THIS GUY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200522, "Text": "RT @iancassel: I loved this by @GavinSBaker \n\nInterview: https://t.co/Nk7KPuikEz https://t.co/y8emdazy8Z", "clean_text": "RT @IANCASSEL I LOVED THIS BY @GAVINSBAKER \n\nINTERVIEW  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @paul_d_andersen: This vid should have more than 499 views!👀\n\n@GavinSBaker is a clear thinker &amp; great investor. If you're into tech or i…", "clean_text": "RT @PAUL_D_ANDERSEN THIS VID SHOULD HAVE MORE THAN 499 VIEWS👀\n\n@GAVINSBAKER IS A CLEAR THINKER AMP GREAT INVESTOR IF YOURE INTO TECH OR I", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @CNN: Scientists have created a mouse embryo that's part human — 4% to be exact.\n\nThis human-mouse chimera has by far the highest number…", "clean_text": "RT @CNN SCIENTISTS HAVE CREATED A MOUSE EMBRYO THAT PART HUMAN 4% TO BE EXACT\n\nTHIS HUMANMOUSE CHIMERA HAS BY FAR THE HIGHEST NUMBER", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200522, "Text": "I’m about ten days late but I really like this thoughtful post by @LT3000Lyall, about the way that the market exact… https://t.co/i3Dy48J6Ql", "clean_text": "IM ABOUT TEN DAYS LATE BUT I REALLY LIKE THIS THOUGHTFUL POST BY @LT3000LYALL ABOUT THE WAY THAT THE MARKET EXACT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200522, "Text": "This is not creepy at all. https://t.co/NgVCwWTq6L", "clean_text": "THIS IS NOT CREEPY AT ALL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200521, "Text": "This is one of those newsletters where you just go home and say ‘It’s either going to be beer or wine.’ https://t.co/x1PgVhdLpM", "clean_text": "THIS IS ONE OF THOSE NEWSLETTERS WHERE YOU JUST GO HOME AND SAY ITS EITHER GOING TO BE BEER OR WINE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200521, "Text": "@pearkes @IvanTheK to be clear this is not \"economies of scale,\" this is \"the smallest amount of flour baldor will… https://t.co/2emN0Gfypg", "clean_text": "@PEARKES @IVANTHEK TO BE CLEAR THIS IS NOT ECONOMIES OF SCALE THIS IS THE SMALLEST AMOUNT OF FLOUR BALDOR WILL ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "marginalidea", "Time": 20200521, "Text": "@schaudenfraud Baron Davis needs to be on this list", "clean_text": "@SCHAUDENFRAUD BARON DAVIS NEEDS TO BE ON THIS LIST", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200521, "Text": "@PlainSite Why are you doing this pro se?", "clean_text": "@PLAINSITE WHY ARE YOU DOING THIS PRO SE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200521, "Text": "@CliffordAsness aren’t you glad you came back to this lovely platform?", "clean_text": "@CLIFFORDASNESS ARENT YOU GLAD YOU CAME BACK TO THIS LOVELY PLATFORM", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200521, "Text": "Jobs getting cut this long after the initial pandemic response are companies cutting meat versus fat. The employmen… https://t.co/IRrGntQ5OV", "clean_text": "JOBS GETTING CUT THIS LONG AFTER THE INITIAL PANDEMIC RESPONSE ARE COMPANIES CUTTING MEAT VERSUS FAT THE EMPLOYMEN ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: For years Russia has violated the terms of this Treaty, while the U.S. and allies live up to their commitments. Such agreement…", "clean_text": "RT @USAMBUN FOR YEARS RUSSIA HAS VIOLATED THE TERMS OF THIS TREATY WHILE THE US AND ALLIES LIVE UP TO THEIR COMMITMENTS SUCH AGREEMENT", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200521, "Text": "Great post by @TurnerNovak on Bytedance/TikTok. This is Turner's equivalent to @ConnieChan's landmark WeChat for wh… https://t.co/PP7NYnfeBI", "clean_text": "GREAT POST BY @TURNERNOVAK ON BYTEDANCETIKTOK THIS IS TURNER EQUIVALENT TO @CONNIECHAN LANDMARK WECHAT FOR WH ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200521, "Text": "Who would argue the other side of this? Luckin was just the latest in a long parade of junky Chinese listings. https://t.co/Rd3zrQbugT", "clean_text": "WHO WOULD ARGUE THE OTHER SIDE OF THIS LUCKIN WAS JUST THE LATEST IN A LONG PARADE OF JUNKY CHINESE LISTINGS ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "EdBorgato", "Time": 20200521, "Text": "Massive implications if this works and is copied... \"office centricity is over.\"\n\nCompanies access to talent expand… https://t.co/qJJpNzVlM3", "clean_text": "MASSIVE IMPLICATIONS IF THIS WORKS AND IS COPIED OFFICE CENTRICITY IS OVER\n\nCOMPANIES ACCESS TO TALENT EXPAND ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "@InvestorsLive Thank you. Why aren't they all this easy!", "clean_text": "@INVESTORSLIVE THANK YOU WHY ARENT THEY ALL THIS EASY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "@GrimesHoldings Does this company ever generate cash is my only question", "clean_text": "@GRIMESHOLDINGS DOES THIS COMPANY EVER GENERATE CASH IS MY ONLY QUESTION", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200520, "Text": "RT @JohnPGavin: Resort fees, “destination fees”, and bogus “parking” fees remain widely entrenched at hotels everywhere that ran this scam.…", "clean_text": "RT @JOHNPGAVIN RESORT FEES DESTINATION FEES” AND BOGUS PARKING” FEES REMAIN WIDELY ENTRENCHED AT HOTELS EVERYWHERE THAT RAN THIS SCAM", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200520, "Text": "The Fraud Committee is not going to like this. https://t.co/6czdSaFP9E", "clean_text": "THE FRAUD COMMITTEE IS NOT GOING TO LIKE THIS ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200520, "Text": "This is superb.\n\nShare it with your children (and dim adults). https://t.co/NbMsYW3cze", "clean_text": "THIS IS SUPERB\n\nSHARE IT WITH YOUR CHILDREN AND DIM ADULTS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200520, "Text": "$INO Company should be halted as they have no shame in this time of crisis.  Read Citron to see how $INO issued \"ro… https://t.co/bBcqlUXdho", "clean_text": "INO COMPANY SHOULD BE HALTED AS THEY HAVE NO SHAME IN THIS TIME OF CRISIS  READ CITRON TO SEE HOW INO ISSUED RO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "@ganeumann This looks super cool. Any kid with the chance to learn from McCloskey and Mokyr is in for a treat. \n\nMy… https://t.co/Igu6wVHkdX", "clean_text": "@GANEUMANN THIS LOOKS SUPER COOL ANY KID WITH THE CHANCE TO LEARN FROM MCCLOSKEY AND MOKYR IS IN FOR A TREAT \n\nMY ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200519, "Text": "If you want to sign up to get future reports, please go to the bottom of this link and go for it! https://t.co/wvXgTv8JqT", "clean_text": "IF YOU WANT TO SIGN UP TO GET FUTURE REPORTS PLEASE GO TO THE BOTTOM OF THIS LINK AND GO FOR IT ", "count1": 1, "count2": 3, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200519, "Text": "I have this historical relationship with Money Stuff, so maybe there’s some sentimental value. But of course, my pr… https://t.co/RuxLViBCXN", "clean_text": "I HAVE THIS HISTORICAL RELATIONSHIP WITH MONEY STUFF SO MAYBE THERES SOME SENTIMENTAL VALUE BUT OF COURSE MY PR ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200519, "Text": "RT @LucreSnooker: according to This Week in Virology, a prominent coronavirus scientist now believes 45% of transmission is aerosols, 45% d…", "clean_text": "RT @LUCRESNOOKER ACCORDING TO THIS WEEK IN VIROLOGY A PROMINENT CORONAVIRUS SCIENTIST NOW BELIEVES 45% OF TRANSMISSION IS AEROSOLS 45% D", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200519, "Text": "@Upper20sStCap They haven’t raised a dime, but looks like selling shareholders will clear $300m+ this week.", "clean_text": "@UPPER20SSTCAP THEY HAVENT RAISED A DIME BUT LOOKS LIKE SELLING SHAREHOLDERS WILL CLEAR 300M+ THIS WEEK", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200519, "Text": "@RussianBear I did not learn this during the CFA program.", "clean_text": "@RUSSIANBEAR I DID NOT LEARN THIS DURING THE CFA PROGRAM", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200519, "Text": "RT @USAmbUN: This Council must help Libya quickly find a political path to stability. Full remarks:\nhttps://t.co/lb3mbRGKbz", "clean_text": "RT @USAMBUN THIS COUNCIL MUST HELP LIBYA QUICKLY FIND A POLITICAL PATH TO STABILITY FULL REMARKS\n", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200519, "Text": "I might even quibble with this point. An 80 year old in a nursing home is likely significantly less healthy than th… https://t.co/3wxpkn130J", "clean_text": "I MIGHT EVEN QUIBBLE WITH THIS POINT AN 80 YEAR OLD IN A NURSING HOME IS LIKELY SIGNIFICANTLY LESS HEALTHY THAN TH ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200519, "Text": "Lucky call, but I’ll take it. \n\nWill be fascinating to watch this play out- https://t.co/4SNEZmR43v", "clean_text": "LUCKY CALL BUT ILL TAKE IT \n\nWILL BE FASCINATING TO WATCH THIS PLAY OUT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200519, "Text": "No ego in this business, to me we are all in same boat regardless of age, status, or worth, if we love investing we… https://t.co/ANvxeeIdXX", "clean_text": "NO EGO IN THIS BUSINESS TO ME WE ARE ALL IN SAME BOAT REGARDLESS OF AGE STATUS OR WORTH IF WE LOVE INVESTING WE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200519, "Text": "Jonas Salk's polio vaccine was never patented. When asked, \"who owns this patent?\", he replied, \"Well, the people I… https://t.co/3qkm0tEbVr", "clean_text": "JONAS SALK POLIO VACCINE WAS NEVER PATENTED WHEN ASKED WHO OWNS THIS PATENT HE REPLIED WELL THE PEOPLE I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200519, "Text": "Just a reminder that @ShortSightedCap made this call in November...  “the Howard Stern play” he dubbed it. https://t.co/dYSU0pVFWK", "clean_text": "JUST A REMINDER THAT @SHORTSIGHTEDCAP MADE THIS CALL IN NOVEMBER  THE HOWARD STERN PLAY” HE DUBBED IT ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200519, "Text": "@srcellini @DaHalperin I think the general conclusions from this report are directionally correct (for-profits spen… https://t.co/5fDJvHK7jc", "clean_text": "@SRCELLINI @DAHALPERIN I THINK THE GENERAL CONCLUSIONS FROM THIS REPORT ARE DIRECTIONALLY CORRECT FORPROFITS SPEN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200519, "Text": "This is some deluge of equity offerings coming here in the after market, who can blame corporate executives?", "clean_text": "THIS IS SOME DELUGE OF EQUITY OFFERINGS COMING HERE IN THE AFTER MARKET WHO CAN BLAME CORPORATE EXECUTIVES", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "When it rains, it pours. Now $FTNT Fortinet is suing $FSCT over patent infringements. This adds a new layer of comp… https://t.co/vVdzm9PLE7", "clean_text": "WHEN IT RAINS IT POURS NOW FTNT FORTINET IS SUING FSCT OVER PATENT INFRINGEMENTS THIS ADDS A NEW LAYER OF COMP ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "Details of this $FTNT lawsuit case are good, hopefully @adventintl sees that $FSCT \"delayed progressing the discuss… https://t.co/5XErYBMfyJ", "clean_text": "DETAILS OF THIS FTNT LAWSUIT CASE ARE GOOD HOPEFULLY @ADVENTINTL SEES THAT FSCT DELAYED PROGRESSING THE DISCUSS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "@ArbStocktipster Sorry we won this one", "clean_text": "@ARBSTOCKTIPSTER SORRY WE WON THIS ONE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200518, "Text": "this is some great financial blogging right here https://t.co/1zwPEyIJeC", "clean_text": "THIS IS SOME GREAT FINANCIAL BLOGGING RIGHT HERE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200518, "Text": "This newsletter will use this crisis to grow wings. https://t.co/8Fo9o7RFUq", "clean_text": "THIS NEWSLETTER WILL USE THIS CRISIS TO GROW WINGS ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "adoxen", "Time": 20200518, "Text": "This is some weird recession where many companies have seemingly endless access to capital. 😷", "clean_text": "THIS IS SOME WEIRD RECESSION WHERE MANY COMPANIES HAVE SEEMINGLY ENDLESS ACCESS TO CAPITAL 😷", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200518, "Text": "@joshscampbell So sorry for your loss. This article might strike a chord with you. You aren’t alone.\n\nhttps://t.co/LdISCYgBlF", "clean_text": "@JOSHSCAMPBELL SO SORRY FOR YOUR LOSS THIS ARTICLE MIGHT STRIKE A CHORD WITH YOU YOU ARENT ALONE\n\n", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200518, "Text": "Andrew Left of Citron Research will appear on Fox Business this am at 11:30 est to further explain the fraud  of Ch… https://t.co/XBSRqBHAZa", "clean_text": "ANDREW LEFT OF CITRON RESEARCH WILL APPEAR ON FOX BUSINESS THIS AM AT 1130 EST TO FURTHER EXPLAIN THE FRAUD  OF CH ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200517, "Text": "Hard to read this &amp; not think comparisons to China re: timing of snap back of economy and path of the virus will be… https://t.co/bhgayKeJp7", "clean_text": "HARD TO READ THIS AMP NOT THINK COMPARISONS TO CHINA RE TIMING OF SNAP BACK OF ECONOMY AND PATH OF THE VIRUS WILL BE ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200516, "Text": "@toddyoungsie Not about secrecy. Meant there’s perhaps more value in the filings this time around as it highlights… https://t.co/OtCoAKrdXb", "clean_text": "@TODDYOUNGSIE NOT ABOUT SECRECY MEANT THERES PERHAPS MORE VALUE IN THE FILINGS THIS TIME AROUND AS IT HIGHLIGHTS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200516, "Text": "This is the best story I have read in a while. It includes: \n- World's coolest PE guy \n- Eccentric British submarin… https://t.co/4rek9sisq4", "clean_text": "THIS IS THE BEST STORY I HAVE READ IN A WHILE IT INCLUDES WORLD COOLEST PE GUY ECCENTRIC BRITISH SUBMARIN ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200516, "Text": "There is no way this is actually the biggest difference https://t.co/9wJqcSSb5m", "clean_text": "THERE IS NO WAY THIS IS ACTUALLY THE BIGGEST DIFFERENCE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@jay_21_ Strongly agree with this. Some people might be reluctant at first, but when their friends post pictures of… https://t.co/nPQCwSl3xJ", "clean_text": "@JAY_21_ STRONGLY AGREE WITH THIS SOME PEOPLE MIGHT BE RELUCTANT AT FIRST BUT WHEN THEIR FRIENDS POST PICTURES OF ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200516, "Text": "@jgwaller This year. @EricJorgenson is writing it.", "clean_text": "@JGWALLER THIS YEAR @ERICJORGENSON IS WRITING IT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "The set-up here gives all indications the SEC &amp; DOJ had opened investigations back when this first started.  So far… https://t.co/w1bFfDWke0", "clean_text": "THE SETUP HERE GIVES ALL INDICATIONS THE SEC AMP DOJ HAD OPENED INVESTIGATIONS BACK WHEN THIS FIRST STARTED  SO FAR ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200515, "Text": "We are all cheering for this newsletter on a humanitarian level. https://t.co/RR5uFY2d6W", "clean_text": "WE ARE ALL CHEERING FOR THIS NEWSLETTER ON A HUMANITARIAN LEVEL ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200515, "Text": "This 13F season is one of the most interesting/useful in a while due to the timing of the portfolio snapshot (Mar 3… https://t.co/ndSIZMLm4V", "clean_text": "THIS 13F SEASON IS ONE OF THE MOST INTERESTINGUSEFUL IN A WHILE DUE TO THE TIMING OF THE PORTFOLIO SNAPSHOT MAR 3 ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200515, "Text": "RT @adamfeuerstein: $SRNE blitzed reporters earlier this week with embargoed pitches for today’s nonsense news announcement. My email arriv…", "clean_text": "RT @ADAMFEUERSTEIN SRNE BLITZED REPORTERS EARLIER THIS WEEK WITH EMBARGOED PITCHES FOR TODAYS NONSENSE NEWS ANNOUNCEMENT MY EMAIL ARRIV", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "RT @usmissiongeneva: On this International #DayofFamilies, we celebrate the family as essential to both the formation and health of society…", "clean_text": "RT @USMISSIONGENEVA ON THIS INTERNATIONAL #DAYOFFAMILIES WE CELEBRATE THE FAMILY AS ESSENTIAL TO BOTH THE FORMATION AND HEALTH OF SOCIETY", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200515, "Text": "@LongShortTrader @stancup94 DC and SF has already done this. NYC was late.", "clean_text": "@LONGSHORTTRADER @STANCUP94 DC AND SF HAS ALREADY DONE THIS NYC WAS LATE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200515, "Text": "There's this partnership (forget DreamWorks, $CMCSA will have Illumination - think Minions, Despicable Me) to creat… https://t.co/WpMUmiFoOE", "clean_text": "THERE THIS PARTNERSHIP FORGET DREAMWORKS CMCSA WILL HAVE ILLUMINATION  THINK MINIONS DESPICABLE ME TO CREAT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200515, "Text": "Think @AndrewRangeley is right on this. I would almost guarantee $CMCSA has attempted to purchase $NTDOY at some po… https://t.co/WNRnl90RiB", "clean_text": "THINK @ANDREWRANGELEY IS RIGHT ON THIS I WOULD ALMOST GUARANTEE CMCSA HAS ATTEMPTED TO PURCHASE NTDOY AT SOME PO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200515, "Text": "I endorse this message:\n\n(h/t @d1rtydan) https://t.co/9viNddvkPe", "clean_text": "I ENDORSE THIS MESSAGE\n\nHT @D1RTYDAN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200515, "Text": "Another successful outcome for $OSTK's @Voatz platform, this time in the Arizona Republican primary.  Momentum is b… https://t.co/y3iR3I05ai", "clean_text": "ANOTHER SUCCESSFUL OUTCOME FOR OSTK @VOATZ PLATFORM THIS TIME IN THE ARIZONA REPUBLICAN PRIMARY  MOMENTUM IS B ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200514, "Text": "I have always strived to present this newsletter in the most flattering light. https://t.co/HFgvA97dvO", "clean_text": "I HAVE ALWAYS STRIVED TO PRESENT THIS NEWSLETTER IN THE MOST FLATTERING LIGHT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "@FoolAllTheTime toxic people using this thing to get back into your life https://t.co/9zVFpzUfKU", "clean_text": "@FOOLALLTHETIME TOXIC PEOPLE USING THIS THING TO GET BACK INTO YOUR LIFE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "@RMPerry88 I’m just not calling you back as a bit at this point", "clean_text": "@RMPERRY88 IM JUST NOT CALLING YOU BACK AS A BIT AT THIS POINT", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200514, "Text": "@StockJabber Which company is this?", "clean_text": "@STOCKJABBER WHICH COMPANY IS THIS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200514, "Text": "This was a nice catch by @Stockjabber on something I had not yet heard of. Not seeing it in a lot of companies — ye… https://t.co/PlJ8UsALOV", "clean_text": "THIS WAS A NICE CATCH BY @STOCKJABBER ON SOMETHING I HAD NOT YET HEARD OF NOT SEEING IT IN A LOT OF COMPANIES YE ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "footnoted", "Time": 20200514, "Text": "For more on EBITDAC, see this story from @FT yesterday. https://t.co/DX9fCK6ns6", "clean_text": "FOR MORE ON EBITDAC SEE THIS STORY FROM @FT YESTERDAY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200514, "Text": "@IvanTheK I would see this on occasion while on the road visiting small-medium size companies. Unusually good sign… https://t.co/NoVDplWQaz", "clean_text": "@IVANTHEK I WOULD SEE THIS ON OCCASION WHILE ON THE ROAD VISITING SMALLMEDIUM SIZE COMPANIES UNUSUALLY GOOD SIGN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200514, "Text": "On $GSX selective cc this morning.  Someone must ask \"Has your firm already been contacted by the SEC, CSRC or SAMR… https://t.co/OcGbXsxe5g", "clean_text": "ON GSX SELECTIVE CC THIS MORNING  SOMEONE MUST ASK HAS YOUR FIRM ALREADY BEEN CONTACTED BY THE SEC CSRC OR SAMR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200514, "Text": "@iamstacetheace Really want the ticker on this co. Hitting me in all of the short selling feels.", "clean_text": "@IAMSTACETHEACE REALLY WANT THE TICKER ON THIS CO HITTING ME IN ALL OF THE SHORT SELLING FEELS", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "Can anyone opine is this channel stuffing and would evidence of this be cause for a Material Adverse Event or give… https://t.co/ecAXXLlaQF", "clean_text": "CAN ANYONE OPINE IS THIS CHANNEL STUFFING AND WOULD EVIDENCE OF THIS BE CAUSE FOR A MATERIAL ADVERSE EVENT OR GIVE ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200513, "Text": "@SeifelCapital Check out this by @Scott_E_Page https://t.co/qEa8LIE1y5", "clean_text": "@SEIFELCAPITAL CHECK OUT THIS BY @SCOTT_E_PAGE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200513, "Text": "Short ideas on VIC this months: CAT, $200M market cap burger place, cruise ship spa business, sub $100M market cap… https://t.co/iWdpvDyTm2", "clean_text": "SHORT IDEAS ON VIC THIS MONTHS CAT 200M MARKET CAP BURGER PLACE CRUISE SHIP SPA BUSINESS SUB 100M MARKET CAP ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@ShitFund So the thesis is you'll use this app primarily when blackout drunk?\n\n... maybe not the worst assumption?", "clean_text": "@SHITFUND SO THE THESIS IS YOULL USE THIS APP PRIMARILY WHEN BLACKOUT DRUNK\n\n MAYBE NOT THE WORST ASSUMPTION", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "@bpsandpieces There are very few tweets I wish I’d written myself.\n\nThis is one of them. https://t.co/sXSwkQCEJe", "clean_text": "@BPSANDPIECES THERE ARE VERY FEW TWEETS I WISH ID WRITTEN MYSELF\n\nTHIS IS ONE OF THEM ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @CapitalObserver: I counted roughly $24 billion of secondary offerings this week, possibly a record. This gets zero mentions in any narr…", "clean_text": "RT @CAPITALOBSERVER I COUNTED ROUGHLY 24 BILLION OF SECONDARY OFFERINGS THIS WEEK POSSIBLY A RECORD THIS GETS ZERO MENTIONS IN ANY NARR", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200512, "Text": "RT @CanningSeason: The Canning Season podcast, which ran in 2013-2014, is returning. Just in time for this year’s growing season!  No scary…", "clean_text": "RT @CANNINGSEASON THE CANNING SEASON PODCAST WHICH RAN IN 20132014 IS RETURNING JUST IN TIME FOR THIS YEARS GROWING SEASON  NO SCARY", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200512, "Text": "BREAKING:  New data confirms the absence of recent SEC investigative activity at Wirecard.  This could easily chang… https://t.co/t4QPW8wQTY", "clean_text": "BREAKING  NEW DATA CONFIRMS THE ABSENCE OF RECENT SEC INVESTIGATIVE ACTIVITY AT WIRECARD  THIS COULD EASILY CHANG ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200512, "Text": "This newsletter is full of typos and not aligned properly. It doesn't seem real. https://t.co/EfFe0fb94j", "clean_text": "THIS NEWSLETTER IS FULL OF TYPOS AND NOT ALIGNED PROPERLY IT DOESNT SEEM REAL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "Keep getting this song stuck in my head, seems capital has taken a page from labor, always  dreaming “only 5 years… https://t.co/XMMJjQLJZN", "clean_text": "KEEP GETTING THIS SONG STUCK IN MY HEAD SEEMS CAPITAL HAS TAKEN A PAGE FROM LABOR ALWAYS  DREAMING ONLY 5 YEARS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@davemortell @rasimpson1 The first page of the S-3/A answers this. It covers about 30m shares relating to already o… https://t.co/jKoedPHOxL", "clean_text": "@DAVEMORTELL @RASIMPSON1 THE FIRST PAGE OF THE S3A ANSWERS THIS IT COVERS ABOUT 30M SHARES RELATING TO ALREADY O ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200512, "Text": "@PalmettoCapital Excellent.  Had not seen this so thanks for posting.", "clean_text": "@PALMETTOCAPITAL EXCELLENT  HAD NOT SEEN THIS SO THANKS FOR POSTING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200512, "Text": "This is like the sell side raising a price target because the stock keeps moving higher. No one knows where it tops… https://t.co/wsH2Wv0Bhg", "clean_text": "THIS IS LIKE THE SELL SIDE RAISING A PRICE TARGET BECAUSE THE STOCK KEEPS MOVING HIGHER NO ONE KNOWS WHERE IT TOPS ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200512, "Text": "$PTON stock is higher but trends are lower.  This is not from Citron.  This is App Annie- gold standard of reportin… https://t.co/cTWtWxs75l", "clean_text": "PTON STOCK IS HIGHER BUT TRENDS ARE LOWER  THIS IS NOT FROM CITRON  THIS IS APP ANNIE GOLD STANDARD OF REPORTIN ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "Isn't it funny that there quite of few #cybersecurity public companies that are doing just fine in this env't and r… https://t.co/LwVx1HsWXg", "clean_text": "ISNT IT FUNNY THAT THERE QUITE OF FEW #CYBERSECURITY PUBLIC COMPANIES THAT ARE DOING JUST FINE IN THIS ENVT AND R ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200511, "Text": "\"Oh, a lot of people are not going to be happy to see this.\" \n\nThinking about a report we are working on right now.", "clean_text": "OH A LOT OF PEOPLE ARE NOT GOING TO BE HAPPY TO SEE THIS \n\nTHINKING ABOUT A REPORT WE ARE WORKING ON RIGHT NOW", "count1": 0, "count2": 2, "count3": 2, "count4": 1}, {"Name": "matt_levine", "Time": 20200511, "Text": "This newsletter's hostility is unacceptable and should be closely scrutinized. https://t.co/1oZuTSMtcI", "clean_text": "THIS NEWSLETTER HOSTILITY IS UNACCEPTABLE AND SHOULD BE CLOSELY SCRUTINIZED ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200511, "Text": "@FoolAllTheTime I literally have gucci mane quotes tattooed on me and I still have to learn this", "clean_text": "@FOOLALLTHETIME I LITERALLY HAVE GUCCI MANE QUOTES TATTOOED ON ME AND I STILL HAVE TO LEARN THIS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie I say this as someone who thinks a universal lockdown is wrong. Regional differences matter. But so does… https://t.co/nrS7a2X9rb", "clean_text": "@JDBUDGIE I SAY THIS AS SOMEONE WHO THINKS A UNIVERSAL LOCKDOWN IS WRONG REGIONAL DIFFERENCES MATTER BUT SO DOES ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "Grilling a tomahawk for the first time. This thing is as long as my forearm. https://t.co/LihIos4yDK", "clean_text": "GRILLING A TOMAHAWK FOR THE FIRST TIME THIS THING IS AS LONG AS MY FOREARM ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "RT @militantangleno: Can't get any more California than this right here. \n[Photo credit: Joel Marks via Facebook]\n#Montrose https://t.co/RM…", "clean_text": "RT @MILITANTANGLENO CANT GET ANY MORE CALIFORNIA THAN THIS RIGHT HERE \n[PHOTO CREDIT JOEL MARKS VIA FACEBOOK]\n#MONTROSE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200511, "Text": "This earnings season might be an all timer for companies going deep into their excuses cabinet. $CLR… https://t.co/1iVHNaKYQj", "clean_text": "THIS EARNINGS SEASON MIGHT BE AN ALL TIMER FOR COMPANIES GOING DEEP INTO THEIR EXCUSES CABINET CLR ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200511, "Text": "This dude is really panicking.\n\nMust be getting really hard to play working capital games when you're no longer gen… https://t.co/TRbHsggLfg", "clean_text": "THIS DUDE IS REALLY PANICKING\n\nMUST BE GETTING REALLY HARD TO PLAY WORKING CAPITAL GAMES WHEN YOURE NO LONGER GEN ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}]