["OF", {"Name": "mjmauboussin", "Time": 20200501, "Text": "RT @bhavinjan1978: The key to analyzing a business is getting down to the basic unit of economic analysis says @mjmauboussin . For many con…", "clean_text": "RT @BHAVINJAN1978 THE KEY TO ANALYZING A BUSINESS IS GETTING DOWN TO THE BASIC UNIT OF ECONOMIC ANALYSIS SAYS @MJMAUBOUSSIN  FOR MANY CON", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "@bhavinjan1978 BTW, if I were to do this today, I would rely heavily on the great work of @d_mccar and @faderp. See… https://t.co/adYF32ZSgo", "clean_text": "@BHAVINJAN1978 BTW IF I WERE TO DO THIS TODAY I WOULD RELY HEAVILY ON THE GREAT WORK OF @D_MCCAR AND @FADERP SEE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200501, "Text": "this twete was too late for today's money stuff but here's a little sneak preview of monday's, it seems fine to me,… https://t.co/j45Xjx3wqw", "clean_text": "THIS TWETE WAS TOO LATE FOR TODAY MONEY STUFF BUT HERE A LITTLE SNEAK PREVIEW OF MONDAY IT SEEMS FINE TO ME ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he pu… https://t.co/DpXgSMyeNY", "clean_text": "WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PU ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 That's not what in the field means. Verification tests of diagnostics using controls are… https://t.co/kvzesJbzfZ", "clean_text": "@DORMERJARRETT @ELKWOOD66 THAT NOT WHAT IN THE FIELD MEANS VERIFICATION TESTS OF DIAGNOSTICS USING CONTROLS ARE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 No, the implication of the PR is that the test is perfectly accurate when used in practic… https://t.co/VEVCt4AeFn", "clean_text": "@DORMERJARRETT @ELKWOOD66 NO THE IMPLICATION OF THE PR IS THAT THE TEST IS PERFECTLY ACCURATE WHEN USED IN PRACTIC ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@infintyprep1234 @scienceNtruth Form 144 is a notice filing that states an anticipated first date of sale, which wa… https://t.co/ePyW8pDO7q", "clean_text": "@INFINTYPREP1234 @SCIENCENTRUTH FORM 144 IS A NOTICE FILING THAT STATES AN ANTICIPATED FIRST DATE OF SALE WHICH WA ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "If the Fed has not actually been buying Corporate Bonds, even through its shell company, the buyers of Corporate Bo… https://t.co/ZpCOh13P5D", "clean_text": "IF THE FED HAS NOT ACTUALLY BEEN BUYING CORPORATE BONDS EVEN THROUGH ITS SHELL COMPANY THE BUYERS OF CORPORATE BO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "Want to see a chart of the greatest large scale whipsaw of all time?  Look at the price action of the ETF LQD over… https://t.co/6oMwTKU00I", "clean_text": "WANT TO SEE A CHART OF THE GREATEST LARGE SCALE WHIPSAW OF ALL TIME  LOOK AT THE PRICE ACTION OF THE ETF LQD OVER ", "count1": 3, "count2": 3, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "Is the health of Taiwan's 23 million people less important now than it was before 2017?  Or, is the #PRC punishing… https://t.co/TI6TwKKBdy", "clean_text": "IS THE HEALTH OF TAIWAN 23 MILLION PEOPLE LESS IMPORTANT NOW THAN IT WAS BEFORE 2017  OR IS THE #PRC PUNISHING ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": "We all know Taiwan has long been committed to global health and boasts one of the finest health and research networ… https://t.co/OSoA1DqXgc", "clean_text": "WE ALL KNOW TAIWAN HAS LONG BEEN COMMITTED TO GLOBAL HEALTH AND BOASTS ONE OF THE FINEST HEALTH AND RESEARCH NETWOR ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": ".@iingwen, the contrast with the #PRC is striking.  China's response to the outbreak of #COVID19 has been to hide t… https://t.co/snB9sbcRMd", "clean_text": "@IINGWEN THE CONTRAST WITH THE #PRC IS STRIKING  CHINA RESPONSE TO THE OUTBREAK OF #COVID19 HAS BEEN TO HIDE T ", "count1": 3, "count2": 1, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": "RT @USUN: .@UN was founded to serve as a venue for all voices, a forum that welcomes a diversity of views &amp; perspectives, &amp; promotes human…", "clean_text": "RT @USUN @UN WAS FOUNDED TO SERVE AS A VENUE FOR ALL VOICES A FORUM THAT WELCOMES A DIVERSITY OF VIEWS AMP PERSPECTIVES AMP PROMOTES HUMAN", "count1": 0, "count2": 1, "count3": 1, "count4": 3}, {"Name": "State_IO", "Time": 20200501, "Text": "Is it too much to ask that Taiwan be permitted to share their expertise, their commitment, with the rest of the wor… https://t.co/auphB5tcNI", "clean_text": "IS IT TOO MUCH TO ASK THAT TAIWAN BE PERMITTED TO SHARE THEIR EXPERTISE THEIR COMMITMENT WITH THE REST OF THE WOR ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200501, "Text": "@valueterminal This is a tough one. If you just throw out an open question, 90% of people will say “Everything is g… https://t.co/pcbmor62Ze", "clean_text": "@VALUETERMINAL THIS IS A TOUGH ONE IF YOU JUST THROW OUT AN OPEN QUESTION 90% OF PEOPLE WILL SAY EVERYTHING IS G ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200501, "Text": "McDonald's $MCD doesn’t see a V-shaped recovery in China either. Recall, $MCD is also one of $MIDD’s largest custom… https://t.co/FHHXhB8b3z", "clean_text": "MCDONALD MCD DOESNT SEE A VSHAPED RECOVERY IN CHINA EITHER RECALL MCD IS ALSO ONE OF MIDDS LARGEST CUSTOM ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200501, "Text": "Commentary from $MCD echoes that of $YUMC that customers have not reverted back to pre-shutdown routines. $MIDD https://t.co/az4xUva2VG", "clean_text": "COMMENTARY FROM MCD ECHOES THAT OF YUMC THAT CUSTOMERS HAVE NOT REVERTED BACK TO PRESHUTDOWN ROUTINES MIDD ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200501, "Text": "Nikola Tesla spent the last years of his life in love with a pigeon, alone and broke, living out of hotels. https://t.co/mLoEkjblNX", "clean_text": "NIKOLA TESLA SPENT THE LAST YEARS OF HIS LIFE IN LOVE WITH A PIGEON ALONE AND BROKE LIVING OUT OF HOTELS ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200501, "Text": "Elon didn’t tweet this after $1000 but he did it at $850 after “good earnings”  and on (we hope) the better side of… https://t.co/fsQlo27HN8", "clean_text": "ELON DIDNT TWEET THIS AFTER 1000 BUT HE DID IT AT 850 AFTER GOOD EARNINGS”  AND ON WE HOPE THE BETTER SIDE OF ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "@AF_63A3 @valuewalks Land of make believe always wins on Wall Street. Don't ask don't tell policies", "clean_text": "@AF_63A3 @VALUEWALKS LAND OF MAKE BELIEVE ALWAYS WINS ON WALL STREET DONT ASK DONT TELL POLICIES", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "By no means is $FSCT a done #deal. Has lots of #risk. Look carefully at the language they've used about closing con… https://t.co/nHYs2zywyz", "clean_text": "BY NO MEANS IS FSCT A DONE #DEAL HAS LOTS OF #RISK LOOK CAREFULLY AT THE LANGUAGE THEYVE USED ABOUT CLOSING CON ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "RT @TDANetwork: Time to short $FSCT? 🧐\n\n@sprucepointcap’s Ben Axler breaks down the red flags of Advent International’s purchase of Foresco…", "clean_text": "RT @TDANETWORK TIME TO SHORT FSCT 🧐\n\n@SPRUCEPOINTCAPS BEN AXLER BREAKS DOWN THE RED FLAGS OF ADVENT INTERNATIONALS PURCHASE OF FORESCO", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "I cannot stress this slide enough. Did $FSCT mean \"marketing\" or \"remarketing\" of the debt\"? They can't get the sto… https://t.co/ctCLJMcbs7", "clean_text": "I CANNOT STRESS THIS SLIDE ENOUGH DID FSCT MEAN MARKETING OR REMARKETING OF THE DEBT THEY CANT GET THE STO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "If the \"Alternative Plan\" elicited revised offers lower for $FSCT, what would clear disclosure of much weaker \"Alte… https://t.co/R3uzdTKmeN", "clean_text": "IF THE ALTERNATIVE PLAN ELICITED REVISED OFFERS LOWER FOR FSCT WHAT WOULD CLEAR DISCLOSURE OF MUCH WEAKER ALTE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "We did an interview of former $FSCT employee, and got some good insight into what is challenging the Company… https://t.co/gPsyBvVjui", "clean_text": "WE DID AN INTERVIEW OF FORMER FSCT EMPLOYEE AND GOT SOME GOOD INSIGHT INTO WHAT IS CHALLENGING THE COMPANY ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Never good when industry thought leaders like Forrester have you on the outskirts of the grid as barely a contender… https://t.co/0TQifaLKf0", "clean_text": "NEVER GOOD WHEN INDUSTRY THOUGHT LEADERS LIKE FORRESTER HAVE YOU ON THE OUTSKIRTS OF THE GRID AS BARELY A CONTENDER ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "The recent Glassdoor reviews about $FSCT are insightful \"Sinking Ship\" \"Stay Away From This Mess\" \"A Lot of Show on… https://t.co/HP8ks82xPg", "clean_text": "THE RECENT GLASSDOOR REVIEWS ABOUT FSCT ARE INSIGHTFUL SINKING SHIP STAY AWAY FROM THIS MESS A LOT OF SHOW ON ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Seems a little odd that Advent wouldn't confirm the closing date of May 18th that $FSCT shareholders were trying to… https://t.co/IkyHXDB2kU", "clean_text": "SEEMS A LITTLE ODD THAT ADVENT WOULDNT CONFIRM THE CLOSING DATE OF MAY 18TH THAT FSCT SHAREHOLDERS WERE TRYING TO ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: Here's dispersion, median of all active US large blend funds' alphas vs their category index in rolling 36-mo. periods ended 1…", "clean_text": "RT @SYOUTH1 HERE DISPERSION MEDIAN OF ALL ACTIVE US LARGE BLEND FUND ALPHAS VS THEIR CATEGORY INDEX IN ROLLING 36MO PERIODS ENDED 1", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: @mjmauboussin wrote an excellent piece recently about the nexus of skill and opportunity/breadth and how that can translate in…", "clean_text": "RT @SYOUTH1 @MJMAUBOUSSIN WROTE AN EXCELLENT PIECE RECENTLY ABOUT THE NEXUS OF SKILL AND OPPORTUNITYBREADTH AND HOW THAT CAN TRANSLATE IN", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200430, "Text": "@irbezek I think more than half of these loan mods are because people can modify versus needing to modify.", "clean_text": "@IRBEZEK I THINK MORE THAN HALF OF THESE LOAN MODS ARE BECAUSE PEOPLE CAN MODIFY VERSUS NEEDING TO MODIFY", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200430, "Text": "@irbezek Said another way if these mods are real losses a lot of these banks are heading for an FDIC transaction. Just not likely.", "clean_text": "@IRBEZEK SAID ANOTHER WAY IF THESE MODS ARE REAL LOSSES A LOT OF THESE BANKS ARE HEADING FOR AN FDIC TRANSACTION JUST NOT LIKELY", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @NonGaap: This is a roundabout way of saying Elliott and Silver Lake want John Legere. 😂\nhttps://t.co/W2MhgIVFV4 https://t.co/vTtK68rrxx", "clean_text": "RT @NONGAAP THIS IS A ROUNDABOUT WAY OF SAYING ELLIOTT AND SILVER LAKE WANT JOHN LEGERE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200430, "Text": "An early example of one of the trends that we might see accelerated by Covid: Some companies might discover they ca… https://t.co/IPoKEh2npS", "clean_text": "AN EARLY EXAMPLE OF ONE OF THE TRENDS THAT WE MIGHT SEE ACCELERATED BY COVID SOME COMPANIES MIGHT DISCOVER THEY CA ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200430, "Text": "For an early bright light on the zombies, see 'The nine lives of the modern leveraged company' in the Grant's issue… https://t.co/BSwotymMz3", "clean_text": "FOR AN EARLY BRIGHT LIGHT ON THE ZOMBIES SEE THE NINE LIVES OF THE MODERN LEVERAGED COMPANY IN THE GRANT ISSUE ", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200430, "Text": "@FatTailCapital SCI is a tax on the 7 stages of grief and DAR is a tax on looking the other way", "clean_text": "@FATTAILCAPITAL SCI IS A TAX ON THE 7 STAGES OF GRIEF AND DAR IS A TAX ON LOOKING THE OTHER WAY", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200430, "Text": "@PythiaR I guess I wouldn’t call that a tax, it’s more of a toll.  It’s a “we own this very nice road, would you li… https://t.co/VUJ2hxyd9x", "clean_text": "@PYTHIAR I GUESS I WOULDNT CALL THAT A TAX ITS MORE OF A TOLL  ITS A WE OWN THIS VERY NICE ROAD WOULD YOU LI ", "count1": 0, "count2": 1, "count3": 0, "count4": 3}, {"Name": "CitronResearch", "Time": 20200430, "Text": "Citron looks forward to providing the SEC with proof of fraud at $GSX.  Post Luckin cooperation with CSRC and SEC s… https://t.co/tsNrYTPlPf", "clean_text": "CITRON LOOKS FORWARD TO PROVIDING THE SEC WITH PROOF OF FRAUD AT GSX  POST LUCKIN COOPERATION WITH CSRC AND SEC S ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200430, "Text": "RT @Preetika_Rana: These @Airbnb hosts built property empires with mountains of debt. Now the bills are due and no one can pay. “Holy God.…", "clean_text": "RT @PREETIKA_RANA THESE @AIRBNB HOSTS BUILT PROPERTY EMPIRES WITH MOUNTAINS OF DEBT NOW THE BILLS ARE DUE AND NO ONE CAN PAY HOLY GOD", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200429, "Text": "A popular trend in recent years has been gift cards.  Presumably, many companies are sitting on hoards of cash, acc… https://t.co/CpPdNGUYlp", "clean_text": "A POPULAR TREND IN RECENT YEARS HAS BEEN GIFT CARDS  PRESUMABLY MANY COMPANIES ARE SITTING ON HOARDS OF CASH ACC ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @retheauditors: @probesreporter Funny Disney $DIS whistleblower believes much of the alleged fraud she thinks happened/still happening t…", "clean_text": "RT @RETHEAUDITORS @PROBESREPORTER FUNNY DISNEY DIS WHISTLEBLOWER BELIEVES MUCH OF THE ALLEGED FRAUD SHE THINKS HAPPENEDSTILL HAPPENING T", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200429, "Text": "@twcarey Good friends of mine go to that every year!", "clean_text": "@TWCAREY GOOD FRIENDS OF MINE GO TO THAT EVERY YEAR", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200429, "Text": "Congrats to @byloftie on launching its first product: the Loftie Clock! Goodbye iPhone, hello eight hours of slumbe… https://t.co/9X1oQtwHq4", "clean_text": "CONGRATS TO @BYLOFTIE ON LAUNCHING ITS FIRST PRODUCT THE LOFTIE CLOCK GOODBYE IPHONE HELLO EIGHT HOURS OF SLUMBE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200429, "Text": "RT @StateDept: Today, @SecPompeo spoke on #Iran and the Maduro regime, #5G security, and U.S. foreign assistance in the face of the #COVID1…", "clean_text": "RT @STATEDEPT TODAY @SECPOMPEO SPOKE ON #IRAN AND THE MADURO REGIME #5G SECURITY AND US FOREIGN ASSISTANCE IN THE FACE OF THE #COVID1", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200429, "Text": "RT @bradsling: 'Beach Reads' newsletter from Conor Deveney of WCM Investment Management👀Check it out!\nhttps://t.co/ZoR9Mb1vHt\nSign up:\nhttp…", "clean_text": "RT @BRADSLING BEACH READ NEWSLETTER FROM CONOR DEVENEY OF WCM INVESTMENT MANAGEMENT👀CHECK IT OUT\n\nSIGN UP\nHTTP", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200429, "Text": "$GOOG has (maybe deservedly) gotten a lot of criticism over the years for its capital allocation policies. But can… https://t.co/eAUEwWEHNx", "clean_text": "GOOG HAS MAYBE DESERVEDLY GOTTEN A LOT OF CRITICISM OVER THE YEARS FOR ITS CAPITAL ALLOCATION POLICIES BUT CAN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200429, "Text": "@VidaBovina Yeah, I’m not sure there is any other business out there with a more predictable stream of residual inc… https://t.co/jFOu3mcSc7", "clean_text": "@VIDABOVINA YEAH IM NOT SURE THERE IS ANY OTHER BUSINESS OUT THERE WITH A MORE PREDICTABLE STREAM OF RESIDUAL INC ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200429, "Text": "RT @ReaperCancelled: I wasn't going to go shopping, but now that I know there's a treatment that works like 30% of the time, for when i'm v…", "clean_text": "RT @REAPERCANCELLED I WASNT GOING TO GO SHOPPING BUT NOW THAT I KNOW THERE A TREATMENT THAT WORKS LIKE 30% OF THE TIME FOR WHEN IM V", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200429, "Text": "RT @MidwestHedgie: \"both long term thinking and incredibly efficient\" is a hell of a euphemism for \"assuming the presence of as much policy…", "clean_text": "RT @MIDWESTHEDGIE BOTH LONG TERM THINKING AND INCREDIBLY EFFICIENT IS A HELL OF A EUPHEMISM FOR ASSUMING THE PRESENCE OF AS MUCH POLICY", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200428, "Text": "@montana_skeptic oh of course! as i wrote there are some bad wrong-way risks for the directors. they signed up for… https://t.co/VLohAcla0T", "clean_text": "@MONTANA_SKEPTIC OH OF COURSE AS I WROTE THERE ARE SOME BAD WRONGWAY RISKS FOR THE DIRECTORS THEY SIGNED UP FOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200428, "Text": "@montana_skeptic on the one hand you might say \"people who are already directors of the company are biased toward t… https://t.co/8ekLAwoFwP", "clean_text": "@MONTANA_SKEPTIC ON THE ONE HAND YOU MIGHT SAY PEOPLE WHO ARE ALREADY DIRECTORS OF THE COMPANY ARE BIASED TOWARD T ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200428, "Text": "@Makro_trader I just figured it would be more of a balanced effort not a one sided tug of war.", "clean_text": "@MAKRO_TRADER I JUST FIGURED IT WOULD BE MORE OF A BALANCED EFFORT NOT A ONE SIDED TUG OF WAR", "count1": 0, "count2": 2, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200428, "Text": "The “shock-and-awe” of the last six weeks’ (highly questionable) policies served its short term purpose. But I pred… https://t.co/WYuesK9LHw", "clean_text": "THE SHOCKANDAWE” OF THE LAST SIX WEEKS HIGHLY QUESTIONABLE POLICIES SERVED ITS SHORT TERM PURPOSE BUT I PRED ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200428, "Text": "I doubt I am the only person frustrated by National-Debt-financed bailouts of companies that leveraged up large to… https://t.co/2FAZQsuPWz", "clean_text": "I DOUBT I AM THE ONLY PERSON FRUSTRATED BY NATIONALDEBTFINANCED BAILOUTS OF COMPANIES THAT LEVERAGED UP LARGE TO ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @SecPompeo: Very concerned by the Southern Transitional Council’s announcement of “self-rule.” This will only exacerbate the conflict in…", "clean_text": "RT @SECPOMPEO VERY CONCERNED BY THE SOUTHERN TRANSITIONAL COUNCILS ANNOUNCEMENT OF SELFRULE” THIS WILL ONLY EXACERBATE THE CONFLICT IN", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "I'm overlooking a ton of firms that straddle tech focused public equity and VC (e.g. Crosslink). Some HC focused fi… https://t.co/3JjGanms4E", "clean_text": "IM OVERLOOKING A TON OF FIRMS THAT STRADDLE TECH FOCUSED PUBLIC EQUITY AND VC EG CROSSLINK SOME HC FOCUSED FI ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "And one of my favorite firms - HMI Capital . Love them almost as much as VAC. Huge amount of respect for them. And… https://t.co/bCBauKTQ2S", "clean_text": "AND ONE OF MY FAVORITE FIRMS  HMI CAPITAL  LOVE THEM ALMOST AS MUCH AS VAC HUGE AMOUNT OF RESPECT FOR THEM AND ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200428, "Text": "RT @conorsen: I think a growing body of economic data will show improvement from here, and also aggregate valuations for major stock market…", "clean_text": "RT @CONORSEN I THINK A GROWING BODY OF ECONOMIC DATA WILL SHOW IMPROVEMENT FROM HERE AND ALSO AGGREGATE VALUATIONS FOR MAJOR STOCK MARKET", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200428, "Text": "$CACC cannot file a Q but they CAN file hundreds of garnishments and lawsuits in the past 4 weeks in whatever court… https://t.co/507cb5XNII", "clean_text": "CACC CANNOT FILE A Q BUT THEY CAN FILE HUNDREDS OF GARNISHMENTS AND LAWSUITS IN THE PAST 4 WEEKS IN WHATEVER COURT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200428, "Text": "RT @KeithMcCullough: Could be the end of my career today, bro", "clean_text": "RT @KEITHMCCULLOUGH COULD BE THE END OF MY CAREER TODAY BRO", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200428, "Text": "RT @ldelevingne: Amazing story in @BostonGlobeMag about the big short you've never heard of, with a cameo by @Reuters founder Julius \"Baron…", "clean_text": "RT @LDELEVINGNE AMAZING STORY IN @BOSTONGLOBEMAG ABOUT THE BIG SHORT YOUVE NEVER HEARD OF WITH A CAMEO BY @REUTERS FOUNDER JULIUS BARON", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200428, "Text": "Includes a section on the impact of #COVID19 on activist short selling.\nhttps://t.co/A2nnCpmV8i https://t.co/CS3IzPSNUY", "clean_text": "INCLUDES A SECTION ON THE IMPACT OF #COVID19 ON ACTIVIST SHORT SELLING\n ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200428, "Text": "RT @FD: Wirecard on 2016-2018: \"According to the increased forensic requirements of the audit by KPMG, however, not all data could be obtai…", "clean_text": "RT @FD WIRECARD ON 20162018 ACCORDING TO THE INCREASED FORENSIC REQUIREMENTS OF THE AUDIT BY KPMG HOWEVER NOT ALL DATA COULD BE OBTAI", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200427, "Text": "RT @zvelindovsky: Hot helium treatment of COVID-19 in Russia \n– CoRona 24 News https://t.co/3e72TRdBRF", "clean_text": "RT @ZVELINDOVSKY HOT HELIUM TREATMENT OF COVID19 IN RUSSIA CORONA 24 NEWS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @StateDept: .@SecPompeo: We still need every country to be transparent, to share their data, to share all of this information so the wor…", "clean_text": "RT @STATEDEPT @SECPOMPEO WE STILL NEED EVERY COUNTRY TO BE TRANSPARENT TO SHARE THEIR DATA TO SHARE ALL OF THIS INFORMATION SO THE WOR", "count1": 1, "count2": 1, "count3": 3, "count4": 0}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @SecPompeo: May the holy month of Ramadan be a reminder for people of all faiths to strive for compassion. As we navigate #COVID19, may…", "clean_text": "RT @SECPOMPEO MAY THE HOLY MONTH OF RAMADAN BE A REMINDER FOR PEOPLE OF ALL FAITHS TO STRIVE FOR COMPASSION AS WE NAVIGATE #COVID19 MAY", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200427, "Text": "Just like #IntellectualProperty, we see the innovations &amp; creations of a green future every day. However, we often… https://t.co/uny3uOOhVf", "clean_text": "JUST LIKE #INTELLECTUALPROPERTY WE SEE THE INNOVATIONS AMP CREATIONS OF A GREEN FUTURE EVERY DAY HOWEVER WE OFTEN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200427, "Text": "The Last Dance is an intense combination of nostalgia and incredibly high-quality production value. It's one of the… https://t.co/i8aFTxM15r", "clean_text": "THE LAST DANCE IS AN INTENSE COMBINATION OF NOSTALGIA AND INCREDIBLY HIGHQUALITY PRODUCTION VALUE IT ONE OF THE ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200427, "Text": "For an early warning on the decline of contractual protection furnished by loan covenants, see \"Tomorrow's debt hea… https://t.co/Ndw744U39n", "clean_text": "FOR AN EARLY WARNING ON THE DECLINE OF CONTRACTUAL PROTECTION FURNISHED BY LOAN COVENANTS SEE TOMORROW DEBT HEA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200427, "Text": "Microsoft trades like a defensive Covid name but majority of the biz is still on-prem enterprise. Does it matter if… https://t.co/htRbh06m40", "clean_text": "MICROSOFT TRADES LIKE A DEFENSIVE COVID NAME BUT MAJORITY OF THE BIZ IS STILL ONPREM ENTERPRISE DOES IT MATTER IF ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200427, "Text": "1/ The equity market looks dangerous here with lots of downside possible given the decent probability that the glob… https://t.co/bOVnErOlou", "clean_text": "1 THE EQUITY MARKET LOOKS DANGEROUS HERE WITH LOTS OF DOWNSIDE POSSIBLE GIVEN THE DECENT PROBABILITY THAT THE GLOB ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200427, "Text": "3/ This could mean a lot of “seasoned” investors anchored to historic metrics will always be bearish/under invested… https://t.co/w7eMS2t6ZO", "clean_text": "3 THIS COULD MEAN A LOT OF SEASONED” INVESTORS ANCHORED TO HISTORIC METRICS WILL ALWAYS BE BEARISHUNDER INVESTED ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200427, "Text": "This list is basically the safe backbone of ‘best businesses’ and @jj_shipley did a great job here.  I prefer to in… https://t.co/kIwet9sylH", "clean_text": "THIS LIST IS BASICALLY THE SAFE BACKBONE OF BEST BUSINESSES AND @JJ_SHIPLEY DID A GREAT JOB HERE  I PREFER TO IN ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200427, "Text": "$INO is the Covid-19 version of Theranos.  Either the SEC halts the stock or it trades back to $1 on a history of f… https://t.co/kmHptbEWTj", "clean_text": "INO IS THE COVID19 VERSION OF THERANOS  EITHER THE SEC HALTS THE STOCK OR IT TRADES BACK TO 1 ON A HISTORY OF F ", "count1": 3, "count2": 2, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200427, "Text": "Currently listening to two of the wisest people I know — @MarceloPLima and @GSpier — talking about the tradeoffs in… https://t.co/KTlo6sHhPg", "clean_text": "CURRENTLY LISTENING TO TWO OF THE WISEST PEOPLE I KNOW @MARCELOPLIMA AND @GSPIER TALKING ABOUT THE TRADEOFFS IN ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200427, "Text": "RT @WorldWideWob: Dennis Rodman: DNP (Vegas)\n\nto this day the single-greatest load management finesse of all-time.", "clean_text": "RT @WORLDWIDEWOB DENNIS RODMAN DNP VEGAS\n\nTO THIS DAY THE SINGLEGREATEST LOAD MANAGEMENT FINESSE OF ALLTIME", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200426, "Text": "In the world of forensic accounting, Francine is a rock star.  We share her frustration. https://t.co/86Bm4H1ib2", "clean_text": "IN THE WORLD OF FORENSIC ACCOUNTING FRANCINE IS A ROCK STAR  WE SHARE HER FRUSTRATION ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200426, "Text": "The picture shows the multiple of invested capital (MOIC) for more 30k venture capital deals. Well known, but serio… https://t.co/hgTRt5D5Va", "clean_text": "THE PICTURE SHOWS THE MULTIPLE OF INVESTED CAPITAL MOIC FOR MORE 30K VENTURE CAPITAL DEALS WELL KNOWN BUT SERIO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "@pearkes Hope you guys are having a nice bottle of wine tonight George and congratulations whenever you make it official!", "clean_text": "@PEARKES HOPE YOU GUYS ARE HAVING A NICE BOTTLE OF WINE TONIGHT GEORGE AND CONGRATULATIONS WHENEVER YOU MAKE IT OFFICIAL", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200426, "Text": "This 8 year old is ahead of where I was when I graduated college. https://t.co/ZO7zXh9JNB", "clean_text": "THIS 8 YEAR OLD IS AHEAD OF WHERE I WAS WHEN I GRADUATED COLLEGE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200426, "Text": "RT @jburnmurdoch: NEW: a lot of data on reported Covid deaths is highly suspect, so we’ve been looking into excess mortality — how many mor…", "clean_text": "RT @JBURNMURDOCH NEW A LOT OF DATA ON REPORTED COVID DEATHS IS HIGHLY SUSPECT SO WEVE BEEN LOOKING INTO EXCESS MORTALITY HOW MANY MOR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200425, "Text": "I had a call yesterday with a former Fortune 500 CEO who said his experience was nearly the opposite of what is des… https://t.co/pmycpOOrzm", "clean_text": "I HAD A CALL YESTERDAY WITH A FORMER FORTUNE 500 CEO WHO SAID HIS EXPERIENCE WAS NEARLY THE OPPOSITE OF WHAT IS DES ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200425, "Text": "@LUFCLew @pb_1973 Read the paragraph about leronlimab. Only 1 of 6 patients remained in stable condition. The other… https://t.co/qxFijzujK6", "clean_text": "@LUFCLEW @PB_1973 READ THE PARAGRAPH ABOUT LERONLIMAB ONLY 1 OF 6 PATIENTS REMAINED IN STABLE CONDITION THE OTHER ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200425, "Text": "@IvanTheK I think all of the storage has been rented out (or held for regular use by refiners/pipelines), but hasn’t physically been filled", "clean_text": "@IVANTHEK I THINK ALL OF THE STORAGE HAS BEEN RENTED OUT OR HELD FOR REGULAR USE BY REFINERSPIPELINES BUT HASNT PHYSICALLY BEEN FILLED", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200425, "Text": "@IvanTheK I’ve seen estimates that a third is empty... still early innings perhaps and some non-trivial amount of w… https://t.co/goGGmKWoPf", "clean_text": "@IVANTHEK IVE SEEN ESTIMATES THAT A THIRD IS EMPTY STILL EARLY INNINGS PERHAPS AND SOME NONTRIVIAL AMOUNT OF W ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "Many of us shall look like Prickles the sheep when we eventually emerge. https://t.co/PStDJiGov2", "clean_text": "MANY OF US SHALL LOOK LIKE PRICKLES THE SHEEP WHEN WE EVENTUALLY EMERGE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "@i123arnold @LongShortTrader This kind of speaks to it being distribution. In NY, been challenging to get meat at t… https://t.co/Zdx6kK7fIU", "clean_text": "@I123ARNOLD @LONGSHORTTRADER THIS KIND OF SPEAKS TO IT BEING DISTRIBUTION IN NY BEEN CHALLENGING TO GET MEAT AT T ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "matt_levine", "Time": 20200424, "Text": "Money Stuff, Dragon-God has all loyalty abilities of all other newsletters on the battlefield. https://t.co/kmtEkJUZdk", "clean_text": "MONEY STUFF DRAGONGOD HAS ALL LOYALTY ABILITIES OF ALL OTHER NEWSLETTERS ON THE BATTLEFIELD ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200424, "Text": "RT @mdmcdonald: Suspension of the MLB season is having ripple effects in #CostaRica. The Rawlings factory in Turrialba, Costa Rica, where w…", "clean_text": "RT @MDMCDONALD SUSPENSION OF THE MLB SEASON IS HAVING RIPPLE EFFECTS IN #COSTARICA THE RAWLINGS FACTORY IN TURRIALBA COSTA RICA WHERE W", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200424, "Text": "For more on the free-and-easy portion of the credit cycle, see \"'Really, just IOUs'\" in the Grant's issue dated Dec… https://t.co/eQSjMtnrrG", "clean_text": "FOR MORE ON THE FREEANDEASY PORTION OF THE CREDIT CYCLE SEE REALLY JUST IOU IN THE GRANT ISSUE DATED DEC ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200424, "Text": "@IntrinsicInv They were used as a source of eMarketer’s data on advertising. Found this site pretty helpful. \n\nhttps://t.co/meN2HgMubW", "clean_text": "@INTRINSICINV THEY WERE USED AS A SOURCE OF EMARKETERS DATA ON ADVERTISING FOUND THIS SITE PRETTY HELPFUL \n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200424, "Text": "Can someone point to me how much they think $EXPE $BNKG spend on ad $ to $GOOG? Plenty of chatter on here about dec… https://t.co/ewh8nKZfs7", "clean_text": "CAN SOMEONE POINT TO ME HOW MUCH THEY THINK EXPE BNKG SPEND ON AD  TO GOOG PLENTY OF CHATTER ON HERE ABOUT DEC ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AZ_Value", "Time": 20200424, "Text": "Trump owes tens of millions to the Bank of China — and the loan is due soon https://t.co/7dZZzbxsga via @politico", "clean_text": "TRUMP OWES TENS OF MILLIONS TO THE BANK OF CHINA AND THE LOAN IS DUE SOON  VIA @POLITICO", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200423, "Text": "Yes the #dental industry and our primary research agrees that the trends are very #bearish and hopes of post-… https://t.co/aqZoBD6OhL", "clean_text": "YES THE #DENTAL INDUSTRY AND OUR PRIMARY RESEARCH AGREES THAT THE TRENDS ARE VERY #BEARISH AND HOPES OF POST ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: A lot of the lower-quality credits just went through a no-bid market before the Fed stepped in.  Hard to say where it shows…", "clean_text": "RT @JOHNPGAVIN A LOT OF THE LOWERQUALITY CREDITS JUST WENT THROUGH A NOBID MARKET BEFORE THE FED STEPPED IN  HARD TO SAY WHERE IT SHOWS", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "matt_levine", "Time": 20200423, "Text": "@ejenk @quantian1 not that much trouble! his quality of life is not noticeably worse for having the shares", "clean_text": "@EJENK @QUANTIAN1 NOT THAT MUCH TROUBLE HIS QUALITY OF LIFE IS NOT NOTICEABLY WORSE FOR HAVING THE SHARES", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200423, "Text": "In an attempt to save this newsletter and boost its price, I have destroyed the utility of the product. https://t.co/8OPtZYQu2M", "clean_text": "IN AN ATTEMPT TO SAVE THIS NEWSLETTER AND BOOST ITS PRICE I HAVE DESTROYED THE UTILITY OF THE PRODUCT ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "RT @sarthakgh: MBA students at top biz schools (Wharton, Kellogg, Stanford) of the country are asking for refunds \n\nA reckoning is coming.…", "clean_text": "RT @SARTHAKGH MBA STUDENTS AT TOP BIZ SCHOOLS WHARTON KELLOGG STANFORD OF THE COUNTRY ARE ASKING FOR REFUNDS \n\nA RECKONING IS COMING", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @USAmbUN: .@USUN and @StateDept thank the eight members of the @UN #NorthKorea Panel of Experts. The United States highly appreciates yo…", "clean_text": "RT @USAMBUN @USUN AND @STATEDEPT THANK THE EIGHT MEMBERS OF THE @UN #NORTHKOREA PANEL OF EXPERTS THE UNITED STATES HIGHLY APPRECIATES YO", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200423, "Text": "\" $GOOG (27%) and $FB (33%) captured 60% of $87bn in mobile ad dollars in US in 2019. Unlikely any growth in 2020,… https://t.co/UQK2CId0FB", "clean_text": " GOOG 27% AND FB 33% CAPTURED 60% OF 87BN IN MOBILE AD DOLLARS IN US IN 2019 UNLIKELY ANY GROWTH IN 2020 ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200423, "Text": "Dad joke I just came up with and hope there’s no existing variations of...\n\nWhy can’t you trust a fart?\n-They’re al… https://t.co/urZzqFCD4r", "clean_text": "DAD JOKE I JUST CAME UP WITH AND HOPE THERES NO EXISTING VARIATIONS OF\n\nWHY CANT YOU TRUST A FART\nTHEYRE AL ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200422, "Text": "Nobody is buying $WDFC #WDFC at big retailer O'Reilly Auto $ORLY \"Due to the ongoing, negative impact of #COVID19,… https://t.co/g79K5LOAHg", "clean_text": "NOBODY IS BUYING WDFC #WDFC AT BIG RETAILER OREILLY AUTO ORLY DUE TO THE ONGOING NEGATIVE IMPACT OF #COVID19 ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Good night all.  After the darkness of the night, the light will surely return tomorrow.  No virus can stop that.  No virus…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  AFTER THE DARKNESS OF THE NIGHT THE LIGHT WILL SURELY RETURN TOMORROW  NO VIRUS CAN STOP THAT  NO VIRUS", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Getting tired of the usual drivel of “support for small business”. The last rounds of stimulus were quickly scooped up by l…", "clean_text": "RT @JOHNPGAVIN GETTING TIRED OF THE USUAL DRIVEL OF SUPPORT FOR SMALL BUSINESS” THE LAST ROUNDS OF STIMULUS WERE QUICKLY SCOOPED UP BY L", "count1": 2, "count2": 3, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk i think the combination of \"limited liability\" and \"it is a purely abstract share of a fictional entity\" matters a lot", "clean_text": "@EJENK I THINK THE COMBINATION OF LIMITED LIABILITY AND IT IS A PURELY ABSTRACT SHARE OF A FICTIONAL ENTITY MATTERS A LOT", "count1": 1, "count2": 2, "count3": 0, "count4": 3}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk but it is a difference of degree in that the sponsor of a 3x levered inverse whatever *knows that*, and worr… https://t.co/3IToT7iXhd", "clean_text": "@EJENK BUT IT IS A DIFFERENCE OF DEGREE IN THAT THE SPONSOR OF A 3X LEVERED INVERSE WHATEVER *KNOWS THAT* AND WORR ", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk i mean you can definitely find a way to lose more than 100% of the value of a stock but not… https://t.co/vDXaDp3K7V", "clean_text": "@KARLBYKARLSMITH @EJENK I MEAN YOU CAN DEFINITELY FIND A WAY TO LOSE MORE THAN 100% OF THE VALUE OF A STOCK BUT NOT ", "count1": 1, "count2": 2, "count3": 1, "count4": 2}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk the real point is that shares of stock in themselves do not impose obligations, so, no. you… https://t.co/EICbLzUTAP", "clean_text": "@KARLBYKARLSMITH @EJENK THE REAL POINT IS THAT SHARES OF STOCK IN THEMSELVES DO NOT IMPOSE OBLIGATIONS SO NO YOU ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200422, "Text": "@theofrancis and @intipach from WSJ have a comprehensive list of publicly traded companies that have received PPP f… https://t.co/8KymV2ZZV8", "clean_text": "@THEOFRANCIS AND @INTIPACH FROM WSJ HAVE A COMPREHENSIVE LIST OF PUBLICLY TRADED COMPANIES THAT HAVE RECEIVED PPP F ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200422, "Text": "@vaheelfan @InvestorsLive Why? Just a question of share count and borrow cost.", "clean_text": "@VAHEELFAN @INVESTORSLIVE WHY JUST A QUESTION OF SHARE COUNT AND BORROW COST", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200422, "Text": "Exclusive: ValueAct eyes Nintendo with stake of over $1.1 billion - letter https://t.co/8jZm6n0R0m", "clean_text": "EXCLUSIVE VALUEACT EYES NINTENDO WITH STAKE OF OVER 11 BILLION  LETTER ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200422, "Text": "@EnergyCredit1 @FZucchi @CaseyBasil6 I’ve never seen a company actually buy a bunch of distressed bonds of a planne… https://t.co/cCwiOvUZnm", "clean_text": "@ENERGYCREDIT1 @FZUCCHI @CASEYBASIL6 IVE NEVER SEEN A COMPANY ACTUALLY BUY A BUNCH OF DISTRESSED BONDS OF A PLANNE ", "count1": 0, "count2": 2, "count3": 0, "count4": 3}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: Proud to echo @SecPompeo’s announcement of $270 million in new U.S. assistance for the global #COVID19 response. The U.S…", "clean_text": "RT @STATEDEPTSPOX PROUD TO ECHO @SECPOMPEOS ANNOUNCEMENT OF 270 MILLION IN NEW US ASSISTANCE FOR THE GLOBAL #COVID19 RESPONSE THE US", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "@AlpBugraBasat @shrivastava_sam Huh? What’s your estimation of the borrowing cost?", "clean_text": "@ALPBUGRABASAT @SHRIVASTAVA_SAM HUH WHATS YOUR ESTIMATION OF THE BORROWING COST", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200422, "Text": "RT @Find_Me_Value: New slide deck on Charter Communications (CHTR)\nTrial view of first ~ 20 slides on \"sample posts\" of site.\nFull 114 pg d…", "clean_text": "RT @FIND_ME_VALUE NEW SLIDE DECK ON CHARTER COMMUNICATIONS CHTR\nTRIAL VIEW OF FIRST 20 SLIDES ON SAMPLE POSTS OF SITE\nFULL 114 PG D", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200422, "Text": "File this under tweets people didn’t think were from DLC — It’s the return of the Galakrond Secret Rogue but I’m st… https://t.co/bVefByUlkp", "clean_text": "FILE THIS UNDER TWEETS PEOPLE DIDNT THINK WERE FROM DLC ITS THE RETURN OF THE GALAKROND SECRET ROGUE BUT IM ST ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200422, "Text": "RT @jp_koning: Amidst the financial chaos, the Bank of Canada has shifted to a floor system. It usually operates with a tiny $250 million i…", "clean_text": "RT @JP_KONING AMIDST THE FINANCIAL CHAOS THE BANK OF CANADA HAS SHIFTED TO A FLOOR SYSTEM IT USUALLY OPERATES WITH A TINY 250 MILLION I", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Underfunded public pensions has been a growing and festering problem. For decades, politicians of all stripes curried favor…", "clean_text": "RT @JOHNPGAVIN UNDERFUNDED PUBLIC PENSIONS HAS BEEN A GROWING AND FESTERING PROBLEM FOR DECADES POLITICIANS OF ALL STRIPES CURRIED FAVOR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200421, "Text": "Audio version of \"It's Time To Build\"! https://t.co/Qj9s2G0AU4 https://t.co/IlRYdH6610", "clean_text": "AUDIO VERSION OF IT TIME TO BUILD  ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200421, "Text": "Looks like 7 more publicly traded companies disclosed new PPP loans in today’s crop of filings (so far…EDGAR doesn’… https://t.co/GQlcis3wbP", "clean_text": "LOOKS LIKE 7 MORE PUBLICLY TRADED COMPANIES DISCLOSED NEW PPP LOANS IN TODAYS CROP OF FILINGS SO FAREDGAR DOESN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200421, "Text": "$NTN has a market cap of just $3m but managed to get a PPP loan worth $1.6m. https://t.co/FNxUkI2pIl", "clean_text": "NTN HAS A MARKET CAP OF JUST 3M BUT MANAGED TO GET A PPP LOAN WORTH 16M ", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "footnoted", "Time": 20200421, "Text": "That’s really a judgement call on the part of any company’s inside/outside counsel. Have seen loans as little as $1… https://t.co/0M0HiVBjSw", "clean_text": "THATS REALLY A JUDGEMENT CALL ON THE PART OF ANY COMPANYS INSIDEOUTSIDE COUNSEL HAVE SEEN LOANS AS LITTLE AS 1 ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200421, "Text": "A friend of mine runs a small cookie company in Princeton NJ. Her store’s been closed for past 5 weeks, but landlor… https://t.co/vt4cueGOZu", "clean_text": "A FRIEND OF MINE RUNS A SMALL COOKIE COMPANY IN PRINCETON NJ HER STORES BEEN CLOSED FOR PAST 5 WEEKS BUT LANDLOR ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "activiststocks", "Time": 20200421, "Text": "RT @timkmak: THREAD - History doesn't repeat itself, but it rhymes: a thread about the **Anti-Mask League** of 1919.\n \nI'm not kidding I we…", "clean_text": "RT @TIMKMAK THREAD  HISTORY DOESNT REPEAT ITSELF BUT IT RHYMES A THREAD ABOUT THE **ANTIMASK LEAGUE** OF 1919\n \nIM NOT KIDDING I WE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200421, "Text": "@wingod Might not be quite as crazy as it seems. They make a lot of stuff and Berkshire Hathaway is a large shareho… https://t.co/amKuvRTuUI", "clean_text": "@WINGOD MIGHT NOT BE QUITE AS CRAZY AS IT SEEMS THEY MAKE A LOT OF STUFF AND BERKSHIRE HATHAWAY IS A LARGE SHAREHO ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USAmbUN: Grateful for the @UN #NorthKorea Panel of Experts’ work and the release of their final report. Key takeaway? Member States mus…", "clean_text": "RT @USAMBUN GRATEFUL FOR THE @UN #NORTHKOREA PANEL OF EXPERTS WORK AND THE RELEASE OF THEIR FINAL REPORT KEY TAKEAWAY MEMBER STATES MUS", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Today, Americans of Jewish faith still face persecution. We must always condemn &amp; confront all forms of racial, religious &amp; ethni…", "clean_text": "RT @USUN TODAY AMERICANS OF JEWISH FAITH STILL FACE PERSECUTION WE MUST ALWAYS CONDEMN AMP CONFRONT ALL FORMS OF RACIAL RELIGIOUS AMP ETHNI", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Our observance of #YomHaShoah calls on us to renew our vow that future generations know the Holocaust’s horrors so that we never…", "clean_text": "RT @USUN OUR OBSERVANCE OF #YOMHASHOAH CALLS ON US TO RENEW OUR VOW THAT FUTURE GENERATIONS KNOW THE HOLOCAUSTS HORRORS SO THAT WE NEVER", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Today on #HolocaustRemembranceDay, the U.S. honors the millions of lives the Nazis murdered leading up to &amp; during #WWII: Jews, R…", "clean_text": "RT @USUN TODAY ON #HOLOCAUSTREMEMBRANCEDAY THE US HONORS THE MILLIONS OF LIVES THE NAZIS MURDERED LEADING UP TO AMP DURING #WWII JEWS R", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USAmbUN: #UNSC #VTC: Over 75% of the world’s food crises are driven by conflict. Millions of people in #Syria, #Yemen, and elsewhere ar…", "clean_text": "RT @USAMBUN #UNSC #VTC OVER 75% OF THE WORLDS FOOD CRISES ARE DRIVEN BY CONFLICT MILLIONS OF PEOPLE IN #SYRIA #YEMEN AND ELSEWHERE AR", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Meanwhile, data on '849 in NSCLC consists of 5 patients w/longest DOR at 10 weeks. It's been &gt;6 months since the la… https://t.co/2lTZD9D3x7", "clean_text": "MEANWHILE DATA ON 849 IN NSCLC CONSISTS OF 5 PATIENTS WLONGEST DOR AT 10 WEEKS IT BEEN GT6 MONTHS SINCE THE LA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Preclinical research reveals high rates of primary resistance and/or rapid adaptive resistance to G12Ci: KRAS-mutan… https://t.co/mZecvSgMqP", "clean_text": "PRECLINICAL RESEARCH REVEALS HIGH RATES OF PRIMARY RESISTANCE ANDOR RAPID ADAPTIVE RESISTANCE TO G12CI KRASMUTAN ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Heterogeneity of KRAS mutations also means targeted therapy combinations with '849 are a roll of the dice. There's… https://t.co/whkWWOzIXv", "clean_text": "HETEROGENEITY OF KRAS MUTATIONS ALSO MEANS TARGETED THERAPY COMBINATIONS WITH 849 ARE A ROLL OF THE DICE THERE ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "At more than $4.5bn, Mirati's valuation assumes great clinical success &amp; maybe some M&amp;A. But the future of its 2 dr… https://t.co/DPXTMxmkzB", "clean_text": "AT MORE THAN 45BN MIRATI VALUATION ASSUMES GREAT CLINICAL SUCCESS AMP MAYBE SOME MAMPA BUT THE FUTURE OF ITS 2 DR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200421, "Text": "For more on the Amazon of Transportation, see 'Large, unbeatable numbers' in the Grant's issue dated November 1, 20… https://t.co/mJFpGYckin", "clean_text": "FOR MORE ON THE AMAZON OF TRANSPORTATION SEE LARGE UNBEATABLE NUMBER IN THE GRANT ISSUE DATED NOVEMBER 1 20 ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200421, "Text": "Decline in estimated ad spend, IAB survey of agencies and brands. Social media ( $FB $TWTR $SNAP) &amp; search ( $GOOG… https://t.co/6QcnP1E941", "clean_text": "DECLINE IN ESTIMATED AD SPEND IAB SURVEY OF AGENCIES AND BRANDS SOCIAL MEDIA  FB TWTR SNAP AMP SEARCH  GOOG ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200421, "Text": "@FoolAllTheTime did they go from the IBM net promoter score to the average of the IBM/Red Hat score?", "clean_text": "@FOOLALLTHETIME DID THEY GO FROM THE IBM NET PROMOTER SCORE TO THE AVERAGE OF THE IBMRED HAT SCORE", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200421, "Text": "Oil’s not the only market where inventories built in anticipation of a supply shock only to have demand fall off pr… https://t.co/eZVMNgs3sF", "clean_text": "OILS NOT THE ONLY MARKET WHERE INVENTORIES BUILT IN ANTICIPATION OF A SUPPLY SHOCK ONLY TO HAVE DEMAND FALL OFF PR ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200421, "Text": "RT @realDonaldTrump: In light of the attack from the Invisible Enemy, as well as the need to protect the jobs of our GREAT American Citizen…", "clean_text": "RT @REALDONALDTRUMP IN LIGHT OF THE ATTACK FROM THE INVISIBLE ENEMY AS WELL AS THE NEED TO PROTECT THE JOBS OF OUR GREAT AMERICAN CITIZEN", "count1": 4, "count2": 2, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200420, "Text": "RT @sfiscience: \"We appear to have reached a limit at which #understanding &amp; #prediction—mechanisms &amp; models—are falling out of alignment.…", "clean_text": "RT @SFISCIENCE WE APPEAR TO HAVE REACHED A LIMIT AT WHICH #UNDERSTANDING AMP #PREDICTION—MECHANISMS AMP MODELS—ARE FALLING OUT OF ALIGNMENT", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200420, "Text": "RT @MilwaukeeBonds: Never thought a barrel of oil could turn out to be a worse investment than Venezuelan bonds, but here we are...", "clean_text": "RT @MILWAUKEEBONDS NEVER THOUGHT A BARREL OF OIL COULD TURN OUT TO BE A WORSE INVESTMENT THAN VENEZUELAN BONDS BUT HERE WE ARE", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200420, "Text": "In my “A Tale of Two Sinks” webcast (now up on replay) I finished warning about the danger of purely financial enti… https://t.co/laR7dbyOOL", "clean_text": "IN MY A TALE OF TWO SINKS” WEBCAST NOW UP ON REPLAY I FINISHED WARNING ABOUT THE DANGER OF PURELY FINANCIAL ENTI ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200420, "Text": "\"The bulk of digital advertising spend comes from millions of small, local, direct advertisers spending $10,000 a y… https://t.co/CSnvGHezuM", "clean_text": "THE BULK OF DIGITAL ADVERTISING SPEND COMES FROM MILLIONS OF SMALL LOCAL DIRECT ADVERTISERS SPENDING 10000 A Y ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "RT @JacobWolinsky: Whitney tilson will give you the privilege  of providing your credit card number over the phone so you can send him $6,0…", "clean_text": "RT @JACOBWOLINSKY WHITNEY TILSON WILL GIVE YOU THE PRIVILEGE  OF PROVIDING YOUR CREDIT CARD NUMBER OVER THE PHONE SO YOU CAN SEND HIM 60", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "@ReaperCancelled *pushes glasses up*\n\nActually, it's the sound of an A-10 Warthog raining 30mm depleted uranium rou… https://t.co/8TAsJhwQcz", "clean_text": "@REAPERCANCELLED *PUSHES GLASSES UP*\n\nACTUALLY IT THE SOUND OF AN A10 WARTHOG RAINING 30MM DEPLETED URANIUM ROU ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @stagevp: Hear @ktal90 of @firstresonance talk about the future of manufacturing on the Venture Stories podcast. \n\nhttps://t.co/pfG18mjb…", "clean_text": "RT @STAGEVP HEAR @KTAL90 OF @FIRSTRESONANCE TALK ABOUT THE FUTURE OF MANUFACTURING ON THE VENTURE STORIES PODCAST \n\n", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @stagevp: One of the fastest growing subscription commerce companies, @@blckriflecoffee, uses @soundcommerce to manage omnichannel sales…", "clean_text": "RT @STAGEVP ONE OF THE FASTEST GROWING SUBSCRIPTION COMMERCE COMPANIES @@BLCKRIFLECOFFEE USES @SOUNDCOMMERCE TO MANAGE OMNICHANNEL SALES", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200419, "Text": "2/3 Here are the 12 Rules of Deep Survival: https://t.co/F8yxv0mrHR \nNumber 1, Perceive and Believe, seems to be re… https://t.co/GkOlpaHkWd", "clean_text": "23 HERE ARE THE 12 RULES OF DEEP SURVIVAL  \nNUMBER 1 PERCEIVE AND BELIEVE SEEMS TO BE RE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200419, "Text": "3/3 Laurence recently did a wonderful podcast with @jim_rutt (who preceded me as chair of the SFI board).… https://t.co/zoCRsdq0xD", "clean_text": "33 LAURENCE RECENTLY DID A WONDERFUL PODCAST WITH @JIM_RUTT WHO PRECEDED ME AS CHAIR OF THE SFI BOARD ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200419, "Text": "Doing some rough math, it looks like the combined value of the U.S. stock market gains off of the recent lows is ro… https://t.co/NA0feIQXK0", "clean_text": "DOING SOME ROUGH MATH IT LOOKS LIKE THE COMBINED VALUE OF THE US STOCK MARKET GAINS OFF OF THE RECENT LOWS IS RO ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200419, "Text": "@PeterBent @scuttleblurb I haven’t owned for a couple years +. Sold $LILA around $20/sh. One of my worst investment… https://t.co/YTMB9wWwcw", "clean_text": "@PETERBENT @SCUTTLEBLURB I HAVENT OWNED FOR A COUPLE YEARS SOLD LILA AROUND 20SH ONE OF MY WORST INVESTMENT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @TruthGundlach: Doing some rough math, it looks like the combined value of the U.S. stock market gains off of the recent lows is roughly…", "clean_text": "RT @TRUTHGUNDLACH DOING SOME ROUGH MATH IT LOOKS LIKE THE COMBINED VALUE OF THE US STOCK MARKET GAINS OFF OF THE RECENT LOWS IS ROUGHLY", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "Here's a short list of important books to complement my essay:", "clean_text": "HERE A SHORT LIST OF IMPORTANT BOOKS TO COMPLEMENT MY ESSAY", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/6SyHCEdwCA by Charles Morris on how four great builders of the 19th century built the world we live in today.", "clean_text": " BY CHARLES MORRIS ON HOW FOUR GREAT BUILDERS OF THE 19TH CENTURY BUILT THE WORLD WE LIVE IN TODAY", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/SEP8lKsEhc by Edmund Morris on perhaps the greatest American builder of all, the builder who brought e… https://t.co/cDxQmwEjcp", "clean_text": " BY EDMUND MORRIS ON PERHAPS THE GREATEST AMERICAN BUILDER OF ALL THE BUILDER WHO BROUGHT E ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200418, "Text": "Hey @bayer4pets: bought a Seresto collar for my dog last month and have pulled 3 living ticks off of him in past 24… https://t.co/WCIXI2BuFK", "clean_text": "HEY @BAYER4PETS BOUGHT A SERESTO COLLAR FOR MY DOG LAST MONTH AND HAVE PULLED 3 LIVING TICKS OFF OF HIM IN PAST 24 ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200418, "Text": "Job losses in just the past month appear to be greater than all previously added since the bottom of the “Great Rec… https://t.co/Kcd67cG9V8", "clean_text": "JOB LOSSES IN JUST THE PAST MONTH APPEAR TO BE GREATER THAN ALL PREVIOUSLY ADDED SINCE THE BOTTOM OF THE GREAT REC ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200418, "Text": "The California Poppy Reserve is closed due to the ‘rona, but plenty of spots outside the reserve look like this rig… https://t.co/dIrsGubj9b", "clean_text": "THE CALIFORNIA POPPY RESERVE IS CLOSED DUE TO THE RONA BUT PLENTY OF SPOTS OUTSIDE THE RESERVE LOOK LIKE THIS RIG ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "This is a huge development for $OSTK and @tzeroblockchain. Congrats to @Noursalehi and the rest of the team. The… https://t.co/baNfCOcyxv", "clean_text": "THIS IS A HUGE DEVELOPMENT FOR OSTK AND @TZEROBLOCKCHAIN CONGRATS TO @NOURSALEHI AND THE REST OF THE TEAM THE ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "@CheeseburgerCap @AjKshatriya I think attributing this crazy amendment to relationships is a bit of an oversimplifi… https://t.co/8ta1TY6g9X", "clean_text": "@CHEESEBURGERCAP @AJKSHATRIYA I THINK ATTRIBUTING THIS CRAZY AMENDMENT TO RELATIONSHIPS IS A BIT OF AN OVERSIMPLIFI ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200417, "Text": "@wolfejosh @bgurley My career was shaped by a book that one of my fellow trainees casually recommended I read becau… https://t.co/mRj7XIivve", "clean_text": "@WOLFEJOSH @BGURLEY MY CAREER WAS SHAPED BY A BOOK THAT ONE OF MY FELLOW TRAINEES CASUALLY RECOMMENDED I READ BECAU ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200417, "Text": "Of course https://t.co/WwziJ5KlLV", "clean_text": "OF COURSE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200417, "Text": "Quite a selection of yields on offer from Fido's inventory. I don't recall this scenario being covered in the CFA m… https://t.co/OdCtBBUNpS", "clean_text": "QUITE A SELECTION OF YIELDS ON OFFER FROM FIDO INVENTORY I DONT RECALL THIS SCENARIO BEING COVERED IN THE CFA M ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200417, "Text": "@MidwestHedgie @AdvInCap @hkuppy Chesapeake has a lot of dry gas assets that the bonds would likely own a piece of… https://t.co/PFvxaeBbZL", "clean_text": "@MIDWESTHEDGIE @ADVINCAP @HKUPPY CHESAPEAKE HAS A LOT OF DRY GAS ASSETS THAT THE BONDS WOULD LIKELY OWN A PIECE OF ", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: Accountability, even in the midst of a crisis, is crucial. I discuss that and more in my conversation with @NPRinskeep @npr: h…", "clean_text": "RT @USAMBUN ACCOUNTABILITY EVEN IN THE MIDST OF A CRISIS IS CRUCIAL I DISCUSS THAT AND MORE IN MY CONVERSATION WITH @NPRINSKEEP @NPR H", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200417, "Text": "RT @fernandoulrich: A new era of inflation? | with Jim Grant and @malopez1975 https://t.co/2bo0sc1hcY", "clean_text": "RT @FERNANDOULRICH A NEW ERA OF INFLATION WITH JIM GRANT AND @MALOPEZ1975 ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200417, "Text": "RT @RANsquawk: Gilead (GILD) says anecdotal reports don't provide statistical power necessary to determine safety and efficacy profile of i…", "clean_text": "RT @RANSQUAWK GILEAD GILD SAYS ANECDOTAL REPORTS DONT PROVIDE STATISTICAL POWER NECESSARY TO DETERMINE SAFETY AND EFFICACY PROFILE OF I", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200417, "Text": "Time to day trade off of the daily Cuomo's press conference because NYC is the only place in the world that matters", "clean_text": "TIME TO DAY TRADE OFF OF THE DAILY CUOMO PRESS CONFERENCE BECAUSE NYC IS THE ONLY PLACE IN THE WORLD THAT MATTERS", "count1": 3, "count2": 1, "count3": 1, "count4": 0}]