["RT", {"Name": "activiststocks", "Time": 20200314, "Text": "RT @realalexkapp: I just spent hours waiting, outside, in the cold and rain, at Cedars Sinai Hospital in Los Angeles waiting to get my daug…", "clean_text": "RT @REALALEXKAPP I JUST SPENT HOURS WAITING OUTSIDE IN THE COLD AND RAIN AT CEDARS SINAI HOSPITAL IN LOS ANGELES WAITING TO GET MY DAUG", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @QTRResearch: Why didn’t they use a 1 month chart https://t.co/yfq0dBSikk", "clean_text": "RT @QTRRESEARCH WHY DIDNT THEY USE A 1 MONTH CHART ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @BaldingsWorld: China isn't sending aid they are selling to Italy. US donated aid to China and it's continuing to sell to China. Stop sw…", "clean_text": "RT @BALDINGSWORLD CHINA ISNT SENDING AID THEY ARE SELLING TO ITALY US DONATED AID TO CHINA AND IT CONTINUING TO SELL TO CHINA STOP SW", "count1": 0, "count2": 0, "count3": 4, "count4": 1}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @carlquintanilla: (Verge) - Google is not working with the US government in building a nationwide website to help people determine wheth…", "clean_text": "RT @CARLQUINTANILLA VERGE  GOOGLE IS NOT WORKING WITH THE US GOVERNMENT IN BUILDING A NATIONWIDE WEBSITE TO HELP PEOPLE DETERMINE WHETH", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200314, "Text": "RT @ferventfinance: What happens to commercial real estate when people realize 80% of white-collar jobs can be done from home?", "clean_text": "RT @FERVENTFINANCE WHAT HAPPENS TO COMMERCIAL REAL ESTATE WHEN PEOPLE REALIZE 80% OF WHITECOLLAR JOBS CAN BE DONE FROM HOME", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200314, "Text": "RT @biancoresearch: Dealers are telling me they badly want the $1T in repos, but can't take it.\n\nPost-crisis rules, among so many different…", "clean_text": "RT @BIANCORESEARCH DEALERS ARE TELLING ME THEY BADLY WANT THE 1T IN REPOS BUT CANT TAKE IT\n\nPOSTCRISIS RULES AMONG SO MANY DIFFERENT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200313, "Text": "RT @carlquintanilla: BUFFETT: “Well, it’s going to be terrible. I’ve always felt a pandemic would happen at some time. .. It won’t stop the…", "clean_text": "RT @CARLQUINTANILLA BUFFETT WELL ITS GOING TO BE TERRIBLE IVE ALWAYS FELT A PANDEMIC WOULD HAPPEN AT SOME TIME  IT WONT STOP THE", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200313, "Text": "RT @thesheetztweetz: Carl Icahn tells @ScottWapnerCNBC his biggest position is shorting U.S. commercial real estate, which he says is going…", "clean_text": "RT @THESHEETZTWEETZ CARL ICAHN TELLS @SCOTTWAPNERCNBC HIS BIGGEST POSITION IS SHORTING US COMMERCIAL REAL ESTATE WHICH HE SAYS IS GOING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200313, "Text": "RT @elonmusk: The coronavirus panic is dumb", "clean_text": "RT @ELONMUSK THE CORONAVIRUS PANIC IS DUMB", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200312, "Text": "RT @RFaughnder: Just got a statement from Tom Hanks saying he and Rita Wilson were tested positive for Covid-19 in Australia", "clean_text": "RT @RFAUGHNDER JUST GOT A STATEMENT FROM TOM HANKS SAYING HE AND RITA WILSON WERE TESTED POSITIVE FOR COVID19 IN AUSTRALIA", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200312, "Text": "RT @wojespn: The NBA has suspended the season.", "clean_text": "RT @WOJESPN THE NBA HAS SUSPENDED THE SEASON", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200312, "Text": "RT @USUN: The United States wants the very best for #SouthSudan. We believe the unanimously renewed #UNMISS mandate will help create a path…", "clean_text": "RT @USUN THE UNITED STATES WANTS THE VERY BEST FOR #SOUTHSUDAN WE BELIEVE THE UNANIMOUSLY RENEWED #UNMISS MANDATE WILL HELP CREATE A PATH", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200312, "Text": "RT @usunvie: Link to the full 🇺🇸 statement from today’s IAEA Board meeting on the agenda item dealing with Iran’s #NPT Safeguards Agreement…", "clean_text": "RT @USUNVIE LINK TO THE FULL STATEMENT FROM TODAYS IAEA BOARD MEETING ON THE AGENDA ITEM DEALING WITH IRANS #NPT SAFEGUARDS AGREEMENT", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200312, "Text": "RT @AsstSecStateAF: Today we remember the lives and important work of Michael Sharp and Zaida Catalan. With @USUN and @USEmbKinshasa we con…", "clean_text": "RT @ASSTSECSTATEAF TODAY WE REMEMBER THE LIVES AND IMPORTANT WORK OF MICHAEL SHARP AND ZAIDA CATALAN WITH @USUN AND @USEMBKINSHASA WE CON", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200312, "Text": "RT @biancoresearch: Tsys are supposed to trade as a \"rate\" but are now trading like a \"credit\"\n\nTsys prices should be rallying BIG on what…", "clean_text": "RT @BIANCORESEARCH TSYS ARE SUPPOSED TO TRADE AS A RATE BUT ARE NOW TRADING LIKE A CREDIT\n\nTSYS PRICES SHOULD BE RALLYING BIG ON WHAT", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200312, "Text": "RT @davidmarchorn: Smart advice my wife saw online:\n\nSmall businesses are getting killed. Buy gift cards from them. It helps with working c…", "clean_text": "RT @DAVIDMARCHORN SMART ADVICE MY WIFE SAW ONLINE\n\nSMALL BUSINESSES ARE GETTING KILLED BUY GIFT CARDS FROM THEM IT HELPS WITH WORKING C", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200311, "Text": "RT @nab45: Dow futures displaying Textbook Rock in the Pond chart formation. https://t.co/12cJJ12hUP", "clean_text": "RT @NAB45 DOW FUTURES DISPLAYING TEXTBOOK ROCK IN THE POND CHART FORMATION ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200311, "Text": "RT @btcking555: Hillarious! ⁦@canaanio⁩ and ⁦@NorthernDataAG⁩ get caught red handed ⁦@jemimajoanna⁩ ⁦@AureliusValue⁩ https://t.co/TxKkUL1eEV", "clean_text": "RT @BTCKING555 HILLARIOUS ⁦@CANAANIO⁩ AND ⁦@NORTHERNDATAAG⁩ GET CAUGHT RED HANDED ⁦@JEMIMAJOANNA⁩ ⁦@AURELIUSVALUE⁩ ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200310, "Text": "RT @jasonzweigwsj: It's always a good time to read (or re-read) Chapter Eight of  Benjamin Graham's \"The Intelligent Investor.\"\n\nToday migh…", "clean_text": "RT @JASONZWEIGWSJ IT ALWAYS A GOOD TIME TO READ OR REREAD CHAPTER EIGHT OF  BENJAMIN GRAHAM THE INTELLIGENT INVESTOR\n\nTODAY MIGH", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200310, "Text": "RT @morganhousel: Thank god it's Friday.", "clean_text": "RT @MORGANHOUSEL THANK GOD IT FRIDAY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200310, "Text": "RT @biancoresearch: Not only was Fri/Mon the best two days in long bond history (see chart) but given the low yields and long durations, th…", "clean_text": "RT @BIANCORESEARCH NOT ONLY WAS FRIMON THE BEST TWO DAYS IN LONG BOND HISTORY SEE CHART BUT GIVEN THE LOW YIELDS AND LONG DURATIONS TH", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200310, "Text": "RT @2HarryBawlz: I just heard from daughter number 2 who is in Midland TX overseeing a bankruptcy for an oil company. It's what she does pr…", "clean_text": "RT @2HARRYBAWLZ I JUST HEARD FROM DAUGHTER NUMBER 2 WHO IS IN MIDLAND TX OVERSEEING A BANKRUPTCY FOR AN OIL COMPANY IT WHAT SHE DOES PR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200310, "Text": "RT @Hipster_Trader: Maybe Ken Griffin can give them a credit line https://t.co/zfGzBmJHYF", "clean_text": "RT @HIPSTER_TRADER MAYBE KEN GRIFFIN CAN GIVE THEM A CREDIT LINE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200310, "Text": "RT @spatranobis: Breaking: #COVID2019 President Xi Jinping is in epicentre Wuhan -- for the first time since the epidemic broke out  -- to…", "clean_text": "RT @SPATRANOBIS BREAKING #COVID2019 PRESIDENT XI JINPING IS IN EPICENTRE WUHAN  FOR THE FIRST TIME SINCE THE EPIDEMIC BROKE OUT TO", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200309, "Text": "Probably the most meta thing we’ll ever RT.  Talking about a hedge fund and $TWTR ON Twitter. #stonks #jackandpaul https://t.co/reEnEDjDMT", "clean_text": "PROBABLY THE MOST META THING WELL EVER RT  TALKING ABOUT A HEDGE FUND AND TWTR ON TWITTER #STONKS #JACKANDPAUL ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200309, "Text": "RT @SweeneyABC: BREAKING: A D.C. priest has Coronavirus. He offered communion and shook hands with more than 500 worshippers last week and…", "clean_text": "RT @SWEENEYABC BREAKING A DC PRIEST HAS CORONAVIRUS HE OFFERED COMMUNION AND SHOOK HANDS WITH MORE THAN 500 WORSHIPPERS LAST WEEK AND", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200309, "Text": "RT @morganhousel: Gonna start hearing stories of people refinancing their mortgage twice in a week.", "clean_text": "RT @MORGANHOUSEL GONNA START HEARING STORIES OF PEOPLE REFINANCING THEIR MORTGAGE TWICE IN A WEEK", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200309, "Text": "RT @Fullcarry: Coincidence?  I Don't think so..... https://t.co/g23bDRcTXa", "clean_text": "RT @FULLCARRY COINCIDENCE  I DONT THINK SO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200309, "Text": "RT @jemimajoanna: On Friday I wrote about China's Canaan Creative (the first crypto stock to be listed on the Nasdaq) (here https://t.co/FU…", "clean_text": "RT @JEMIMAJOANNA ON FRIDAY I WROTE ABOUT CHINA CANAAN CREATIVE THE FIRST CRYPTO STOCK TO BE LISTED ON THE NASDAQ HERE ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200308, "Text": "Great to see something positive to start my Sunday! RT @herbgreenberg: Greetings from ⁦@ClevelandClinic⁩, Day 4 pos… https://t.co/c1ALf1Zmy7", "clean_text": "GREAT TO SEE SOMETHING POSITIVE TO START MY SUNDAY RT @HERBGREENBERG GREETINGS FROM ⁦@CLEVELANDCLINIC⁩ DAY 4 POS ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "activiststocks", "Time": 20200308, "Text": "RT @Birdyword: In locked down Wuhan, teachers use an app called DingTalk to set homework. Kids realised if it got enough one-star reviews i…", "clean_text": "RT @BIRDYWORD IN LOCKED DOWN WUHAN TEACHERS USE AN APP CALLED DINGTALK TO SET HOMEWORK KIDS REALISED IF IT GOT ENOUGH ONESTAR REVIEWS I", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200308, "Text": "RT @jamesmatesitv: View from the top of the Spanish Steps this evening. Rome a near ghost town #coronavirus https://t.co/ywP89PxMF9", "clean_text": "RT @JAMESMATESITV VIEW FROM THE TOP OF THE SPANISH STEPS THIS EVENING ROME A NEAR GHOST TOWN #CORONAVIRUS ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200307, "Text": "RT @LizSpecht: I think most people aren’t aware of the risk of systemic healthcare failure due to #COVID19 because they simply haven’t run…", "clean_text": "RT @LIZSPECHT I THINK MOST PEOPLE ARENT AWARE OF THE RISK OF SYSTEMIC HEALTHCARE FAILURE DUE TO #COVID19 BECAUSE THEY SIMPLY HAVENT RUN", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @julialindau: I just landed at JFK after reporting on #coronavirus in Milan and Lombardy —the epicenter of Italy’s  outbreak— for @vicen…", "clean_text": "RT @JULIALINDAU I JUST LANDED AT JFK AFTER REPORTING ON #CORONAVIRUS IN MILAN AND LOMBARDY —THE EPICENTER OF ITALYS  OUTBREAK— FOR @VICEN", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @DavidBCollum: \"Just wait until the first corporate bond fund is forced to \"gate\" their fund as redemptions soar. You will then hear a l…", "clean_text": "RT @DAVIDBCOLLUM JUST WAIT UNTIL THE FIRST CORPORATE BOND FUND IS FORCED TO GATE THEIR FUND AS REDEMPTIONS SOAR YOU WILL THEN HEAR A L", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @albertedwards99: Rest assured @johnauthers, by the time ‘this’ is all over we will likely revisit 666 again with US 10y yields around -…", "clean_text": "RT @ALBERTEDWARDS99 REST ASSURED @JOHNAUTHERS BY THE TIME THIS IS ALL OVER WE WILL LIKELY REVISIT 666 AGAIN WITH US 10Y YIELDS AROUND ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @CNN: Some retailers around the world are having to take drastic action to limit the number of toilet paper rolls, face masks and hand s…", "clean_text": "RT @CNN SOME RETAILERS AROUND THE WORLD ARE HAVING TO TAKE DRASTIC ACTION TO LIMIT THE NUMBER OF TOILET PAPER ROLLS FACE MASKS AND HAND S", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "AureliusValue", "Time": 20200307, "Text": "RT @btcking555: Hey @AureliusValue Interesting in the report @NorthernDataAG and @canaanio having common folks making hurried and dubious s…", "clean_text": "RT @BTCKING555 HEY @AURELIUSVALUE INTERESTING IN THE REPORT @NORTHERNDATAAG AND @CANAANIO HAVING COMMON FOLKS MAKING HURRIED AND DUBIOUS S", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200306, "Text": "RT @JiffyLu: We generally refer to \"operating leverage\" in a positive light, but it cuts both ways. It's going to be especially painful for…", "clean_text": "RT @JIFFYLU WE GENERALLY REFER TO OPERATING LEVERAGE IN A POSITIVE LIGHT BUT IT CUTS BOTH WAYS IT GOING TO BE ESPECIALLY PAINFUL FOR", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200306, "Text": "RT @Madelinemaub: “Doctors exhibit [cognitive biases] that influence the way they think and treat patients. These biases lead doctors to ma…", "clean_text": "RT @MADELINEMAUB DOCTORS EXHIBIT [COGNITIVE BIASES] THAT INFLUENCE THE WAY THEY THINK AND TREAT PATIENTS THESE BIASES LEAD DOCTORS TO MA", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200306, "Text": "RT @FerroTV: US 30-year yield just dropped below 1.5% for the first time ever. Now trading where the 2-year yield was back on Jan 24 (which…", "clean_text": "RT @FERROTV US 30YEAR YIELD JUST DROPPED BELOW 15% FOR THE FIRST TIME EVER NOW TRADING WHERE THE 2YEAR YIELD WAS BACK ON JAN 24 WHICH", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200306, "Text": "RT @BarbarianCap: I know the family and I donated. She's leaving two girls. \nJennifer Beakes vs. GBM Battle Fund https://t.co/UzrLuC4jQK", "clean_text": "RT @BARBARIANCAP I KNOW THE FAMILY AND I DONATED SHE LEAVING TWO GIRLS \nJENNIFER BEAKES VS GBM BATTLE FUND ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200306, "Text": "RT @Brink_Thinker: Say one word about this video https://t.co/8jxViek2ee", "clean_text": "RT @BRINK_THINKER SAY ONE WORD ABOUT THIS VIDEO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200306, "Text": "RT @CrookTodd: Picks for tissue and wipes?  My data says $GLT, $CLW, and $RFP.  From $GLT investor deck .  #2 supplier in wipes.  Customers…", "clean_text": "RT @CROOKTODD PICKS FOR TISSUE AND WIPES  MY DATA SAYS GLT CLW AND RFP  FROM GLT INVESTOR DECK #2 SUPPLIER IN WIPES  CUSTOMERS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200305, "Text": "RT @TheBabylonBee: Warren Returns To Tribe In Shame After Failing To Take Land Back From The Pale Faces\nhttps://t.co/gbqJ3bKe0l", "clean_text": "RT @THEBABYLONBEE WARREN RETURNS TO TRIBE IN SHAME AFTER FAILING TO TAKE LAND BACK FROM THE PALE FACES\n", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "activiststocks", "Time": 20200304, "Text": "RT @Matt_NBC4: BREAKING: Gov. DeWine announces the Arnold Classic will happen, but the expo has been cancelled. Most of the events will be…", "clean_text": "RT @MATT_NBC4 BREAKING GOV DEWINE ANNOUNCES THE ARNOLD CLASSIC WILL HAPPEN BUT THE EXPO HAS BEEN CANCELLED MOST OF THE EVENTS WILL BE", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200304, "Text": "RT @Super70sSports: When a 7-foot tall 12-year-old is playing in a league with normal 12-year-olds on an 8-foot rim ...\n\nhttps://t.co/aXTJE…", "clean_text": "RT @SUPER70SSPORTS WHEN A 7FOOT TALL 12YEAROLD IS PLAYING IN A LEAGUE WITH NORMAL 12YEAROLDS ON AN 8FOOT RIM \n\n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200303, "Text": "RT @vol_christopher: The yield spread between a 30-year mortgage and a 30-year US Treasury is the highest since 2008. \n\nAlthough rates are…", "clean_text": "RT @VOL_CHRISTOPHER THE YIELD SPREAD BETWEEN A 30YEAR MORTGAGE AND A 30YEAR US TREASURY IS THE HIGHEST SINCE 2008 \n\nALTHOUGH RATES ARE", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200302, "Text": "RT @d_mccar: 1/This interview with @rgmarkey might be one of the best I've been a part of. It's amazing how much a host can bring the best…", "clean_text": "RT @D_MCCAR 1THIS INTERVIEW WITH @RGMARKEY MIGHT BE ONE OF THE BEST IVE BEEN A PART OF IT AMAZING HOW MUCH A HOST CAN BRING THE BEST", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200302, "Text": "RT @awealthofcs: If your free brokerage platform being down for like 4 hours meaningfully impacts your finances you’re probably taking too…", "clean_text": "RT @AWEALTHOFCS IF YOUR FREE BROKERAGE PLATFORM BEING DOWN FOR LIKE 4 HOURS MEANINGFULLY IMPACTS YOUR FINANCES YOURE PROBABLY TAKING TOO", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200302, "Text": "RT @stevewoz: Checking out Janet’s bad cough. Started Jan. 4. We had just returned from China and may have both been patient zero in U.S. (…", "clean_text": "RT @STEVEWOZ CHECKING OUT JANETS BAD COUGH STARTED JAN 4 WE HAD JUST RETURNED FROM CHINA AND MAY HAVE BOTH BEEN PATIENT ZERO IN US ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200302, "Text": "RT @economistmeg: The more you view the S&amp;P500 as a bratty child that throws all its toys out of the stroller when it doesn’t get its way a…", "clean_text": "RT @ECONOMISTMEG THE MORE YOU VIEW THE SAMPP500 AS A BRATTY CHILD THAT THROWS ALL ITS TOYS OUT OF THE STROLLER WHEN IT DOESNT GET ITS WAY A", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200302, "Text": "RT @lizzhuerta: Woman in grocery line: oh are you buying rice and beans for Coronavirus?\n\nMe: No, I’m buying rice and beans because I’m Mex…", "clean_text": "RT @LIZZHUERTA WOMAN IN GROCERY LINE OH ARE YOU BUYING RICE AND BEANS FOR CORONAVIRUS\n\nME NO IM BUYING RICE AND BEANS BECAUSE IM MEX", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200301, "Text": "RT @thestinkmarket: The coronavirus won’t last long because it was made in China.", "clean_text": "RT @THESTINKMARKET THE CORONAVIRUS WONT LAST LONG BECAUSE IT WAS MADE IN CHINA", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200301, "Text": "RT @wesbury: I know #Coronavirus is spreading outside of China, but total active cases are still falling.  Active cases are the only ones t…", "clean_text": "RT @WESBURY I KNOW #CORONAVIRUS IS SPREADING OUTSIDE OF CHINA BUT TOTAL ACTIVE CASES ARE STILL FALLING  ACTIVE CASES ARE THE ONLY ONES T", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200229, "Text": "RT @drose007: When I worked at Amazon 1999-2006, Jeff Bezos’ favorite interview question was “are you a lucky person?” What a great way to…", "clean_text": "RT @DROSE007 WHEN I WORKED AT AMAZON 19992006 JEFF BEZOS FAVORITE INTERVIEW QUESTION WAS ARE YOU A LUCKY PERSON” WHAT A GREAT WAY TO", "count1": 0, "count2": 0, "count3": 1, "count4": 1}]