["THE", {"Name": "xuexishenghuo", "Time": 20200310, "Text": "@goldencaskcap took him 2 months to show up at Wuhan. in 1998, Jiang stood on Yangtze river bank facing the flood.… https://t.co/lfJ6YAy9Xh", "clean_text": "@GOLDENCASKCAP TOOK HIM 2 MONTHS TO SHOW UP AT WUHAN IN 1998 JIANG STOOD ON YANGTZE RIVER BANK FACING THE FLOOD ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200310, "Text": "RT @jasonzweigwsj: It's always a good time to read (or re-read) Chapter Eight of  Benjamin Graham's \"The Intelligent Investor.\"\n\nToday migh…", "clean_text": "RT @JASONZWEIGWSJ IT ALWAYS A GOOD TIME TO READ OR REREAD CHAPTER EIGHT OF  BENJAMIN GRAHAM THE INTELLIGENT INVESTOR\n\nTODAY MIGH", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200310, "Text": "RT @biancoresearch: Not only was Fri/Mon the best two days in long bond history (see chart) but given the low yields and long durations, th…", "clean_text": "RT @BIANCORESEARCH NOT ONLY WAS FRIMON THE BEST TWO DAYS IN LONG BOND HISTORY SEE CHART BUT GIVEN THE LOW YIELDS AND LONG DURATIONS TH", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200310, "Text": "RT @spatranobis: Breaking: #COVID2019 President Xi Jinping is in epicentre Wuhan -- for the first time since the epidemic broke out  -- to…", "clean_text": "RT @SPATRANOBIS BREAKING #COVID2019 PRESIDENT XI JINPING IS IN EPICENTRE WUHAN  FOR THE FIRST TIME SINCE THE EPIDEMIC BROKE OUT TO", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200310, "Text": "When will we hear about the “COVID TALF” from Mnuchin &amp; Co ? @stevenmnuchin1", "clean_text": "WHEN WILL WE HEAR ABOUT THE COVID TALF” FROM MNUCHIN AMP CO  @STEVENMNUCHIN1", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200310, "Text": "The only consistency in this action is that $PRDO's CEO, Todd Nelson has his finger prints all over the issues at b… https://t.co/nnRaBC7Zby", "clean_text": "THE ONLY CONSISTENCY IN THIS ACTION IS THAT PRDO CEO TODD NELSON HAS HIS FINGER PRINTS ALL OVER THE ISSUES AT B ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200309, "Text": "Probably the most meta thing we’ll ever RT.  Talking about a hedge fund and $TWTR ON Twitter. #stonks #jackandpaul https://t.co/reEnEDjDMT", "clean_text": "PROBABLY THE MOST META THING WELL EVER RT  TALKING ABOUT A HEDGE FUND AND TWTR ON TWITTER #STONKS #JACKANDPAUL ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200309, "Text": "The 30 Year US Treasury bond price is up 16 points tonight. That’s a lot.", "clean_text": "THE 30 YEAR US TREASURY BOND PRICE IS UP 16 POINTS TONIGHT THATS A LOT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200309, "Text": "The long bond price moved sixteen points up then eight points down in the last hour. This type of action hasn’t hap… https://t.co/hFDoxDHjzZ", "clean_text": "THE LONG BOND PRICE MOVED SIXTEEN POINTS UP THEN EIGHT POINTS DOWN IN THE LAST HOUR THIS TYPE OF ACTION HASNT HAP ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200309, "Text": "The Fed, ECB, BOJ, BOE, SNB and RBNZ will hold their respective policy meetings before the end of the month.\n\nThe O… https://t.co/m9PfV6JpXl", "clean_text": "THE FED ECB BOJ BOE SNB AND RBNZ WILL HOLD THEIR RESPECTIVE POLICY MEETINGS BEFORE THE END OF THE MONTH\n\nTHE O ", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200309, "Text": "The way the world is now Oil will be going the way of interest rates soon.\n\nNegative. LOL\n\nSoon the gas station wil… https://t.co/hQVUdydbOk", "clean_text": "THE WAY THE WORLD IS NOW OIL WILL BE GOING THE WAY OF INTEREST RATES SOON\n\nNEGATIVE LOL\n\nSOON THE GAS STATION WIL ", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200309, "Text": "$INO.  SEC should immediately HALT this stock and investigate the ludicrous and dangerous claim that they designed… https://t.co/cUBt4tKU6v", "clean_text": "INO  SEC SHOULD IMMEDIATELY HALT THIS STOCK AND INVESTIGATE THE LUDICROUS AND DANGEROUS CLAIM THAT THEY DESIGNED ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200309, "Text": "RT @jemimajoanna: On Friday I wrote about China's Canaan Creative (the first crypto stock to be listed on the Nasdaq) (here https://t.co/FU…", "clean_text": "RT @JEMIMAJOANNA ON FRIDAY I WROTE ABOUT CHINA CANAAN CREATIVE THE FIRST CRYPTO STOCK TO BE LISTED ON THE NASDAQ HERE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200309, "Text": "If you've never watched the Wall Street Week epsidoe from Oct. 23, 1987, it's well weather a watch. Louis Ruykeser… https://t.co/pZZp95ivuP", "clean_text": "IF YOUVE NEVER WATCHED THE WALL STREET WEEK EPSIDOE FROM OCT 23 1987 IT WELL WEATHER A WATCH LOUIS RUYKESER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200308, "Text": "Good time for wisdom from Ben Graham: \"Basically, price fluctuations have only one significant meaning for the true… https://t.co/gvvsxh3XCm", "clean_text": "GOOD TIME FOR WISDOM FROM BEN GRAHAM BASICALLY PRICE FLUCTUATIONS HAVE ONLY ONE SIGNIFICANT MEANING FOR THE TRUE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200308, "Text": "\"At other times he will do better if he forgets about the stock market and pays attention to . . . the operating re… https://t.co/an0Vw3zziG", "clean_text": "AT OTHER TIMES HE WILL DO BETTER IF HE FORGETS ABOUT THE STOCK MARKET AND PAYS ATTENTION TO THE OPERATING RE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200308, "Text": "@OldAviral @robleclerc Graham did not suggest buying the dip and neither did I! Rather, it's a reminder that stock… https://t.co/TEddnykN0Y", "clean_text": "@OLDAVIRAL @ROBLECLERC GRAHAM DID NOT SUGGEST BUYING THE DIP AND NEITHER DID I RATHER IT A REMINDER THAT STOCK ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200308, "Text": "The Next Wave in Shareholder Activism: Socially Responsible Investing https://t.co/3R6QcvK6x7", "clean_text": "THE NEXT WAVE IN SHAREHOLDER ACTIVISM SOCIALLY RESPONSIBLE INVESTING ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200308, "Text": "RT @jamesmatesitv: View from the top of the Spanish Steps this evening. Rome a near ghost town #coronavirus https://t.co/ywP89PxMF9", "clean_text": "RT @JAMESMATESITV VIEW FROM THE TOP OF THE SPANISH STEPS THIS EVENING ROME A NEAR GHOST TOWN #CORONAVIRUS ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200308, "Text": "@btcking555 @FT @FTAlphaville @canaanio @Nasdaq $CAN claims to be the #2 industry player but yet search activity fo… https://t.co/4uKslFh4sQ", "clean_text": "@BTCKING555 @FT @FTALPHAVILLE @CANAANIO @NASDAQ CAN CLAIMS TO BE THE #2 INDUSTRY PLAYER BUT YET SEARCH ACTIVITY FO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200307, "Text": "“The key to understanding is not intelligence, it’s humility. It’s recognizing what you don’t know.” @billjamesonline #SSAC2020", "clean_text": "THE KEY TO UNDERSTANDING IS NOT INTELLIGENCE ITS HUMILITY ITS RECOGNIZING WHAT YOU DONT KNOW” @BILLJAMESONLINE #SSAC2020", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200307, "Text": "RT @LizSpecht: I think most people aren’t aware of the risk of systemic healthcare failure due to #COVID19 because they simply haven’t run…", "clean_text": "RT @LIZSPECHT I THINK MOST PEOPLE ARENT AWARE OF THE RISK OF SYSTEMIC HEALTHCARE FAILURE DUE TO #COVID19 BECAUSE THEY SIMPLY HAVENT RUN", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200307, "Text": "“Yields plunging” headlines abound. Some yields are. But some are going the other way! And it’s the ones going the… https://t.co/kbkoMqRZiz", "clean_text": "YIELDS PLUNGING” HEADLINES ABOUND SOME YIELDS ARE BUT SOME ARE GOING THE OTHER WAY AND ITS THE ONES GOING THE ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @DavidBCollum: \"Just wait until the first corporate bond fund is forced to \"gate\" their fund as redemptions soar. You will then hear a l…", "clean_text": "RT @DAVIDBCOLLUM JUST WAIT UNTIL THE FIRST CORPORATE BOND FUND IS FORCED TO GATE THEIR FUND AS REDEMPTIONS SOAR YOU WILL THEN HEAR A L", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @albertedwards99: Rest assured @johnauthers, by the time ‘this’ is all over we will likely revisit 666 again with US 10y yields around -…", "clean_text": "RT @ALBERTEDWARDS99 REST ASSURED @JOHNAUTHERS BY THE TIME THIS IS ALL OVER WE WILL LIKELY REVISIT 666 AGAIN WITH US 10Y YIELDS AROUND ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @CNN: Some retailers around the world are having to take drastic action to limit the number of toilet paper rolls, face masks and hand s…", "clean_text": "RT @CNN SOME RETAILERS AROUND THE WORLD ARE HAVING TO TAKE DRASTIC ACTION TO LIMIT THE NUMBER OF TOILET PAPER ROLLS FACE MASKS AND HAND S", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20200307, "Text": "RT @btcking555: Hey @AureliusValue Interesting in the report @NorthernDataAG and @canaanio having common folks making hurried and dubious s…", "clean_text": "RT @BTCKING555 HEY @AURELIUSVALUE INTERESTING IN THE REPORT @NORTHERNDATAAG AND @CANAANIO HAVING COMMON FOLKS MAKING HURRIED AND DUBIOUS S", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200306, "Text": "RT @Madelinemaub: “Doctors exhibit [cognitive biases] that influence the way they think and treat patients. These biases lead doctors to ma…", "clean_text": "RT @MADELINEMAUB DOCTORS EXHIBIT [COGNITIVE BIASES] THAT INFLUENCE THE WAY THEY THINK AND TREAT PATIENTS THESE BIASES LEAD DOCTORS TO MA", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@BarbarianCap Barbi, this kind of packaging deception shows no respect for The American Eater. https://t.co/RbDdeeBTpH", "clean_text": "@BARBARIANCAP BARBI THIS KIND OF PACKAGING DECEPTION SHOWS NO RESPECT FOR THE AMERICAN EATER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@heartof_thesea @Find_Me_Value Removal was related to that aspect of the business, yes.", "clean_text": "@HEARTOF_THESEA @FIND_ME_VALUE REMOVAL WAS RELATED TO THAT ASPECT OF THE BUSINESS YES", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200306, "Text": "RT @FerroTV: US 30-year yield just dropped below 1.5% for the first time ever. Now trading where the 2-year yield was back on Jan 24 (which…", "clean_text": "RT @FERROTV US 30YEAR YIELD JUST DROPPED BELOW 15% FOR THE FIRST TIME EVER NOW TRADING WHERE THE 2YEAR YIELD WAS BACK ON JAN 24 WHICH", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200306, "Text": "RT @BarbarianCap: I know the family and I donated. She's leaving two girls. \nJennifer Beakes vs. GBM Battle Fund https://t.co/UzrLuC4jQK", "clean_text": "RT @BARBARIANCAP I KNOW THE FAMILY AND I DONATED SHE LEAVING TWO GIRLS \nJENNIFER BEAKES VS GBM BATTLE FUND ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200306, "Text": "Main Street has overreacted to threat of coronavirus on their health\n\nWallStreet has underestimated the impact of t… https://t.co/r2rhv1o4p6", "clean_text": "MAIN STREET HAS OVERREACTED TO THREAT OF CORONAVIRUS ON THEIR HEALTH\n\nWALLSTREET HAS UNDERESTIMATED THE IMPACT OF T ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200306, "Text": "The fact that $TSLA is still at $700 shows you there are still too many fearless Robinhood traders out there. \n\nTho… https://t.co/1ixpA2Le2v", "clean_text": "THE FACT THAT TSLA IS STILL AT 700 SHOWS YOU THERE ARE STILL TOO MANY FEARLESS ROBINHOOD TRADERS OUT THERE \n\nTHO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200306, "Text": "or you can use the classic ...\n\n\"Why is the market down?\"\n\n\"Because there are more sellers than buyers\" https://t.co/4xsAEGFhLa", "clean_text": "OR YOU CAN USE THE CLASSIC \n\nWHY IS THE MARKET DOWN\n\nBECAUSE THERE ARE MORE SELLERS THAN BUYERS ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200306, "Text": "I have my doubts Occidental will be in the next Outsiders book https://t.co/QvaqgyTGaR", "clean_text": "I HAVE MY DOUBTS OCCIDENTAL WILL BE IN THE NEXT OUTSIDERS BOOK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200306, "Text": "$CAN Canaan you believe this crypto stock got listed on the Nasdaq?  https://t.co/qGQZaPm8Ce via @FinancialTimes", "clean_text": "CAN CANAAN YOU BELIEVE THIS CRYPTO STOCK GOT LISTED ON THE NASDAQ   VIA @FINANCIALTIMES", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200305, "Text": "@AnnieDuke One of the key steps in using the “outside view,” or base rates, is assessing the distribution of outcom… https://t.co/djzBhJaHYG", "clean_text": "@ANNIEDUKE ONE OF THE KEY STEPS IN USING THE OUTSIDE VIEW” OR BASE RATES IS ASSESSING THE DISTRIBUTION OF OUTCOM ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200305, "Text": "ValueAct's Jeffrey Ubben buys BP and says oil company can be 'part of the solution' https://t.co/ZyMiYhXnYl", "clean_text": "VALUEACT JEFFREY UBBEN BUYS BP AND SAYS OIL COMPANY CAN BE PART OF THE SOLUTION ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200305, "Text": "Coming soon, the no-yield bond ETF.\n\nhttps://t.co/UxAH2qmHVk", "clean_text": "COMING SOON THE NOYIELD BOND ETF\n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200305, "Text": "RT @TheBabylonBee: Warren Returns To Tribe In Shame After Failing To Take Land Back From The Pale Faces\nhttps://t.co/gbqJ3bKe0l", "clean_text": "RT @THEBABYLONBEE WARREN RETURNS TO TRIBE IN SHAME AFTER FAILING TO TAKE LAND BACK FROM THE PALE FACES\n", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200305, "Text": "@AgnosticCapital @MasaSonCap True; engagement will be the key. Helps they have great distribution model. But still… https://t.co/JqS4xdIvfh", "clean_text": "@AGNOSTICCAPITAL @MASASONCAP TRUE ENGAGEMENT WILL BE THE KEY HELPS THEY HAVE GREAT DISTRIBUTION MODEL BUT STILL ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200305, "Text": "Just a FYI here....\n\nThe NYSE FANG+ Index is still up 11.4% YTD", "clean_text": "JUST A FYI HERE\n\nTHE NYSE FANG+ INDEX IS STILL UP 114% YTD", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200305, "Text": "For those that haven't seen it, here's a really good read on #COVID19 based on findings from the WHO team that went… https://t.co/rQGDnrzGKf", "clean_text": "FOR THOSE THAT HAVENT SEEN IT HERE A REALLY GOOD READ ON #COVID19 BASED ON FINDINGS FROM THE WHO TEAM THAT WENT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200305, "Text": "5-day change in the S&amp;P 500 as of this minute = 0%!", "clean_text": "5DAY CHANGE IN THE SAMPP 500 AS OF THIS MINUTE  0%", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200305, "Text": "@AlderLaneeggs Right, the brokers are just killing it now on borrow costs on shorts and various dark pools they use… https://t.co/E7eS8I8shs", "clean_text": "@ALDERLANEEGGS RIGHT THE BROKERS ARE JUST KILLING IT NOW ON BORROW COSTS ON SHORTS AND VARIOUS DARK POOLS THEY USE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200304, "Text": "RT @Matt_NBC4: BREAKING: Gov. DeWine announces the Arnold Classic will happen, but the expo has been cancelled. Most of the events will be…", "clean_text": "RT @MATT_NBC4 BREAKING GOV DEWINE ANNOUNCES THE ARNOLD CLASSIC WILL HAPPEN BUT THE EXPO HAS BEEN CANCELLED MOST OF THE EVENTS WILL BE", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20200304, "Text": "The price of security... Don't expect Equity upside if you're investing in Fixed Income\n\nMookie Betts is going to m… https://t.co/OyLoS6acpo", "clean_text": "THE PRICE OF SECURITY DONT EXPECT EQUITY UPSIDE IF YOURE INVESTING IN FIXED INCOME\n\nMOOKIE BETTS IS GOING TO M ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200304, "Text": "After today's 50 basis point cut from the BoC, 68% of G10 and G20 central banks have lowered their policy rates sin… https://t.co/hfSFCKPe3h", "clean_text": "AFTER TODAY 50 BASIS POINT CUT FROM THE BOC 68% OF G10 AND G20 CENTRAL BANKS HAVE LOWERED THEIR POLICY RATES SIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200304, "Text": "$INMD executives have allegedly concealed the existence of  adverse events by failing to report them to the FDA as… https://t.co/9HLK9eoWvg", "clean_text": "INMD EXECUTIVES HAVE ALLEGEDLY CONCEALED THE EXISTENCE OF  ADVERSE EVENTS BY FAILING TO REPORT THEM TO THE FDA AS ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20200304, "Text": "$INMD The sell side has touted “Since the launch of INMD’s devices, it has not experienced a single adverse event”.… https://t.co/cVyqLp6ZJq", "clean_text": "INMD THE SELL SIDE HAS TOUTED SINCE THE LAUNCH OF INMDS DEVICES IT HAS NOT EXPERIENCED A SINGLE ADVERSE EVENT” ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200304, "Text": "$PRDO Todd Nelson who drove Apollo Group and Education Management Corp into the ground doing Todd Nelson things at… https://t.co/7wg99W3e1Z", "clean_text": "PRDO TODD NELSON WHO DROVE APOLLO GROUP AND EDUCATION MANAGEMENT CORP INTO THE GROUND DOING TODD NELSON THINGS AT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200303, "Text": "Will be heading up to the @SloanSportsConf this week. Say hi if you're attending as well! #SSAC20 #RunTheNumbers", "clean_text": "WILL BE HEADING UP TO THE @SLOANSPORTSCONF THIS WEEK SAY HI IF YOURE ATTENDING AS WELL #SSAC20 #RUNTHENUMBERS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200303, "Text": "Bloomberg just said he largely agrees with Trump’s policies, just not the way he is going about them.  Whatever that means.", "clean_text": "BLOOMBERG JUST SAID HE LARGELY AGREES WITH TRUMPS POLICIES JUST NOT THE WAY HE IS GOING ABOUT THEM  WHATEVER THAT MEANS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200303, "Text": "RT @vol_christopher: The yield spread between a 30-year mortgage and a 30-year US Treasury is the highest since 2008. \n\nAlthough rates are…", "clean_text": "RT @VOL_CHRISTOPHER THE YIELD SPREAD BETWEEN A 30YEAR MORTGAGE AND A 30YEAR US TREASURY IS THE HIGHEST SINCE 2008 \n\nALTHOUGH RATES ARE", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FCFYield", "Time": 20200303, "Text": "I’m pretty sure this isn’t how the Fed put works....", "clean_text": "IM PRETTY SURE THIS ISNT HOW THE FED PUT WORKS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200303, "Text": "Remember the trade war? Any update on if phase 2 is going to be signed soon? 😂", "clean_text": "REMEMBER THE TRADE WAR ANY UPDATE ON IF PHASE 2 IS GOING TO BE SIGNED SOON 😂", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200303, "Text": "@kidkapital If you take the sports book analogy forward, what can $Z $ZG do when there's a shift in demand equivale… https://t.co/WFySazh8CH", "clean_text": "@KIDKAPITAL IF YOU TAKE THE SPORTS BOOK ANALOGY FORWARD WHAT CAN Z ZG DO WHEN THERE A SHIFT IN DEMAND EQUIVALE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200303, "Text": "@kidkapital The sports book analogy also fails because inherently there is no correlation between exposures even if… https://t.co/9Gl5hyL22o", "clean_text": "@KIDKAPITAL THE SPORTS BOOK ANALOGY ALSO FAILS BECAUSE INHERENTLY THERE IS NO CORRELATION BETWEEN EXPOSURES EVEN IF ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200303, "Text": "@kidkapital @HotlantaCapital FWIW, I model the business on a unit basis and then overhead by market, which I think… https://t.co/PHAR6TPQl6", "clean_text": "@KIDKAPITAL @HOTLANTACAPITAL FWIW I MODEL THE BUSINESS ON A UNIT BASIS AND THEN OVERHEAD BY MARKET WHICH I THINK ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200302, "Text": "RT @d_mccar: 1/This interview with @rgmarkey might be one of the best I've been a part of. It's amazing how much a host can bring the best…", "clean_text": "RT @D_MCCAR 1THIS INTERVIEW WITH @RGMARKEY MIGHT BE ONE OF THE BEST IVE BEEN A PART OF IT AMAZING HOW MUCH A HOST CAN BRING THE BEST", "count1": 2, "count2": 2, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200302, "Text": "When I first heard that the Mayor of South Bend was running for President I laughed out loud. Then I heard him spea… https://t.co/LdANODOlIX", "clean_text": "WHEN I FIRST HEARD THAT THE MAYOR OF SOUTH BEND WAS RUNNING FOR PRESIDENT I LAUGHED OUT LOUD THEN I HEARD HIM SPEA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200302, "Text": "Bloomberg said in Fox town hall he’s going to combat the Coronavirus by going to a Chinese restaurant tomorrow.", "clean_text": "BLOOMBERG SAID IN FOX TOWN HALL HES GOING TO COMBAT THE CORONAVIRUS BY GOING TO A CHINESE RESTAURANT TOMORROW", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "FCFYield", "Time": 20200302, "Text": "How bad was the China PMI reading on the weekend? Bad....really bad https://t.co/8jrj3I2ibO", "clean_text": "HOW BAD WAS THE CHINA PMI READING ON THE WEEKEND BADREALLY BAD ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200302, "Text": "The FED cutting rates in response to economic risk caused by COVID-19 https://t.co/jNH3bwtLeK", "clean_text": "THE FED CUTTING RATES IN RESPONSE TO ECONOMIC RISK CAUSED BY COVID19 ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200302, "Text": "Don't know if this is the beginning of a bear market or not but this is well said. https://t.co/tK6IxsaXpX", "clean_text": "DONT KNOW IF THIS IS THE BEGINNING OF A BEAR MARKET OR NOT BUT THIS IS WELL SAID ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200302, "Text": "RT @economistmeg: The more you view the S&amp;P500 as a bratty child that throws all its toys out of the stroller when it doesn’t get its way a…", "clean_text": "RT @ECONOMISTMEG THE MORE YOU VIEW THE SAMPP500 AS A BRATTY CHILD THAT THROWS ALL ITS TOYS OUT OF THE STROLLER WHEN IT DOESNT GET ITS WAY A", "count1": 3, "count2": 1, "count3": 0, "count4": 2}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "2/n: $NEWT may be the worst underwriter of commercial credit in 20 years w/ historically bad credit stats (11.6% no… https://t.co/kMdN5IaoCC", "clean_text": "2N NEWT MAY BE THE WORST UNDERWRITER OF COMMERCIAL CREDIT IN 20 YEARS W HISTORICALLY BAD CREDIT STATS 116% NO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "3/n: $NEWT has preyed on unsuspecting retail investors with a \"juicy\" dividend. The problem is we believe it's a di… https://t.co/aPjxJCe60N", "clean_text": "3N NEWT HAS PREYED ON UNSUSPECTING RETAIL INVESTORS WITH A JUICY DIVIDEND THE PROBLEM IS WE BELIEVE IT A DI ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "4/n: $NEWT presents fake operating earnings (then raises capital to cover the dvd), using techniques such as: Accru… https://t.co/Bh3dwB63Mv", "clean_text": "4N NEWT PRESENTS FAKE OPERATING EARNINGS THEN RAISES CAPITAL TO COVER THE DVD USING TECHNIQUES SUCH AS ACCRU ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "7/n: We examined &gt; 2,000 $NEWT loans and 1,200+ loans marked above par. Pull up any of them from the 10Q and resear… https://t.co/VhUwFzjggf", "clean_text": "7N WE EXAMINED GT 2000 NEWT LOANS AND 1200+ LOANS MARKED ABOVE PAR PULL UP ANY OF THEM FROM THE 10Q AND RESEAR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "8/n: It will surprise no one the $NEWT shenanigans are not going on under the nose of a Big 4 auditor. No. $NEWT ha… https://t.co/dv8w52TxhB", "clean_text": "8N IT WILL SURPRISE NO ONE THE NEWT SHENANIGANS ARE NOT GOING ON UNDER THE NOSE OF A BIG 4 AUDITOR NO NEWT HA ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "10/n: But the $NEWT game is coming to an end. The SBA Inspector General recently concluded an audit of how the SBA… https://t.co/VIGxAVIJtJ", "clean_text": "10N BUT THE NEWT GAME IS COMING TO AN END THE SBA INSPECTOR GENERAL RECENTLY CONCLUDED AN AUDIT OF HOW THE SBA ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "11/n: Further, The DOJ alleged a $NEWT subsidiary defrauded the SBA for at least $10m, partners are now suing $NEWT… https://t.co/ehWfAV3kHE", "clean_text": "11N FURTHER THE DOJ ALLEGED A NEWT SUBSIDIARY DEFRAUDED THE SBA FOR AT LEAST 10M PARTNERS ARE NOW SUING NEWT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "13/n: Finally, aside from the dvd scheme shenanigans, $NEWT is an expensive lenders to small businesses that can't… https://t.co/WB4fwqWZ9g", "clean_text": "13N FINALLY ASIDE FROM THE DVD SCHEME SHENANIGANS NEWT IS AN EXPENSIVE LENDERS TO SMALL BUSINESSES THAT CANT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "@RepJudyChu We believe you will find our report on abuses of the SBA 7(a) program informative. \n\nhttps://t.co/CJCDbHpsRa", "clean_text": "@REPJUDYCHU WE BELIEVE YOU WILL FIND OUR REPORT ON ABUSES OF THE SBA 7A PROGRAM INFORMATIVE \n\n", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200301, "Text": "\"Twitter will be worth more if it had a full-time CEO, and that the CEO should likely not be Jack Dorsey.\"\n\nOn the… https://t.co/LqJ4bZqtyr", "clean_text": "TWITTER WILL BE WORTH MORE IF IT HAD A FULLTIME CEO AND THAT THE CEO SHOULD LIKELY NOT BE JACK DORSEY\n\nON THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200301, "Text": "The iPhone and AdWords are two of the best businesses in history. Always interesting that one pays the other ~$12 b… https://t.co/bbq9GO31ka", "clean_text": "THE IPHONE AND ADWORDS ARE TWO OF THE BEST BUSINESSES IN HISTORY ALWAYS INTERESTING THAT ONE PAYS THE OTHER ~12 B ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200301, "Text": "@carlquintanilla Cannacord is the biggest bucket shop out there...jeez have some standards", "clean_text": "@CARLQUINTANILLA CANNACORD IS THE BIGGEST BUCKET SHOP OUT THEREJEEZ HAVE SOME STANDARDS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200301, "Text": "RT @thestinkmarket: The coronavirus won’t last long because it was made in China.", "clean_text": "RT @THESTINKMARKET THE CORONAVIRUS WONT LAST LONG BECAUSE IT WAS MADE IN CHINA", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200301, "Text": "RT @wesbury: I know #Coronavirus is spreading outside of China, but total active cases are still falling.  Active cases are the only ones t…", "clean_text": "RT @WESBURY I KNOW #CORONAVIRUS IS SPREADING OUTSIDE OF CHINA BUT TOTAL ACTIVE CASES ARE STILL FALLING  ACTIVE CASES ARE THE ONLY ONES T", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200229, "Text": "#duediligence w/ the family. Very packed, no masks. Almost no masks in Houston or Orlando airports. Universal Orlan… https://t.co/ivYEPBUul4", "clean_text": "#DUEDILIGENCE W THE FAMILY VERY PACKED NO MASKS ALMOST NO MASKS IN HOUSTON OR ORLANDO AIRPORTS UNIVERSAL ORLAN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200228, "Text": "RT @duncanjwatts: I'd just like to say that what is happening now with the COVID-19 proto-pandemic is completely consistent with a model th…", "clean_text": "RT @DUNCANJWATTS ID JUST LIKE TO SAY THAT WHAT IS HAPPENING NOW WITH THE COVID19 PROTOPANDEMIC IS COMPLETELY CONSISTENT WITH A MODEL TH", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200228, "Text": "RT @morganhousel: Napoleon's definition of a military genius: \n\n\"The man who can do the average thing when everyone else around him is losi…", "clean_text": "RT @MORGANHOUSEL NAPOLEON DEFINITION OF A MILITARY GENIUS \n\nTHE MAN WHO CAN DO THE AVERAGE THING WHEN EVERYONE ELSE AROUND HIM IS LOSI", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200228, "Text": "New Grant's Podcast: The Empire Strikes Out\n\n@EjMEj https://t.co/Q0oFuQub1b", "clean_text": "NEW GRANT PODCAST THE EMPIRE STRIKES OUT\n\n@EJMEJ ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200228, "Text": "Tesla’s valuation in the German version of my DCF just increased by $100 per share. Bullish! https://t.co/x30c3gmHoB", "clean_text": "TESLAS VALUATION IN THE GERMAN VERSION OF MY DCF JUST INCREASED BY 100 PER SHARE BULLISH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200228, "Text": "calling the bottom for value vs growth here #timestamp https://t.co/mM1yDyZaop", "clean_text": "CALLING THE BOTTOM FOR VALUE VS GROWTH HERE #TIMESTAMP ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200228, "Text": "You know the sell off is bad when biz channels start rolling out the technical analysts to give investors hope.\n\n\"T… https://t.co/SXb3xJ0YHg", "clean_text": "YOU KNOW THE SELL OFF IS BAD WHEN BIZ CHANNELS START ROLLING OUT THE TECHNICAL ANALYSTS TO GIVE INVESTORS HOPE\n\nT ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200228, "Text": "Active managers \"I'm super bearish on the markets. We're in a liquidity driven bubble. That is why we are overweigh… https://t.co/XoZG7g6M3v", "clean_text": "ACTIVE MANAGERS IM SUPER BEARISH ON THE MARKETS WERE IN A LIQUIDITY DRIVEN BUBBLE THAT IS WHY WE ARE OVERWEIGH ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200228, "Text": "Paging the PPT. @realDonaldTrump https://t.co/qIkiMKZqdI", "clean_text": "PAGING THE PPT @REALDONALDTRUMP ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20200228, "Text": "Responding to this: https://t.co/zFmYvD11Kl\n\n@GlassH_Research is in the fourth year of its campaign at $TPC https://t.co/V0rp1k3r8e", "clean_text": "RESPONDING TO THIS \n\n@GLASSH_RESEARCH IS IN THE FOURTH YEAR OF ITS CAMPAIGN AT TPC ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200227, "Text": "Robinhood Investors: The Coronavirus virus can't impact a company's earnings if they don't have any. https://t.co/I75vDpJkT1", "clean_text": "ROBINHOOD INVESTORS THE CORONAVIRUS VIRUS CANT IMPACT A COMPANY EARNINGS IF THEY DONT HAVE ANY ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200227, "Text": "@JonHeyman those guys didn't want the trash can banged because they were wearing buzzers", "clean_text": "@JONHEYMAN THOSE GUYS DIDNT WANT THE TRASH CAN BANGED BECAUSE THEY WERE WEARING BUZZERS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200227, "Text": "Private equity investors checking the marks on their portfolio after today https://t.co/HG5xWHvIEH", "clean_text": "PRIVATE EQUITY INVESTORS CHECKING THE MARKS ON THEIR PORTFOLIO AFTER TODAY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200227, "Text": "Citron updates our commentary on $SDGR.  The real story is not just this virus, but the future.  Computational chem… https://t.co/gCsDocrNNj", "clean_text": "CITRON UPDATES OUR COMMENTARY ON SDGR  THE REAL STORY IS NOT JUST THIS VIRUS BUT THE FUTURE  COMPUTATIONAL CHEM ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@nuggy5 When I look at FCF/EV I typically add back int. exp, so the yield for $ARC looks a lot better. Obviously on… https://t.co/0zsMyrCrcf", "clean_text": "@NUGGY5 WHEN I LOOK AT FCFEV I TYPICALLY ADD BACK INT EXP SO THE YIELD FOR ARC LOOKS A LOT BETTER OBVIOUSLY ON ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@EyeoftheStormZ Your honesty on your $WYNN trading has been refreshing and is why you have the type of P&amp;L you do.… https://t.co/bOIG564lAZ", "clean_text": "@EYEOFTHESTORMZ YOUR HONESTY ON YOUR WYNN TRADING HAS BEEN REFRESHING AND IS WHY YOU HAVE THE TYPE OF PAMPL YOU DO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@nuggy5 It looks like $ARC bought back 3.5% of the shares outstanding THIS MORNING in a block trade....", "clean_text": "@NUGGY5 IT LOOKS LIKE ARC BOUGHT BACK 35% OF THE SHARES OUTSTANDING THIS MORNING IN A BLOCK TRADE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200226, "Text": "MarketBrief: Will central banks trigger the next recession?\n\nhttps://t.co/uYGHiVOcy0", "clean_text": "MARKETBRIEF WILL CENTRAL BANKS TRIGGER THE NEXT RECESSION\n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200225, "Text": "RT @MebFaber: My #1 favorite read of the year!\n\nhttps://t.co/hyaR8ssRg6 https://t.co/1NOJqpUJ6I", "clean_text": "RT @MEBFABER MY #1 FAVORITE READ OF THE YEAR\n\n ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200225, "Text": "The extra yield for downgrading from BBB corporates to BB corporates got insanely narrow in December. The spread ha… https://t.co/NyypEMTAnv", "clean_text": "THE EXTRA YIELD FOR DOWNGRADING FROM BBB CORPORATES TO BB CORPORATES GOT INSANELY NARROW IN DECEMBER THE SPREAD HA ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200225, "Text": "As the Start-Up Boom Deflates, Tech Is Humbled https://t.co/jYkN3u0tkA via @eringriffith and @NYTimes $MDLA #TechWRECKoning", "clean_text": "AS THE STARTUP BOOM DEFLATES TECH IS HUMBLED  VIA @ERINGRIFFITH AND @NYTIMES MDLA #TECHWRECKONING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200225, "Text": "$MDLA went public at the very peak of this chart! #TechWRECKoning CC: @eringriffith https://t.co/GxKdbpLnJN", "clean_text": "MDLA WENT PUBLIC AT THE VERY PEAK OF THIS CHART #TECHWRECKONING CC @ERINGRIFFITH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200225, "Text": "This week, $CMCM announced that Google had removed its apps from the Play Store due to compliance violations which… https://t.co/Y0VgidiGIC", "clean_text": "THIS WEEK CMCM ANNOUNCED THAT GOOGLE HAD REMOVED ITS APPS FROM THE PLAY STORE DUE TO COMPLIANCE VIOLATIONS WHICH ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200225, "Text": "In our October 2017 report, we predicted that Google would ban Cheetah Mobile apps from the Play Store due to what… https://t.co/VKkI7xjQyV", "clean_text": "IN OUR OCTOBER 2017 REPORT WE PREDICTED THAT GOOGLE WOULD BAN CHEETAH MOBILE APPS FROM THE PLAY STORE DUE TO WHAT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200225, "Text": "1.3055%. Record low for the 10-year US Treasury yield. https://t.co/bS5IyOWfc8 https://t.co/wqNguWKukR", "clean_text": "13055% RECORD LOW FOR THE 10YEAR US TREASURY YIELD  ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200225, "Text": "@kidkapital @CharlieZvible I would argue the only thing that's been left out of the narrative around $ $ZG as it re… https://t.co/BYMljKBgTv", "clean_text": "@KIDKAPITAL @CHARLIEZVIBLE I WOULD ARGUE THE ONLY THING THAT BEEN LEFT OUT OF THE NARRATIVE AROUND  ZG AS IT RE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200225, "Text": "PAA Research Report: TREX: The CEO Exits Stage Right at the Worst Possible Time; More Atrocious Earnings Quality fr… https://t.co/esgGAvGKqE", "clean_text": "PAA RESEARCH REPORT TREX THE CEO EXITS STAGE RIGHT AT THE WORST POSSIBLE TIME MORE ATROCIOUS EARNINGS QUALITY FR ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200225, "Text": "@Craig_McDermott Nothing in the CEO departure, the weak 1Q20 guidance, and poor earnings quality would indicate tha… https://t.co/WZ7929bs4W", "clean_text": "@CRAIG_MCDERMOTT NOTHING IN THE CEO DEPARTURE THE WEAK 1Q20 GUIDANCE AND POOR EARNINGS QUALITY WOULD INDICATE THA ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}]