["IN", {"Name": "pmarca", "Time": 20200419, "Text": "And finally https://t.co/VaYYE21E2d “An Apology For The Builder” by Nicholas Barbon, written in 1685. HT… https://t.co/PmfklFFgjW", "clean_text": "AND FINALLY  AN APOLOGY FOR THE BUILDER” BY NICHOLAS BARBON WRITTEN IN 1685 HT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200419, "Text": "1/3 Deep Survival by Laurence is an awesome book - and especially relevant in these times. Try this excerpt and see… https://t.co/6FEEoAYbOX", "clean_text": "13 DEEP SURVIVAL BY LAURENCE IS AN AWESOME BOOK  AND ESPECIALLY RELEVANT IN THESE TIMES TRY THIS EXCERPT AND SEE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @tylerwinklevoss: I received and email from Delta yesterday with the subject: \"We're in this together.\" Yep, after 5.4 billion in taxpay…", "clean_text": "RT @TYLERWINKLEVOSS I RECEIVED AND EMAIL FROM DELTA YESTERDAY WITH THE SUBJECT WERE IN THIS TOGETHER YEP AFTER 54 BILLION IN TAXPAY", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200419, "Text": "Later today, up in the Carrizo Plain. https://t.co/Xa6yg4dpeQ", "clean_text": "LATER TODAY UP IN THE CARRIZO PLAIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/6SyHCEdwCA by Charles Morris on how four great builders of the 19th century built the world we live in today.", "clean_text": " BY CHARLES MORRIS ON HOW FOUR GREAT BUILDERS OF THE 19TH CENTURY BUILT THE WORLD WE LIVE IN TODAY", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/a1SzZloNIN by Edward Glaeser @triumphofcity on the central role cities play in our world and why it's… https://t.co/aCzSrBpyx3", "clean_text": " BY EDWARD GLAESER @TRIUMPHOFCITY ON THE CENTRAL ROLE CITIES PLAY IN OUR WORLD AND WHY IT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/iMnL6ZAawy by @ConorDougherty on why we can't build in great American cities like San Francisco today… https://t.co/CiXa64rKnO", "clean_text": " BY @CONORDOUGHERTY ON WHY WE CANT BUILD IN GREAT AMERICAN CITIES LIKE SAN FRANCISCO TODAY ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200418, "Text": "Hey @bayer4pets: bought a Seresto collar for my dog last month and have pulled 3 living ticks off of him in past 24… https://t.co/WCIXI2BuFK", "clean_text": "HEY @BAYER4PETS BOUGHT A SERESTO COLLAR FOR MY DOG LAST MONTH AND HAVE PULLED 3 LIVING TICKS OFF OF HIM IN PAST 24 ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200418, "Text": "The buyers’ “In Fed We Trust” mantra is not the worst idea out there. Underlying it, though, is an inflation “succe… https://t.co/51wLBCIyPU", "clean_text": "THE BUYERS IN FED WE TRUST” MANTRA IS NOT THE WORST IDEA OUT THERE UNDERLYING IT THOUGH IS AN INFLATION SUCCE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200418, "Text": "Job losses in just the past month appear to be greater than all previously added since the bottom of the “Great Rec… https://t.co/Kcd67cG9V8", "clean_text": "JOB LOSSES IN JUST THE PAST MONTH APPEAR TO BE GREATER THAN ALL PREVIOUSLY ADDED SINCE THE BOTTOM OF THE GREAT REC ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200418, "Text": "@MartianShort Leave it to a short seller to chime in with the optimistic take! :)", "clean_text": "@MARTIANSHORT LEAVE IT TO A SHORT SELLER TO CHIME IN WITH THE OPTIMISTIC TAKE ", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "marketfolly", "Time": 20200417, "Text": "RT @jasonzweigwsj: my latest:\n\nIf the coronavirus lockdown has frozen your investing plans, you’re in good company. Charlie Munger is watch…", "clean_text": "RT @JASONZWEIGWSJ MY LATEST\n\nIF THE CORONAVIRUS LOCKDOWN HAS FROZEN YOUR INVESTING PLANS YOURE IN GOOD COMPANY CHARLIE MUNGER IS WATCH", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200417, "Text": "Quite a selection of yields on offer from Fido's inventory. I don't recall this scenario being covered in the CFA m… https://t.co/OdCtBBUNpS", "clean_text": "QUITE A SELECTION OF YIELDS ON OFFER FROM FIDO INVENTORY I DONT RECALL THIS SCENARIO BEING COVERED IN THE CFA M ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: This pause in no way diminishes American determination to lead the global fight against #COVID19. The US is providing millions…", "clean_text": "RT @USAMBUN THIS PAUSE IN NO WAY DIMINISHES AMERICAN DETERMINATION TO LEAD THE GLOBAL FIGHT AGAINST #COVID19 THE US IS PROVIDING MILLIONS", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: Accountability, even in the midst of a crisis, is crucial. I discuss that and more in my conversation with @NPRinskeep @npr: h…", "clean_text": "RT @USAMBUN ACCOUNTABILITY EVEN IN THE MIDST OF A CRISIS IS CRUCIAL I DISCUSS THAT AND MORE IN MY CONVERSATION WITH @NPRINSKEEP @NPR H", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @usmissiongeneva: The U.S. has committed nearly $508 million in emergency assistance to help communities around the world deal with #COV…", "clean_text": "RT @USMISSIONGENEVA THE US HAS COMMITTED NEARLY 508 MILLION IN EMERGENCY ASSISTANCE TO HELP COMMUNITIES AROUND THE WORLD DEAL WITH #COV", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200417, "Text": "New Grant's Podcast: Jim, Evan and Phil in conversation https://t.co/ntAkNFuqcf", "clean_text": "NEW GRANT PODCAST JIM EVAN AND PHIL IN CONVERSATION ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200417, "Text": "Time to day trade off of the daily Cuomo's press conference because NYC is the only place in the world that matters", "clean_text": "TIME TO DAY TRADE OFF OF THE DAILY CUOMO PRESS CONFERENCE BECAUSE NYC IS THE ONLY PLACE IN THE WORLD THAT MATTERS", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200417, "Text": "@snamiri @hkuppy I’m thinking inflatable bladders in each cabin. \n\nWhat could go wrong?", "clean_text": "@SNAMIRI @HKUPPY IM THINKING INFLATABLE BLADDERS IN EACH CABIN \n\nWHAT COULD GO WRONG", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200417, "Text": "My 14 month old MacBook Pro froze on a zoom call a few days ago. Took it in and was told I need a new $750+ logic b… https://t.co/3dHU0Pkbxa", "clean_text": "MY 14 MONTH OLD MACBOOK PRO FROZE ON A ZOOM CALL A FEW DAYS AGO TOOK IT IN AND WAS TOLD I NEED A NEW 750+ LOGIC B ", "count1": 0, "count2": 1, "count3": 3, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200417, "Text": "@blairgoldberg No AppleCare. Brought it into Mac 911 in Santa Monica.", "clean_text": "@BLAIRGOLDBERG NO APPLECARE BROUGHT IT INTO MAC 911 IN SANTA MONICA", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200417, "Text": "Has anyone else been paying attention to the query volume for \"overstock\"? Quite the move in the past month.  The s… https://t.co/Menvv0hAFU", "clean_text": "HAS ANYONE ELSE BEEN PAYING ATTENTION TO THE QUERY VOLUME FOR OVERSTOCK QUITE THE MOVE IN THE PAST MONTH  THE S ", "count1": 4, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200416, "Text": "Cuomo extends #NYC shutdown further into May to slow #CVOID19. NYC 3rd highest % of orthodontists in the country. I… https://t.co/KGklYUqsYM", "clean_text": "CUOMO EXTENDS #NYC SHUTDOWN FURTHER INTO MAY TO SLOW #CVOID19 NYC 3RD HIGHEST OF ORTHODONTISTS IN THE COUNTRY I ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200416, "Text": "Street is way too optimistic about V shaped recovery for $MIDD – restaurant sector was decimated in recent retail s… https://t.co/ARq7nBERyM", "clean_text": "STREET IS WAY TOO OPTIMISTIC ABOUT V SHAPED RECOVERY FOR MIDD RESTAURANT SECTOR WAS DECIMATED IN RECENT RETAIL S ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200416, "Text": "Large foodservice equipment distributors told us equipment purchases were down as much as 85% with no recovery in s… https://t.co/kk5a2Gdat4", "clean_text": "LARGE FOODSERVICE EQUIPMENT DISTRIBUTORS TOLD US EQUIPMENT PURCHASES WERE DOWN AS MUCH AS 85% WITH NO RECOVERY IN S ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200416, "Text": "Distributors also said they were trying to put inventory back to suppliers and reducing future purchases in prepara… https://t.co/MxvLWyZWrJ", "clean_text": "DISTRIBUTORS ALSO SAID THEY WERE TRYING TO PUT INVENTORY BACK TO SUPPLIERS AND REDUCING FUTURE PURCHASES IN PREPARA ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "GrantsPub", "Time": 20200416, "Text": "For more on real estate in the Great White North, see 'Bay Street Blues' in the Grant's issue dated February 9, 201… https://t.co/seckvAUBot", "clean_text": "FOR MORE ON REAL ESTATE IN THE GREAT WHITE NORTH SEE BAY STREET BLUE IN THE GRANT ISSUE DATED FEBRUARY 9 201 ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200416, "Text": "Bifurcation in the market, the \"haves\" and the \"have-nots\". What is doing well, continues. What hasn't worked, is g… https://t.co/xWsNwKnddB", "clean_text": "BIFURCATION IN THE MARKET THE HAVES AND THE HAVENOTS WHAT IS DOING WELL CONTINUES WHAT HASNT WORKED IS G ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200416, "Text": "In my search for bargain priced stocks, I am currently finding:\n\n✔️Not a gilded cornucopia of shining bargains.\n\nhttps://t.co/qlGb5ohnxC", "clean_text": "IN MY SEARCH FOR BARGAIN PRICED STOCKS I AM CURRENTLY FINDING\n\n✔️NOT A GILDED CORNUCOPIA OF SHINING BARGAINS\n\n", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200416, "Text": "RT @MPelletierCIO: Outstanding, finally someone brave enough to report on it. Well done @BloombergCA \n\n“Canadians owe C$2.3 trillion in mor…", "clean_text": "RT @MPELLETIERCIO OUTSTANDING FINALLY SOMEONE BRAVE ENOUGH TO REPORT ON IT WELL DONE @BLOOMBERGCA \n\nCANADIANS OWE C23 TRILLION IN MOR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200416, "Text": "RT @MPelletierCIO: “Nearly a third of Canada’s Airbnb hosts -- who jointly had 170,000 active listings in late 2019 -- need the income to a…", "clean_text": "RT @MPELLETIERCIO NEARLY A THIRD OF CANADAS AIRBNB HOSTS  WHO JOINTLY HAD 170000 ACTIVE LISTINGS IN LATE 2019  NEED THE INCOME TO A", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "FCFYield", "Time": 20200416, "Text": "That fact that futures got a bump because jobless claims came in a +5.2M vs 5.5M expectations is comical", "clean_text": "THAT FACT THAT FUTURES GOT A BUMP BECAUSE JOBLESS CLAIMS CAME IN A +52M VS 55M EXPECTATIONS IS COMICAL", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "ActivistShorts", "Time": 20200416, "Text": "The number of new short positions in Europe increased by 157% in March versus the same period last year, despite a… https://t.co/PQdV74haax", "clean_text": "THE NUMBER OF NEW SHORT POSITIONS IN EUROPE INCREASED BY 157% IN MARCH VERSUS THE SAME PERIOD LAST YEAR DESPITE A ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "Are analysts losing confidence in the $ALGN bull story? Sell side now saying that its confidence in post-COVID rebo… https://t.co/RnTxRnooYP", "clean_text": "ARE ANALYSTS LOSING CONFIDENCE IN THE ALGN BULL STORY SELL SIDE NOW SAYING THAT ITS CONFIDENCE IN POSTCOVID REBO ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "Dentists and orthos report plans to cut equipment spending by ~50% (!) over NTM. In this kind of spending environme… https://t.co/ix2GTJq2LU", "clean_text": "DENTISTS AND ORTHOS REPORT PLANS TO CUT EQUIPMENT SPENDING BY ~50%  OVER NTM IN THIS KIND OF SPENDING ENVIRONME ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "There looks to be a cover-up going on at $WDFC #WD40 in #China. The link about criminal counterfeiting of its produ… https://t.co/fMF7aeDArT", "clean_text": "THERE LOOKS TO BE A COVERUP GOING ON AT WDFC #WD40 IN #CHINA THE LINK ABOUT CRIMINAL COUNTERFEITING OF ITS PRODU ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200415, "Text": "RT @LizAnnSonders: Economists truly flying blind this time, as macro uncertainty &amp; dispersion between GDP forecasts remain highest in moder…", "clean_text": "RT @LIZANNSONDERS ECONOMISTS TRULY FLYING BLIND THIS TIME AS MACRO UNCERTAINTY AMP DISPERSION BETWEEN GDP FORECASTS REMAIN HIGHEST IN MODER", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@glennchanWordpr @orbuch @zebulgar @dashton__ Easier to make an advance in getting a gas/fluid out of rock, than in… https://t.co/sUu7mGlM9P", "clean_text": "@GLENNCHANWORDPR @ORBUCH @ZEBULGAR @DASHTON__ EASIER TO MAKE AN ADVANCE IN GETTING A GASFLUID OUT OF ROCK THAN IN ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "RT @MarceloPLima: Unilever CEO: \"Let me be clear. Coronavirus is NOT positive for Unilever on a commercial basis. (Despite growth in consum…", "clean_text": "RT @MARCELOPLIMA UNILEVER CEO LET ME BE CLEAR CORONAVIRUS IS NOT POSITIVE FOR UNILEVER ON A COMMERCIAL BASIS DESPITE GROWTH IN CONSUM", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "RT @apollo_50th: CAPCOM: \"You need gray tape to stick the whole thing together, and you need something like a sock to put in the - the bott…", "clean_text": "RT @APOLLO_50TH CAPCOM YOU NEED GRAY TAPE TO STICK THE WHOLE THING TOGETHER AND YOU NEED SOMETHING LIKE A SOCK TO PUT IN THE  THE BOTT", "count1": 3, "count2": 1, "count3": 1, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200415, "Text": "The Federal Reserve is presently acting in blatant non-compliance with the Federal Reserve Act of 1913.  An institu… https://t.co/Ef0aWgspSL", "clean_text": "THE FEDERAL RESERVE IS PRESENTLY ACTING IN BLATANT NONCOMPLIANCE WITH THE FEDERAL RESERVE ACT OF 1913  AN INSTITU ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200415, "Text": "Of course, the Federal Reserve will make some wonky \nsemantic arguement about why they are “technically” in “compli… https://t.co/BpmrDV1to1", "clean_text": "OF COURSE THE FEDERAL RESERVE WILL MAKE SOME WONKY \nSEMANTIC ARGUEMENT ABOUT WHY THEY ARE TECHNICALLY” IN COMPLI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200415, "Text": "What people in financial media don’t seem to understand is that we are never going back to the January 2020 “You bl… https://t.co/NfO3t7y0u8", "clean_text": "WHAT PEOPLE IN FINANCIAL MEDIA DONT SEEM TO UNDERSTAND IS THAT WE ARE NEVER GOING BACK TO THE JANUARY 2020 YOU BL ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200415, "Text": "Despite unprecedented hurdles, sellside expects V shaped recovery &amp; record profit/margins in FY21.  CFS margins dec… https://t.co/NIIn6ojX6W", "clean_text": "DESPITE UNPRECEDENTED HURDLES SELLSIDE EXPECTS V SHAPED RECOVERY AMP RECORD PROFITMARGINS IN FY21  CFS MARGINS DEC ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200415, "Text": "RT @DAZN_USA: 35 years ago today, Marvin Hagler and Thomas Hearns went at it in one of the best fights ever.\n\nTheir first round was arguabl…", "clean_text": "RT @DAZN_USA 35 YEARS AGO TODAY MARVIN HAGLER AND THOMAS HEARNS WENT AT IT IN ONE OF THE BEST FIGHTS EVER\n\nTHEIR FIRST ROUND WAS ARGUABL", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200415, "Text": "RT @bespokeinvest: \"Eating Out\" was set to finally move past \"Eating In\" -- and then, COVID-19...  https://t.co/H4p1RcpfIn https://t.co/ZtP…", "clean_text": "RT @BESPOKEINVEST EATING OUT WAS SET TO FINALLY MOVE PAST EATING IN  AND THEN COVID19 ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200415, "Text": "RT @modestproposal1: Airbnb getting money from Apollo is 👀. They've raised secured debt at roughly 9% and second lien at 11% in the past we…", "clean_text": "RT @MODESTPROPOSAL1 AIRBNB GETTING MONEY FROM APOLLO IS THEYVE RAISED SECURED DEBT AT ROUGHLY 9% AND SECOND LIEN AT 11% IN THE PAST WE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200414, "Text": "RT @morganhousel: Nasdaq is now higher than it was in December, 5 months ago. https://t.co/sbiXcBEG3w", "clean_text": "RT @MORGANHOUSEL NASDAQ IS NOW HIGHER THAN IT WAS IN DECEMBER 5 MONTHS AGO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @CT_Bergstrom: OK, here are some numbers that really surprise me. Of 200+ women presenting for delivery in NYC, one in six (!!) test pos…", "clean_text": "RT @CT_BERGSTROM OK HERE ARE SOME NUMBERS THAT REALLY SURPRISE ME OF 200+ WOMEN PRESENTING FOR DELIVERY IN NYC ONE IN SIX  TEST POS", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @HillelNeuer: Chinese research labs in Wuhan conducted risky studies on coronaviruses from bats and may be the source of the pandemic, n…", "clean_text": "RT @HILLELNEUER CHINESE RESEARCH LABS IN WUHAN CONDUCTED RISKY STUDIES ON CORONAVIRUSES FROM BATS AND MAY BE THE SOURCE OF THE PANDEMIC N", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200414, "Text": "RT @SecPompeo: The Maduro regime continues to unjustly detain 334 political prisoners and others in #Venezuela. They include the #CITGO6, @…", "clean_text": "RT @SECPOMPEO THE MADURO REGIME CONTINUES TO UNJUSTLY DETAIN 334 POLITICAL PRISONERS AND OTHERS IN #VENEZUELA THEY INCLUDE THE #CITGO6 @", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200414, "Text": "I don't agree with halting funding but 2nd place in my all-time, in-real-time \"oooh they definitely took a bribe\" r… https://t.co/ak6CrL5z17", "clean_text": "I DONT AGREE WITH HALTING FUNDING BUT 2ND PLACE IN MY ALLTIME INREALTIME OOOH THEY DEFINITELY TOOK A BRIBE R ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200414, "Text": "One datapoint showing the extent of the panic last month:  23% increase in deposits at JPM. https://t.co/DxTuN8Sehb", "clean_text": "ONE DATAPOINT SHOWING THE EXTENT OF THE PANIC LAST MONTH  23% INCREASE IN DEPOSITS AT JPM ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200414, "Text": "@ArtkoCapital This is the best things I have seen on FinTwit in years. \n\nHappy Birthday!", "clean_text": "@ARTKOCAPITAL THIS IS THE BEST THINGS I HAVE SEEN ON FINTWIT IN YEARS \n\nHAPPY BIRTHDAY", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200414, "Text": "When you scoop that $DAR at $13 in size https://t.co/TnyhFbDmLy", "clean_text": "WHEN YOU SCOOP THAT DAR AT 13 IN SIZE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200414, "Text": "@BrentBeshore He made some mistakes - he didn’t say anything about why he wants to talk, he was pushy in the length… https://t.co/KYrXS70f3M", "clean_text": "@BRENTBESHORE HE MADE SOME MISTAKES  HE DIDNT SAY ANYTHING ABOUT WHY HE WANTS TO TALK HE WAS PUSHY IN THE LENGTH ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200414, "Text": "Here I was thinking that we're finally back to an environment in which credit mkts drive equities, but with $JPM an… https://t.co/MbuwyY29TE", "clean_text": "HERE I WAS THINKING THAT WERE FINALLY BACK TO AN ENVIRONMENT IN WHICH CREDIT MKTS DRIVE EQUITIES BUT WITH JPM AN ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200414, "Text": "Interesting read on how self-sovereign identify platforms could provide a solution for those in search of a COVID-1… https://t.co/f2AGgO1k6W", "clean_text": "INTERESTING READ ON HOW SELFSOVEREIGN IDENTIFY PLATFORMS COULD PROVIDE A SOLUTION FOR THOSE IN SEARCH OF A COVID1 ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AZ_Value", "Time": 20200414, "Text": "Florida men/women in the age of Coronavirus https://t.co/2mf6IBti6f", "clean_text": "FLORIDA MENWOMEN IN THE AGE OF CORONAVIRUS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Look carefully at $WDFC #WDFC 10-Q, and notice it slipped in last minute discussion with lenders about the definiti… https://t.co/qbyqZMKTYG", "clean_text": "LOOK CAREFULLY AT WDFC #WDFC 10Q AND NOTICE IT SLIPPED IN LAST MINUTE DISCUSSION WITH LENDERS ABOUT THE DEFINITI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "We find it extremely #troubling that a new Risk Factor in $WDFC #WDFC 10-Q talks about potential receivable write-o… https://t.co/UOu4CmFv7E", "clean_text": "WE FIND IT EXTREMELY #TROUBLING THAT A NEW RISK FACTOR IN WDFC #WDFC 10Q TALKS ABOUT POTENTIAL RECEIVABLE WRITEO ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Anyone catch these deferred revenue irregularities in $ALGN reporting that we can't explain? We hope this changes t… https://t.co/JjzIuWWjJC", "clean_text": "ANYONE CATCH THESE DEFERRED REVENUE IRREGULARITIES IN ALGN REPORTING THAT WE CANT EXPLAIN WE HOPE THIS CHANGES T ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Hard to have faith in reported sales when subtle restatements occur and the auditor raises the red flag. Spruce Poi… https://t.co/s1TUwkrmEy", "clean_text": "HARD TO HAVE FAITH IN REPORTED SALES WHEN SUBTLE RESTATEMENTS OCCUR AND THE AUDITOR RAISES THE RED FLAG SPRUCE POI ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$MPWR the world's best #semiconductor company, never disappoints, never skips a beat in any market environment https://t.co/v6FHi730yi", "clean_text": "MPWR THE WORLD BEST #SEMICONDUCTOR COMPANY NEVER DISAPPOINTS NEVER SKIPS A BEAT IN ANY MARKET ENVIRONMENT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "@markflowchatter we are in a dishonest industry face it", "clean_text": "@MARKFLOWCHATTER WE ARE IN A DISHONEST INDUSTRY FACE IT", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200413, "Text": "RT @morganhousel: In December Travis Kalanick sold out of ride sharing and double downed on food delivery. Pretty good bet in hindsight.", "clean_text": "RT @MORGANHOUSEL IN DECEMBER TRAVIS KALANICK SOLD OUT OF RIDE SHARING AND DOUBLE DOWNED ON FOOD DELIVERY PRETTY GOOD BET IN HINDSIGHT", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200413, "Text": "For more on 'zombie' companies see 'The nine lives of the modern leveraged company' in the Grant's issue dated Marc… https://t.co/CdTWAbLkTe", "clean_text": "FOR MORE ON ZOMBIE COMPANIES SEE THE NINE LIVES OF THE MODERN LEVERAGED COMPANY IN THE GRANT ISSUE DATED MARC ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200413, "Text": "@ballmatthew @RichLightShed @ScottPorch @DKThomp @kimmasters @loudmouthjulia You mention he also had intel/ data in… https://t.co/nxApLgXcgR", "clean_text": "@BALLMATTHEW @RICHLIGHTSHED @SCOTTPORCH @DKTHOMP @KIMMASTERS @LOUDMOUTHJULIA YOU MENTION HE ALSO HAD INTEL DATA IN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200413, "Text": "@BenRabidoux And people in the US generally think that real estate transaction costs are way too high.... Look for… https://t.co/NuvTZE4cW4", "clean_text": "@BENRABIDOUX AND PEOPLE IN THE US GENERALLY THINK THAT REAL ESTATE TRANSACTION COSTS ARE WAY TOO HIGH LOOK FOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200413, "Text": "RT @alluvialcapital: Never, ever invest in an over-levered capital-intensive business, no matter how low the EBITDA multiple or how eye-pop…", "clean_text": "RT @ALLUVIALCAPITAL NEVER EVER INVEST IN AN OVERLEVERED CAPITALINTENSIVE BUSINESS NO MATTER HOW LOW THE EBITDA MULTIPLE OR HOW EYEPOP", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200412, "Text": "Friend of a friend is a wine saleswomen in NYC. She thinks 50% of total NYC restaurants will not reopen under current ownership.", "clean_text": "FRIEND OF A FRIEND IS A WINE SALESWOMEN IN NYC SHE THINKS 50% OF TOTAL NYC RESTAURANTS WILL NOT REOPEN UNDER CURRENT OWNERSHIP", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @DKThomp: The next 6 months, per Morgan Stanley's head of biotech\n\nBy May: Peak in new cases nationally \nBy June: Testing capacity hits…", "clean_text": "RT @DKTHOMP THE NEXT 6 MONTHS PER MORGAN STANLEY HEAD OF BIOTECH\n\nBY MAY PEAK IN NEW CASES NATIONALLY \nBY JUNE TESTING CAPACITY HITS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200412, "Text": "RT @dailydirtnap: The average credit card balance in the United States is $11,000.\n\nWith credit card interest rates at roughly 20%, that's…", "clean_text": "RT @DAILYDIRTNAP THE AVERAGE CREDIT CARD BALANCE IN THE UNITED STATES IS 11000\n\nWITH CREDIT CARD INTEREST RATES AT ROUGHLY 20% THAT", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200412, "Text": "RT @ricburton: If Burning Man is cancelled how will anyone in Silicon Valley have a personality?", "clean_text": "RT @RICBURTON IF BURNING MAN IS CANCELLED HOW WILL ANYONE IN SILICON VALLEY HAVE A PERSONALITY", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200412, "Text": "Thanks to @GeoffZochodne for featuring our work on @financialpost . Canadian bank investors are in for a rude awake… https://t.co/0yACFasoEB", "clean_text": "THANKS TO @GEOFFZOCHODNE FOR FEATURING OUR WORK ON @FINANCIALPOST  CANADIAN BANK INVESTORS ARE IN FOR A RUDE AWAKE ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200412, "Text": "RT @reckless: Today marks ONE YEAR since Foxconn promised a statement or correction regarding The Verge’s report of empty buildings in Wisc…", "clean_text": "RT @RECKLESS TODAY MARKS ONE YEAR SINCE FOXCONN PROMISED A STATEMENT OR CORRECTION REGARDING THE VERGES REPORT OF EMPTY BUILDINGS IN WISC", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200412, "Text": "Amen brother. Of the myriad of dumb ideological arguments people engage in, this is the dumbest one by far IMO and… https://t.co/ZSASxmoeS4", "clean_text": "AMEN BROTHER OF THE MYRIAD OF DUMB IDEOLOGICAL ARGUMENTS PEOPLE ENGAGE IN THIS IS THE DUMBEST ONE BY FAR IMO AND ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200412, "Text": "Lol. Poor Bears can't even catch a break (or catch anything apparently) in a pandemic https://t.co/xooBLuTPzA", "clean_text": "LOL POOR BEARS CANT EVEN CATCH A BREAK OR CATCH ANYTHING APPARENTLY IN A PANDEMIC ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AZ_Value", "Time": 20200411, "Text": "RT @JustinBrannan: The @NYCCouncil has a package of legislation to regulate food delivery apps squeezing New York City restaurants. \n\nIn th…", "clean_text": "RT @JUSTINBRANNAN THE @NYCCOUNCIL HAS A PACKAGE OF LEGISLATION TO REGULATE FOOD DELIVERY APPS SQUEEZING NEW YORK CITY RESTAURANTS \n\nIN TH", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200410, "Text": "@HedgeyeComm Two of family members are in the same spot. One other is still working but wishes he would be furloughed.", "clean_text": "@HEDGEYECOMM TWO OF FAMILY MEMBERS ARE IN THE SAME SPOT ONE OTHER IS STILL WORKING BUT WISHES HE WOULD BE FURLOUGHED", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200410, "Text": "RT @scottcowley: Love seeing the 16-year high interest in the flowbee right now. Does anybody actually know somebody with one of these? htt…", "clean_text": "RT @SCOTTCOWLEY LOVE SEEING THE 16YEAR HIGH INTEREST IN THE FLOWBEE RIGHT NOW DOES ANYBODY ACTUALLY KNOW SOMEBODY WITH ONE OF THESE HTT", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20200410, "Text": "@given2tweet @robertcshea @ndrewColburn I have a case stashed back in the city. When I run low might have to make a wine run.", "clean_text": "@GIVEN2TWEET @ROBERTCSHEA @NDREWCOLBURN I HAVE A CASE STASHED BACK IN THE CITY WHEN I RUN LOW MIGHT HAVE TO MAKE A WINE RUN", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200410, "Text": "@BillBrewsterSCG $CMCSA is building their most important park - Epic Universe - in 2023-ish, a 10min shuttle from t… https://t.co/HxgGQLg2Bb", "clean_text": "@BILLBREWSTERSCG CMCSA IS BUILDING THEIR MOST IMPORTANT PARK  EPIC UNIVERSE  IN 2023ISH A 10MIN SHUTTLE FROM T ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200410, "Text": "Still talking about ratings while people die.\nListen, we'll keep our head down and get uncle Joe in there, but then… https://t.co/IBR8epbXn7", "clean_text": "STILL TALKING ABOUT RATINGS WHILE PEOPLE DIE\nLISTEN WELL KEEP OUR HEAD DOWN AND GET UNCLE JOE IN THERE BUT THEN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We use behavioral analysis in our forensic work to identify when fundamentals change. Management teams are human an… https://t.co/MLIhXUdxOt", "clean_text": "WE USE BEHAVIORAL ANALYSIS IN OUR FORENSIC WORK TO IDENTIFY WHEN FUNDAMENTALS CHANGE MANAGEMENT TEAMS ARE HUMAN AN ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We talked to a large DSO that we estimate could be 11% of $ALGN's orthodontic case starts in the Americas. When ask… https://t.co/TJOrsZ08ud", "clean_text": "WE TALKED TO A LARGE DSO THAT WE ESTIMATE COULD BE 11% OF ALGN ORTHODONTIC CASE STARTS IN THE AMERICAS WHEN ASK ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200409, "Text": "RT @USAmbUN: .@OPCW confirms #Syria’s regime used #chemicalweapons in attacks on its own people. We condemn these unconscionable acts again…", "clean_text": "RT @USAMBUN @OPCW CONFIRMS #SYRIAS REGIME USED #CHEMICALWEAPONS IN ATTACKS ON ITS OWN PEOPLE WE CONDEMN THESE UNCONSCIONABLE ACTS AGAIN", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200409, "Text": "For those that were wondering, looks like $CHTR repurchased ~ 0.6% of S/O in March, bringing total to around 2% rep… https://t.co/vK9fXvovuU", "clean_text": "FOR THOSE THAT WERE WONDERING LOOKS LIKE CHTR REPURCHASED 06% OF SO IN MARCH BRINGING TOTAL TO AROUND 2% REP ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200409, "Text": "Moffett still sees $CHTR EBITDA growth in 2020\n+ cord cutting leads to broadband ARPU, margin improvement\n- less HH… https://t.co/jFCWjJM57W", "clean_text": "MOFFETT STILL SEES CHTR EBITDA GROWTH IN 2020\n+ CORD CUTTING LEADS TO BROADBAND ARPU MARGIN IMPROVEMENT\n LESS HH ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200409, "Text": "*Canada Loses Record 1.01 Million Jobs in March, Estimate -500K\n\nCanada is in serious trouble given current debt le… https://t.co/TaigKMCZiL", "clean_text": "*CANADA LOSES RECORD 101 MILLION JOBS IN MARCH ESTIMATE 500K\n\nCANADA IS IN SERIOUS TROUBLE GIVEN CURRENT DEBT LE ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200409, "Text": "Investors ignoring this like its already discounted. \n\nIt's \"possible\" the economy opens back up in two months.\n\nTh… https://t.co/hrBQ7Ezf36", "clean_text": "INVESTORS IGNORING THIS LIKE ITS ALREADY DISCOUNTED \n\nIT POSSIBLE THE ECONOMY OPENS BACK UP IN TWO MONTHS\n\nTH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200409, "Text": "@mr_skilling #4 ... so much opportunity cost over the years in not learning this sooner", "clean_text": "@MR_SKILLING #4  SO MUCH OPPORTUNITY COST OVER THE YEARS IN NOT LEARNING THIS SOONER", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200409, "Text": "@EventDrivenMgr Yeah... how does this work in the case that I have a put option? I honestly don’t know the technica… https://t.co/V4PsbUMUts", "clean_text": "@EVENTDRIVENMGR YEAH HOW DOES THIS WORK IN THE CASE THAT I HAVE A PUT OPTION I HONESTLY DONT KNOW THE TECHNICA ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200408, "Text": "Finance nerd alert: New issue of Critical Finance Review covering replication in finance and illiquidity and return… https://t.co/bGimHE8WVe", "clean_text": "FINANCE NERD ALERT NEW ISSUE OF CRITICAL FINANCE REVIEW COVERING REPLICATION IN FINANCE AND ILLIQUIDITY AND RETURN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200408, "Text": "Seth Klarman’s Baupost Group bought more $EBAY $LBTYA and started new stakes in $GOOG $HPQ and residential mortgage… https://t.co/QY7MgiOvjY", "clean_text": "SETH KLARMANS BAUPOST GROUP BOUGHT MORE EBAY LBTYA AND STARTED NEW STAKES IN GOOG HPQ AND RESIDENTIAL MORTGAGE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200408, "Text": "Nelson Peltz’s Trian Partners down almost 25% in Q1 https://t.co/QxX7b3kFLy", "clean_text": "NELSON PELTZS TRIAN PARTNERS DOWN ALMOST 25% IN Q1 ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @SecPompeo: We'll continue to focus on keeping critical medical items in the U.S. until demand is met here, but we're also providing gen…", "clean_text": "RT @SECPOMPEO WELL CONTINUE TO FOCUS ON KEEPING CRITICAL MEDICAL ITEMS IN THE US UNTIL DEMAND IS MET HERE BUT WERE ALSO PROVIDING GEN", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @SecPompeo: No amount of disinformation from Assad’s enablers in Russia and Iran can hide the fact that the Syrian regime is responsible…", "clean_text": "RT @SECPOMPEO NO AMOUNT OF DISINFORMATION FROM ASSADS ENABLERS IN RUSSIA AND IRAN CAN HIDE THE FACT THAT THE SYRIAN REGIME IS RESPONSIBLE", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @USAmbUN: #UNSC #VTC: With armed conflict in #Libya claiming more lives &amp; undermining response to #coronavirus, the United States calls…", "clean_text": "RT @USAMBUN #UNSC #VTC WITH ARMED CONFLICT IN #LIBYA CLAIMING MORE LIVES AMP UNDERMINING RESPONSE TO #CORONAVIRUS THE UNITED STATES CALLS", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200408, "Text": "$DIS \n\nSaid they would break even in 2024 with 60-90m subs. Already at 50m. Was 26.5YE 2019, 28.6m mid-Feb 2020. So… https://t.co/MmvqiLauaY", "clean_text": "DIS \n\nSAID THEY WOULD BREAK EVEN IN 2024 WITH 6090M SUBS ALREADY AT 50M WAS 265YE 2019 286M MIDFEB 2020 SO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200408, "Text": "Will try to get one out in the next 4-6 weeks. Have an old one on my site (see my profile —&gt; sample posts). Not sur… https://t.co/1VvKXNJiCD", "clean_text": "WILL TRY TO GET ONE OUT IN THE NEXT 46 WEEKS HAVE AN OLD ONE ON MY SITE SEE MY PROFILE —GT SAMPLE POSTS NOT SUR ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "@PythiaR I'm not saying there are a lot more DoubleClicks in the bag, just saying the capital allocation track reco… https://t.co/McCvSJygPl", "clean_text": "@PYTHIAR IM NOT SAYING THERE ARE A LOT MORE DOUBLECLICKS IN THE BAG JUST SAYING THE CAPITAL ALLOCATION TRACK RECO ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200408, "Text": "RT @tconnellyRTE: NEW: There is \"no indication\" that peak of the coronavirus epidemic in Europe has been reached, according to the latest \"…", "clean_text": "RT @TCONNELLYRTE NEW THERE IS NO INDICATION THAT PEAK OF THE CORONAVIRUS EPIDEMIC IN EUROPE HAS BEEN REACHED ACCORDING TO THE LATEST ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200408, "Text": "rump vs Biden this fall will make Tiger King look like a Disney series.\n\nGood job America. Most powerful nation in… https://t.co/LssuBOQwxi", "clean_text": "RUMP VS BIDEN THIS FALL WILL MAKE TIGER KING LOOK LIKE A DISNEY SERIES\n\nGOOD JOB AMERICA MOST POWERFUL NATION IN ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200407, "Text": "@BrianLehrer @ByJessicaGould @AGZimmerman Think the teachers and principal Michelle at our school (PS 527) in Manha… https://t.co/9Xw9EMaoNt", "clean_text": "@BRIANLEHRER @BYJESSICAGOULD @AGZIMMERMAN THINK THE TEACHERS AND PRINCIPAL MICHELLE AT OUR SCHOOL PS 527 IN MANHA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @usmissiongeneva: On #WorldHealthDay, we applaud the #HealthcareHeroes fighting against #COVID19. As @POTUS said, “Our warriors in this…", "clean_text": "RT @USMISSIONGENEVA ON #WORLDHEALTHDAY WE APPLAUD THE #HEALTHCAREHEROES FIGHTING AGAINST #COVID19 AS @POTUS SAID OUR WARRIORS IN THIS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @USUNRomeAmb: Whether you're in a medical clinic in the Sahel of Africa, in a lab discovering new cures or on the front lines of the #CO…", "clean_text": "RT @USUNROMEAMB WHETHER YOURE IN A MEDICAL CLINIC IN THE SAHEL OF AFRICA IN A LAB DISCOVERING NEW CURES OR ON THE FRONT LINES OF THE #CO", "count1": 3, "count2": 3, "count3": 2, "count4": 0}, {"Name": "GrantsPub", "Time": 20200407, "Text": "In case you missed it. https://t.co/fgtT1s0p5E", "clean_text": "IN CASE YOU MISSED IT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200407, "Text": "The stuff they are trimming in size is the same stuff I’m increasing in size. This is what makes a market. https://t.co/E3uoCzQVMw", "clean_text": "THE STUFF THEY ARE TRIMMING IN SIZE IS THE SAME STUFF IM INCREASING IN SIZE THIS IS WHAT MAKES A MARKET ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200407, "Text": "@NeilRetail Also much cheaper to print in single color", "clean_text": "@NEILRETAIL ALSO MUCH CHEAPER TO PRINT IN SINGLE COLOR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200407, "Text": "RT @nycsouthpaw: People are dying at home in NYC at something like 8-10x the pre-pandemic rate, per OCME. If they haven’t been tested for C…", "clean_text": "RT @NYCSOUTHPAW PEOPLE ARE DYING AT HOME IN NYC AT SOMETHING LIKE 810X THE PREPANDEMIC RATE PER OCME IF THEY HAVENT BEEN TESTED FOR C", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200406, "Text": "In a way this newsletter has suddenly been transformed from a nominally capitalist enterprise into effectively a st… https://t.co/nf1ELf2JJI", "clean_text": "IN A WAY THIS NEWSLETTER HAS SUDDENLY BEEN TRANSFORMED FROM A NOMINALLY CAPITALIST ENTERPRISE INTO EFFECTIVELY A ST ", "count1": 0, "count2": 1, "count3": 3, "count4": 0}, {"Name": "activiststocks", "Time": 20200406, "Text": "RT @QTRResearch: The Public Investment Fund of Saudi Arabia reported a 8.2% stake in Carnival Corp. (NYSE: CCL), according to a just-releas…", "clean_text": "RT @QTRRESEARCH THE PUBLIC INVESTMENT FUND OF SAUDI ARABIA REPORTED A 82% STAKE IN CARNIVAL CORP NYSE CCL ACCORDING TO A JUSTRELEAS", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @SecPompeo: U.S. companies are stepping up to help people in the most dire of circumstances as the world comes together to fight the #CO…", "clean_text": "RT @SECPOMPEO US COMPANIES ARE STEPPING UP TO HELP PEOPLE IN THE MOST DIRE OF CIRCUMSTANCES AS THE WORLD COMES TOGETHER TO FIGHT THE #CO", "count1": 3, "count2": 1, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @USAmbUN: Here is mine: I had the joy of playing basketball with local children in #SouthSudan where I witnessed first hand the power th…", "clean_text": "RT @USAMBUN HERE IS MINE I HAD THE JOY OF PLAYING BASKETBALL WITH LOCAL CHILDREN IN #SOUTHSUDAN WHERE I WITNESSED FIRST HAND THE POWER TH", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200406, "Text": "One of the best podcasts I’ve listened to in a while. Really enjoyed the conversation https://t.co/U5rZLin1P5", "clean_text": "ONE OF THE BEST PODCASTS IVE LISTENED TO IN A WHILE REALLY ENJOYED THE CONVERSATION ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200406, "Text": "@AlderLaneeggs Unfortunately as predictable as the sun rising in the east and setting in the west. So called champi… https://t.co/8l89oWL8oP", "clean_text": "@ALDERLANEEGGS UNFORTUNATELY AS PREDICTABLE AS THE SUN RISING IN THE EAST AND SETTING IN THE WEST SO CALLED CHAMPI ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200405, "Text": "Elliott hedge fund gains in March, up 2.2% for year: client update https://t.co/UKdTXMudVA", "clean_text": "ELLIOTT HEDGE FUND GAINS IN MARCH UP 22% FOR YEAR CLIENT UPDATE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20200405, "Text": "3 years ago, we initiated coverage on Aurelius Equity Opportunities (listed in Germany, AR4). For those interested… https://t.co/3gX3I0yLUv", "clean_text": "3 YEARS AGO WE INITIATED COVERAGE ON AURELIUS EQUITY OPPORTUNITIES LISTED IN GERMANY AR4 FOR THOSE INTERESTED ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20200405, "Text": "RT @GothamResearch: @GothamResearch OPINIONS\n\n(2) AR4 may face similar scrutiny as Philip Green did in the UK, who was accused of systemati…", "clean_text": "RT @GOTHAMRESEARCH @GOTHAMRESEARCH OPINIONS\n\n2 AR4 MAY FACE SIMILAR SCRUTINY AS PHILIP GREEN DID IN THE UK WHO WAS ACCUSED OF SYSTEMATI", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200405, "Text": "Family members are in health care so I want to chime in...\n\n- Evidence based hospitals don’t prescribe Hydro as no… https://t.co/dUk7aB85Nd", "clean_text": "FAMILY MEMBERS ARE IN HEALTH CARE SO I WANT TO CHIME IN\n\n EVIDENCE BASED HOSPITALS DONT PRESCRIBE HYDRO AS NO ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200405, "Text": "@ACapMgmt Bad in that more ppl are infected and don’t know it and faster spread. \n\nJust repeating what I’m being to… https://t.co/LIrBVJ356C", "clean_text": "@ACAPMGMT BAD IN THAT MORE PPL ARE INFECTED AND DONT KNOW IT AND FASTER SPREAD \n\nJUST REPEATING WHAT IM BEING TO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}]