["IS", {"Name": "GrantsPub", "Time": 20200108, "Text": "RT @KathyJones: #Corporate bond interest rate risk is at an all-time high. #duration https://t.co/zs1UzRBoSR", "clean_text": "RT @KATHYJONES #CORPORATE BOND INTEREST RATE RISK IS AT AN ALLTIME HIGH #DURATION ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200107, "Text": "“Delay of game” is the easiest call to get right every time.  A 10 year-old could do it &amp; if we run out of them it’d be so easy to automate.", "clean_text": "DELAY OF GAME” IS THE EASIEST CALL TO GET RIGHT EVERY TIME  A 10 YEAROLD COULD DO IT AMP IF WE RUN OUT OF THEM ITD BE SO EASY TO AUTOMATE", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200106, "Text": "I also ran into this yesterday. No warning, which is crazy! @AppleSupport should have warned users first. https://t.co/iz6JCFb7AU", "clean_text": "I ALSO RAN INTO THIS YESTERDAY NO WARNING WHICH IS CRAZY @APPLESUPPORT SHOULD HAVE WARNED USERS FIRST ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200104, "Text": "Belichick adapted to change, but his greatest asset is his ability to make the most logical decision, regardless of… https://t.co/88PIgm0gJA", "clean_text": "BELICHICK ADAPTED TO CHANGE BUT HIS GREATEST ASSET IS HIS ABILITY TO MAKE THE MOST LOGICAL DECISION REGARDLESS OF ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20191231, "Text": "“The biggest kick is reading something new and exciting and then getting other people to share your enthusiasm. Bey… https://t.co/vTPshf3kQd", "clean_text": "THE BIGGEST KICK IS READING SOMETHING NEW AND EXCITING AND THEN GETTING OTHER PEOPLE TO SHARE YOUR ENTHUSIASM BEY ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20191227, "Text": "RT @markflowchatter: 2 firms out saying that Chubb is NO longer writing policies with $HIIQ .   \n\nAccdg to reports Chubb was 40% revenues…", "clean_text": "RT @MARKFLOWCHATTER 2 FIRMS OUT SAYING THAT CHUBB IS NO LONGER WRITING POLICIES WITH HIIQ \n\nACCDG TO REPORTS CHUBB WAS 40% REVENUES", "count1": 0, "count2": 0, "count3": 1, "count4": 0}]