["OF", {"Name": "footnoted", "Time": 20200205, "Text": "@pkafka Not necessarily. Depends on whether the lawyers consider it to be material, which leaves lots of wiggle room.", "clean_text": "@PKAFKA NOT NECESSARILY DEPENDS ON WHETHER THE LAWYERS CONSIDER IT TO BE MATERIAL WHICH LEAVES LOTS OF WIGGLE ROOM", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200205, "Text": "Next quarter, KFY will report a new KF Digital segment with $400m of rev and $100m+ of normalized EBITDA, equal to… https://t.co/NtUA7XibiF", "clean_text": "NEXT QUARTER KFY WILL REPORT A NEW KF DIGITAL SEGMENT WITH 400M OF REV AND 100M+ OF NORMALIZED EBITDA EQUAL TO ", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "KerrisdaleCap", "Time": 20200205, "Text": "Digital acquisitions closed in Nov '19 add $35m+ of EBITDA and $0.40+ to '21 EPS, boosting earnings growth in FY be… https://t.co/OOUpHEqzMQ", "clean_text": "DIGITAL ACQUISITIONS CLOSED IN NOV 19 ADD 35M+ OF EBITDA AND 040+ TO 21 EPS BOOSTING EARNINGS GROWTH IN FY BE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200205, "Text": "We think $KFY’s Digital and RPO segments are worth $KFY’s entire mkt cap on their own. Adding $200m of remaining se… https://t.co/z9TRk8raVj", "clean_text": "WE THINK KFYS DIGITAL AND RPO SEGMENTS ARE WORTH KFYS ENTIRE MKT CAP ON THEIR OWN ADDING 200M OF REMAINING SE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200205, "Text": "@amojsoski That's near the higher end of his position size in recent years and the Board also ties incentive compen… https://t.co/OAn9NPdCX6", "clean_text": "@AMOJSOSKI THAT NEAR THE HIGHER END OF HIS POSITION SIZE IN RECENT YEARS AND THE BOARD ALSO TIES INCENTIVE COMPEN ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200204, "Text": "A lot of shorts are asking the same question. https://t.co/ybTX4emGHe", "clean_text": "A LOT OF SHORTS ARE ASKING THE SAME QUESTION ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200203, "Text": "@barronsonline wrote about a number of companies that could benefit from the rise of online gaming a few weeks ago… https://t.co/WtAQTEwn3s", "clean_text": "@BARRONSONLINE WROTE ABOUT A NUMBER OF COMPANIES THAT COULD BENEFIT FROM THE RISE OF ONLINE GAMING A FEW WEEKS AGO ", "count1": 1, "count2": 0, "count3": 2, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200202, "Text": "Loved this conversation between ⁦@patrick_oshag⁩ and ⁦@chetanp⁩. Not an area I know but the clarity of thought and… https://t.co/XdkByjAkfT", "clean_text": "LOVED THIS CONVERSATION BETWEEN ⁦@PATRICK_OSHAG⁩ AND ⁦@CHETANP⁩ NOT AN AREA I KNOW BUT THE CLARITY OF THOUGHT AND ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200201, "Text": "RT @BenRabidoux: Checking out boats with a buddy of mine. They now finance them over 240 months. Asked the guy dealer who they use for the…", "clean_text": "RT @BENRABIDOUX CHECKING OUT BOATS WITH A BUDDY OF MINE THEY NOW FINANCE THEM OVER 240 MONTHS ASKED THE GUY DEALER WHO THEY USE FOR THE", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200131, "Text": "It took less than 2 days for the bond market to nullify the Fed’s “we’re firmly on hold” message this week. Now a 90% chance of a 2020 cut.", "clean_text": "IT TOOK LESS THAN 2 DAYS FOR THE BOND MARKET TO NULLIFY THE FEDS WERE FIRMLY ON HOLD” MESSAGE THIS WEEK NOW A 90% CHANCE OF A 2020 CUT", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200130, "Text": "In 02/03, as part of the post research settlement, a bunch of $JPM analysts were forced to sit in on lectures from… https://t.co/mYV3sEr1iZ", "clean_text": "IN 0203 AS PART OF THE POST RESEARCH SETTLEMENT A BUNCH OF JPM ANALYSTS WERE FORCED TO SIT IN ON LECTURES FROM ", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200130, "Text": "$AMZN's AH increase in mkt cap is about 1.5x the CURRENT mkt cap of the \"revitalized\" $TGT. I'm not sure what it me… https://t.co/ZLDsTIyLtm", "clean_text": "AMZN AH INCREASE IN MKT CAP IS ABOUT 15X THE CURRENT MKT CAP OF THE REVITALIZED TGT IM NOT SURE WHAT IT ME ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200130, "Text": "Barrios and Wilson out at $WWE, WOW!  No one would have previously described this collection of management talent a… https://t.co/swAZ2ykl5K", "clean_text": "BARRIOS AND WILSON OUT AT WWE WOW  NO ONE WOULD HAVE PREVIOUSLY DESCRIBED THIS COLLECTION OF MANAGEMENT TALENT A ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "RT @SeanDeLaney23: Spending a lot of time this week diving into the archives of @mjmauboussin \n\nEspecially enjoyed his 2005 piece on Contra…", "clean_text": "RT @SEANDELANEY23 SPENDING A LOT OF TIME THIS WEEK DIVING INTO THE ARCHIVES OF @MJMAUBOUSSIN \n\nESPECIALLY ENJOYED HIS 2005 PIECE ON CONTRA", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "2/Ben Graham started this program in 1927 at the Extension Division of Columbia College. He taught in a building a… https://t.co/BWkotKhaRd", "clean_text": "2BEN GRAHAM STARTED THIS PROGRAM IN 1927 AT THE EXTENSION DIVISION OF COLUMBIA COLLEGE HE TAUGHT IN A BUILDING A ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "3/People often think about value investing in one of two ways: (1) statistical factors - e.g., P/B, P/E; or (2) buy… https://t.co/sMcdAojfeM", "clean_text": "3PEOPLE OFTEN THINK ABOUT VALUE INVESTING IN ONE OF TWO WAYS 1 STATISTICAL FACTORS  EG PB PE OR 2 BUY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "4/A big part of the story is the massive shift in the form of investment, from tangible to intangible. This means a… https://t.co/yPzD2EmPl2", "clean_text": "4A BIG PART OF THE STORY IS THE MASSIVE SHIFT IN THE FORM OF INVESTMENT FROM TANGIBLE TO INTANGIBLE THIS MEANS A ", "count1": 3, "count2": 1, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "7/We spend a lot of time discussing the limitations of multiples for valuation. You earn the right to use a multipl… https://t.co/9VbroNzizm", "clean_text": "7WE SPEND A LOT OF TIME DISCUSSING THE LIMITATIONS OF MULTIPLES FOR VALUATION YOU EARN THE RIGHT TO USE A MULTIPL ", "count1": 2, "count2": 1, "count3": 2, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "8/And expectations remain central. What has to happen for the price of a stock to make sense? No one knows how the… https://t.co/yXP4dNrfEJ", "clean_text": "8AND EXPECTATIONS REMAIN CENTRAL WHAT HAS TO HAPPEN FOR THE PRICE OF A STOCK TO MAKE SENSE NO ONE KNOWS HOW THE ", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "9/ I will finish by noting some sources of inspiration. The first is my mentor, collaborator, and friend Al Rappapo… https://t.co/fWU4VNfRAm", "clean_text": "9 I WILL FINISH BY NOTING SOME SOURCES OF INSPIRATION THE FIRST IS MY MENTOR COLLABORATOR AND FRIEND AL RAPPAPO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200129, "Text": "Just learning about @xantunesx of @qz death We never worked together directly, but she was a big supporter of footn… https://t.co/KtG709wDlS", "clean_text": "JUST LEARNING ABOUT @XANTUNESX OF @QZ DEATH WE NEVER WORKED TOGETHER DIRECTLY BUT SHE WAS A BIG SUPPORTER OF FOOTN ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "footnoted", "Time": 20200129, "Text": "Starting to see #coronaravirus pop up in more SEC filings. $CRUS, $SBUX, $LVS, $CREE, $ALGN and $LFUS mention it in today’s crop of filings.", "clean_text": "STARTING TO SEE #CORONARAVIRUS POP UP IN MORE SEC FILINGS CRUS SBUX LVS CREE ALGN AND LFUS MENTION IT IN TODAYS CROP OF FILINGS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200129, "Text": "Recall, on its Q3 19 Earnings Call, $SAP highlighted it had an “acceleration of win rates” vs. $MDLA. https://t.co/lDACbDcK9n", "clean_text": "RECALL ON ITS Q3 19 EARNINGS CALL SAP HIGHLIGHTED IT HAD AN ACCELERATION OF WIN RATES” VS MDLA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200129, "Text": "@batman10023 $clw   7.5x $215mm in ebitda. Less year end 2020 net debt of $791mm.  $50 price target. That’s a 15% f… https://t.co/QfzotUO5zf", "clean_text": "@BATMAN10023 CLW 75X 215MM IN EBITDA LESS YEAR END 2020 NET DEBT OF 791MM  50 PRICE TARGET THATS A 15% F ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200128, "Text": "Tale of the Iowa tape over the past 6 months using RCP: Joe &amp; Liz both down a couple, Bernie &amp; Pete both up 10, Klobuchar up 5. Others dead.", "clean_text": "TALE OF THE IOWA TAPE OVER THE PAST 6 MONTHS USING RCP JOE AMP LIZ BOTH DOWN A COUPLE BERNIE AMP PETE BOTH UP 10 KLOBUCHAR UP 5 OTHERS DEAD", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "Throughout FY 19 $MDLA stock was consistently valued around ~$6.50/share by Board of Directors with input from mana… https://t.co/lmfbLAg4rC", "clean_text": "THROUGHOUT FY 19 MDLA STOCK WAS CONSISTENTLY VALUED AROUND ~650SHARE BY BOARD OF DIRECTORS WITH INPUT FROM MANA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "Three months into FY 20, $MDLA determined the addition of a new CEO &amp; CFO + commencement of IPO readiness procedure… https://t.co/2WWzUi26oQ", "clean_text": "THREE MONTHS INTO FY 20 MDLA DETERMINED THE ADDITION OF A NEW CEO AMP CFO COMMENCEMENT OF IPO READINESS PROCEDURE ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "The winners of this IPO are the VCs &amp; insiders NOT public shareholders. The tight float pre-lock up, limited histor… https://t.co/odagzIAN3A", "clean_text": "THE WINNERS OF THIS IPO ARE THE VCS AMP INSIDERS NOT PUBLIC SHAREHOLDERS THE TIGHT FLOAT PRELOCK UP LIMITED HISTOR ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200128, "Text": "$PRNB: replay of yesterday's call available at https://t.co/oiKptFw8gj", "clean_text": "PRNB REPLAY OF YESTERDAY CALL AVAILABLE AT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200128, "Text": "$LOPE - the Enron of Education? We present detailed evidence through a 870 page FOIA request that $LOPE is illegall… https://t.co/8Q5waeJd5Y", "clean_text": "LOPE  THE ENRON OF EDUCATION WE PRESENT DETAILED EVIDENCE THROUGH A 870 PAGE FOIA REQUEST THAT LOPE IS ILLEGALL ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200127, "Text": "Friday night filing reveals @Medallia's CEO unloaded another &gt;10% tranche of his stock. Since our report and the IP… https://t.co/KNmEvaJGpH", "clean_text": "FRIDAY NIGHT FILING REVEALS @MEDALLIA CEO UNLOADED ANOTHER GT10% TRANCHE OF HIS STOCK SINCE OUR REPORT AND THE IP ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "Our first short of 2020 is $PRNB. Report avail at https://t.co/IJcQcOl1eA. Conf call at 1pm: 866-834-3313, #8778858… https://t.co/82rxity2WK", "clean_text": "OUR FIRST SHORT OF 2020 IS PRNB REPORT AVAIL AT  CONF CALL AT 1PM 8668343313 #8778858 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "$PRNB clinical data so far includes no placebo groups, and most of the patients keep taking other drugs (which are… https://t.co/pSfC5I9wtU", "clean_text": "PRNB CLINICAL DATA SO FAR INCLUDES NO PLACEBO GROUPS AND MOST OF THE PATIENTS KEEP TAKING OTHER DRUGS WHICH ARE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "In pemphigus and ITP, $PRNB’s drug seems far inferior to the standard of care. Rituxan shows 90% complete-remission… https://t.co/BAC6ID0VuW", "clean_text": "IN PEMPHIGUS AND ITP PRNBS DRUG SEEMS FAR INFERIOR TO THE STANDARD OF CARE RITUXAN SHOWS 90% COMPLETEREMISSION ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "RT @JohnCendpts: $PRNB $SNY\nShort attacker Sahm Adrangi draws crosshairs over a favorite of Sanofi’s new CEO — with PhII data looming\nhttps…", "clean_text": "RT @JOHNCENDPTS PRNB SNY\nSHORT ATTACKER SAHM ADRANGI DRAWS CROSSHAIRS OVER A FAVORITE OF SANOFIS NEW CEO WITH PHII DATA LOOMING\nHTTPS", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200126, "Text": "One of the biggest 1 day moves today on Predictit Dem nominee odds w/ very little news save for an Iowa poll, though it was good for Bernie.", "clean_text": "ONE OF THE BIGGEST 1 DAY MOVES TODAY ON PREDICTIT DEM NOMINEE ODDS W VERY LITTLE NEWS SAVE FOR AN IOWA POLL THOUGH IT WAS GOOD FOR BERNIE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200125, "Text": "@AlderLaneeggs @MelinAnders @winnieokelley @MUNDASPORTS So while Pete's associates were dumping millions worth of… https://t.co/6VDiJtt2ly", "clean_text": "@ALDERLANEEGGS @MELINANDERS @WINNIEOKELLEY @MUNDASPORTS SO WHILE PETE ASSOCIATES WERE DUMPING MILLIONS WORTH OF ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200124, "Text": "\"It's easier to hold your principles 100 percent of the time than it is to hold them 98 percent of the time.\" -- Cl… https://t.co/hu8RdtOQYp", "clean_text": "IT EASIER TO HOLD YOUR PRINCIPLES 100 PERCENT OF THE TIME THAN IT IS TO HOLD THEM 98 PERCENT OF THE TIME  CL ", "count1": 2, "count2": 2, "count3": 0, "count4": 2}, {"Name": "pmarca", "Time": 20200124, "Text": "Jim Lehrer, giant of journalism, RIP https://t.co/fg1psPsX8M", "clean_text": "JIM LEHRER GIANT OF JOURNALISM RIP ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200124, "Text": "Lots of fintwitters in my feed apoplectic over every headline related to #coronavirus and traders whipping markets… https://t.co/NfCMq5pVBD", "clean_text": "LOTS OF FINTWITTERS IN MY FEED APOPLECTIC OVER EVERY HEADLINE RELATED TO #CORONAVIRUS AND TRADERS WHIPPING MARKETS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200123, "Text": "RT @Madelinemaub: \"Assessing the value of information is far more complex than the classic theories suggest. Yet, too little is known of ho…", "clean_text": "RT @MADELINEMAUB ASSESSING THE VALUE OF INFORMATION IS FAR MORE COMPLEX THAN THE CLASSIC THEORIES SUGGEST YET TOO LITTLE IS KNOWN OF HO", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200123, "Text": "RT @Thevalueteam: In a wide-ranging discussion on the first episode of The Value Perspective podcast, market strategist and author Michael…", "clean_text": "RT @THEVALUETEAM IN A WIDERANGING DISCUSSION ON THE FIRST EPISODE OF THE VALUE PERSPECTIVE PODCAST MARKET STRATEGIST AND AUTHOR MICHAEL", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200123, "Text": "Have no fear DNA testers. I’m sure when 23andMe runs out of cash they will sell all of your DNA info and data to… https://t.co/fSNSrhxoRy", "clean_text": "HAVE NO FEAR DNA TESTERS IM SURE WHEN 23ANDME RUNS OUT OF CASH THEY WILL SELL ALL OF YOUR DNA INFO AND DATA TO ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "TMTanalyst", "Time": 20200123, "Text": "Who would have thought that a company founded by the sister of the head of YouTube would see a turn in consumer dem… https://t.co/85AlWCQuVL", "clean_text": "WHO WOULD HAVE THOUGHT THAT A COMPANY FOUNDED BY THE SISTER OF THE HEAD OF YOUTUBE WOULD SEE A TURN IN CONSUMER DEM ", "count1": 2, "count2": 0, "count3": 2, "count4": 2}, {"Name": "BergenCapital", "Time": 20200123, "Text": "RT @Timcast: Holy shit\n\nNot only do they not accept the result of the 2016 election but they are preemptively questioning the results of an…", "clean_text": "RT @TIMCAST HOLY SHIT\n\nNOT ONLY DO THEY NOT ACCEPT THE RESULT OF THE 2016 ELECTION BUT THEY ARE PREEMPTIVELY QUESTIONING THE RESULTS OF AN", "count1": 3, "count2": 0, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200122, "Text": "$MDLA CEO sold over 300,000 shares (&gt;10% of his beneficial ownership) since the IPO lock-up expiry last week.  As w… https://t.co/8Safne9mor", "clean_text": "MDLA CEO SOLD OVER 300000 SHARES GT10% OF HIS BENEFICIAL OWNERSHIP SINCE THE IPO LOCKUP EXPIRY LAST WEEK  AS W ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200122, "Text": "Important note: this Form 4 was filed late after hours on 01/21/20 (i.e. after 5pm PST).  Is the timing of the fili… https://t.co/p5oQMOIWBx", "clean_text": "IMPORTANT NOTE THIS FORM 4 WAS FILED LATE AFTER HOURS ON 012120 IE AFTER 5PM PST  IS THE TIMING OF THE FILI ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200122, "Text": "The Total contract to setup 20K charging stations in the Netherlands seems like a seminal event in the history of E… https://t.co/T7fiwijR00", "clean_text": "THE TOTAL CONTRACT TO SETUP 20K CHARGING STATIONS IN THE NETHERLANDS SEEMS LIKE A SEMINAL EVENT IN THE HISTORY OF E ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}]