["THE", {"Name": "pmarca", "Time": 20200419, "Text": "And finally https://t.co/VaYYE21E2d “An Apology For The Builder” by Nicholas Barbon, written in 1685. HT… https://t.co/PmfklFFgjW", "clean_text": "AND FINALLY  AN APOLOGY FOR THE BUILDER” BY NICHOLAS BARBON WRITTEN IN 1685 HT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200419, "Text": "2/3 Here are the 12 Rules of Deep Survival: https://t.co/F8yxv0mrHR \nNumber 1, Perceive and Believe, seems to be re… https://t.co/GkOlpaHkWd", "clean_text": "23 HERE ARE THE 12 RULES OF DEEP SURVIVAL  \nNUMBER 1 PERCEIVE AND BELIEVE SEEMS TO BE RE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200419, "Text": "3/3 Laurence recently did a wonderful podcast with @jim_rutt (who preceded me as chair of the SFI board).… https://t.co/zoCRsdq0xD", "clean_text": "33 LAURENCE RECENTLY DID A WONDERFUL PODCAST WITH @JIM_RUTT WHO PRECEDED ME AS CHAIR OF THE SFI BOARD ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200419, "Text": "@GinSecurities @T3_RM Same. I do my own lawn and it makes the difference.", "clean_text": "@GINSECURITIES @T3_RM SAME I DO MY OWN LAWN AND IT MAKES THE DIFFERENCE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200419, "Text": "Doing some rough math, it looks like the combined value of the U.S. stock market gains off of the recent lows is ro… https://t.co/NA0feIQXK0", "clean_text": "DOING SOME ROUGH MATH IT LOOKS LIKE THE COMBINED VALUE OF THE US STOCK MARKET GAINS OFF OF THE RECENT LOWS IS RO ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @TruthGundlach: Doing some rough math, it looks like the combined value of the U.S. stock market gains off of the recent lows is roughly…", "clean_text": "RT @TRUTHGUNDLACH DOING SOME ROUGH MATH IT LOOKS LIKE THE COMBINED VALUE OF THE US STOCK MARKET GAINS OFF OF THE RECENT LOWS IS ROUGHLY", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @tylerwinklevoss: I received and email from Delta yesterday with the subject: \"We're in this together.\" Yep, after 5.4 billion in taxpay…", "clean_text": "RT @TYLERWINKLEVOSS I RECEIVED AND EMAIL FROM DELTA YESTERDAY WITH THE SUBJECT WERE IN THIS TOGETHER YEP AFTER 54 BILLION IN TAXPAY", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200419, "Text": "Your ratings are the best! https://t.co/zg6p0vL7NV", "clean_text": "YOUR RATINGS ARE THE BEST ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200419, "Text": "Later today, up in the Carrizo Plain. https://t.co/Xa6yg4dpeQ", "clean_text": "LATER TODAY UP IN THE CARRIZO PLAIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/6SyHCEdwCA by Charles Morris on how four great builders of the 19th century built the world we live in today.", "clean_text": " BY CHARLES MORRIS ON HOW FOUR GREAT BUILDERS OF THE 19TH CENTURY BUILT THE WORLD WE LIVE IN TODAY", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/SEP8lKsEhc by Edmund Morris on perhaps the greatest American builder of all, the builder who brought e… https://t.co/cDxQmwEjcp", "clean_text": " BY EDMUND MORRIS ON PERHAPS THE GREATEST AMERICAN BUILDER OF ALL THE BUILDER WHO BROUGHT E ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/a1SzZloNIN by Edward Glaeser @triumphofcity on the central role cities play in our world and why it's… https://t.co/aCzSrBpyx3", "clean_text": " BY EDWARD GLAESER @TRIUMPHOFCITY ON THE CENTRAL ROLE CITIES PLAY IN OUR WORLD AND WHY IT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200418, "Text": "The buyers’ “In Fed We Trust” mantra is not the worst idea out there. Underlying it, though, is an inflation “succe… https://t.co/51wLBCIyPU", "clean_text": "THE BUYERS IN FED WE TRUST” MANTRA IS NOT THE WORST IDEA OUT THERE UNDERLYING IT THOUGH IS AN INFLATION SUCCE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200418, "Text": "Job losses in just the past month appear to be greater than all previously added since the bottom of the “Great Rec… https://t.co/Kcd67cG9V8", "clean_text": "JOB LOSSES IN JUST THE PAST MONTH APPEAR TO BE GREATER THAN ALL PREVIOUSLY ADDED SINCE THE BOTTOM OF THE GREAT REC ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200418, "Text": "I mean, say what you want but... The American Eater isn’t just gonna let themselves lose...  @BarbarianCap https://t.co/6appnLXUc5", "clean_text": "I MEAN SAY WHAT YOU WANT BUT THE AMERICAN EATER ISNT JUST GONNA LET THEMSELVES LOSE  @BARBARIANCAP ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200418, "Text": "RT @Sdavis8: @sellputs @TruthGundlach Gold. It generally returns more over time. Buy the physical stuff; no counterparty risk and you can s…", "clean_text": "RT @SDAVIS8 @SELLPUTS @TRUTHGUNDLACH GOLD IT GENERALLY RETURNS MORE OVER TIME BUY THE PHYSICAL STUFF NO COUNTERPARTY RISK AND YOU CAN S", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200418, "Text": "@MartianShort Leave it to a short seller to chime in with the optimistic take! :)", "clean_text": "@MARTIANSHORT LEAVE IT TO A SHORT SELLER TO CHIME IN WITH THE OPTIMISTIC TAKE ", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200418, "Text": "The California Poppy Reserve is closed due to the ‘rona, but plenty of spots outside the reserve look like this rig… https://t.co/dIrsGubj9b", "clean_text": "THE CALIFORNIA POPPY RESERVE IS CLOSED DUE TO THE RONA BUT PLENTY OF SPOTS OUTSIDE THE RESERVE LOOK LIKE THIS RIG ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "This is a huge development for $OSTK and @tzeroblockchain. Congrats to @Noursalehi and the rest of the team. The… https://t.co/baNfCOcyxv", "clean_text": "THIS IS A HUGE DEVELOPMENT FOR OSTK AND @TZEROBLOCKCHAIN CONGRATS TO @NOURSALEHI AND THE REST OF THE TEAM THE ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "@CheeseburgerCap @AjKshatriya The other issue is that if they file you have to assume that deferred revenue effecti… https://t.co/XovqTbUMs9", "clean_text": "@CHEESEBURGERCAP @AJKSHATRIYA THE OTHER ISSUE IS THAT IF THEY FILE YOU HAVE TO ASSUME THAT DEFERRED REVENUE EFFECTI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200418, "Text": "@KwekuAboagye @espn That's the only correct and unbiased answer. If contested you want the 7 footer who shoots bett… https://t.co/qDfhsaxXHK", "clean_text": "@KWEKUABOAGYE @ESPN THAT THE ONLY CORRECT AND UNBIASED ANSWER IF CONTESTED YOU WANT THE 7 FOOTER WHO SHOOTS BETT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200417, "Text": "RT @jasonzweigwsj: my latest:\n\nIf the coronavirus lockdown has frozen your investing plans, you’re in good company. Charlie Munger is watch…", "clean_text": "RT @JASONZWEIGWSJ MY LATEST\n\nIF THE CORONAVIRUS LOCKDOWN HAS FROZEN YOUR INVESTING PLANS YOURE IN GOOD COMPANY CHARLIE MUNGER IS WATCH", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200417, "Text": "Quite a selection of yields on offer from Fido's inventory. I don't recall this scenario being covered in the CFA m… https://t.co/OdCtBBUNpS", "clean_text": "QUITE A SELECTION OF YIELDS ON OFFER FROM FIDO INVENTORY I DONT RECALL THIS SCENARIO BEING COVERED IN THE CFA M ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200417, "Text": "@AdvInCap @hkuppy Is there a better way to get gas exposure than $CHK bonds at &lt;$0.10 on the dollar?", "clean_text": "@ADVINCAP @HKUPPY IS THERE A BETTER WAY TO GET GAS EXPOSURE THAN CHK BONDS AT LT010 ON THE DOLLAR", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200417, "Text": "@MidwestHedgie @AdvInCap @hkuppy Chesapeake has a lot of dry gas assets that the bonds would likely own a piece of… https://t.co/PFvxaeBbZL", "clean_text": "@MIDWESTHEDGIE @ADVINCAP @HKUPPY CHESAPEAKE HAS A LOT OF DRY GAS ASSETS THAT THE BONDS WOULD LIKELY OWN A PIECE OF ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200417, "Text": "If the U.S. Treasury can send stimulus money to those eligible via “direct deposit”, I suppose it could also do “di… https://t.co/zN0hnUC0Y4", "clean_text": "IF THE US TREASURY CAN SEND STIMULUS MONEY TO THOSE ELIGIBLE VIA DIRECT DEPOSIT” I SUPPOSE IT COULD ALSO DO DI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: This pause in no way diminishes American determination to lead the global fight against #COVID19. The US is providing millions…", "clean_text": "RT @USAMBUN THIS PAUSE IN NO WAY DIMINISHES AMERICAN DETERMINATION TO LEAD THE GLOBAL FIGHT AGAINST #COVID19 THE US IS PROVIDING MILLIONS", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: Accountability, even in the midst of a crisis, is crucial. I discuss that and more in my conversation with @NPRinskeep @npr: h…", "clean_text": "RT @USAMBUN ACCOUNTABILITY EVEN IN THE MIDST OF A CRISIS IS CRUCIAL I DISCUSS THAT AND MORE IN MY CONVERSATION WITH @NPRINSKEEP @NPR H", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @usmissiongeneva: The U.S. has committed nearly $508 million in emergency assistance to help communities around the world deal with #COV…", "clean_text": "RT @USMISSIONGENEVA THE US HAS COMMITTED NEARLY 508 MILLION IN EMERGENCY ASSISTANCE TO HELP COMMUNITIES AROUND THE WORLD DEAL WITH #COV", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200417, "Text": "Time to day trade off of the daily Cuomo's press conference because NYC is the only place in the world that matters", "clean_text": "TIME TO DAY TRADE OFF OF THE DAILY CUOMO PRESS CONFERENCE BECAUSE NYC IS THE ONLY PLACE IN THE WORLD THAT MATTERS", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200417, "Text": "RT @RexChapman: Her teenaged son made the drive-thru order for his mom.\n\n“And a Sloppy Weiner.”\n\nWait for it...😂🤣😭💀💀https://t.co/p71qgzsmme", "clean_text": "RT @REXCHAPMAN HER TEENAGED SON MADE THE DRIVETHRU ORDER FOR HIS MOM\n\nAND A SLOPPY WEINER”\n\nWAIT FOR IT😂🤣😭💀💀", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200417, "Text": "RT @ZabelinDimitri: Correction: China's economy contracted for the first time since 1992\n- BBG\n#coronavirus", "clean_text": "RT @ZABELINDIMITRI CORRECTION CHINA ECONOMY CONTRACTED FOR THE FIRST TIME SINCE 1992\n BBG\n#CORONAVIRUS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200417, "Text": "@Valuedontlie @hkuppy Usually more topical or thematic than single company based these days. But you get the gist —… https://t.co/vb0FvPNrsY", "clean_text": "@VALUEDONTLIE @HKUPPY USUALLY MORE TOPICAL OR THEMATIC THAN SINGLE COMPANY BASED THESE DAYS BUT YOU GET THE GIST ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200417, "Text": "@sjf94 Tried that, and zapping the PRAM. Nothing. Won’t turn on or even draw power from the power supply, even if p… https://t.co/32DEANt8hd", "clean_text": "@SJF94 TRIED THAT AND ZAPPING THE PRAM NOTHING WONT TURN ON OR EVEN DRAW POWER FROM THE POWER SUPPLY EVEN IF P ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200417, "Text": "Thank you to everyone who replied. I appreciate all the good suggestions.", "clean_text": "THANK YOU TO EVERYONE WHO REPLIED I APPRECIATE ALL THE GOOD SUGGESTIONS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200417, "Text": "Has anyone else been paying attention to the query volume for \"overstock\"? Quite the move in the past month.  The s… https://t.co/Menvv0hAFU", "clean_text": "HAS ANYONE ELSE BEEN PAYING ATTENTION TO THE QUERY VOLUME FOR OVERSTOCK QUITE THE MOVE IN THE PAST MONTH  THE S ", "count1": 4, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200416, "Text": "Cuomo extends #NYC shutdown further into May to slow #CVOID19. NYC 3rd highest % of orthodontists in the country. I… https://t.co/KGklYUqsYM", "clean_text": "CUOMO EXTENDS #NYC SHUTDOWN FURTHER INTO MAY TO SLOW #CVOID19 NYC 3RD HIGHEST OF ORTHODONTISTS IN THE COUNTRY I ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200416, "Text": "This newsletter is also waiting for the ‘holy rain’ and would appreciate it sooner rather than later. https://t.co/jDoXEPauOk", "clean_text": "THIS NEWSLETTER IS ALSO WAITING FOR THE HOLY RAIN AND WOULD APPRECIATE IT SOONER RATHER THAN LATER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200416, "Text": "RT @AngieMaxwell1: Found the kid playing with her dog instead of Zooming with her teacher. She told me not to worry. She took a screenshot…", "clean_text": "RT @ANGIEMAXWELL1 FOUND THE KID PLAYING WITH HER DOG INSTEAD OF ZOOMING WITH HER TEACHER SHE TOLD ME NOT TO WORRY SHE TOOK A SCREENSHOT", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200416, "Text": "@pearkes It has, but probably coincidence. Going forward, the USO will sell front month oil at $20 and buy the next… https://t.co/9cORNQZ5oB", "clean_text": "@PEARKES IT HAS BUT PROBABLY COINCIDENCE GOING FORWARD THE USO WILL SELL FRONT MONTH OIL AT 20 AND BUY THE NEXT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20200416, "Text": "The most obnoxious part is that we paying that much when sports aren’t being played. For what?  The cable nets are… https://t.co/dG5wRQGF6C", "clean_text": "THE MOST OBNOXIOUS PART IS THAT WE PAYING THAT MUCH WHEN SPORTS ARENT BEING PLAYED FOR WHAT  THE CABLE NETS ARE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @StateAVC: #AVC submmitted The Executive Summary of the 2020 Compliance Report to Congress on April 15. https://t.co/7txsM0nNJF", "clean_text": "RT @STATEAVC #AVC SUBMMITTED THE EXECUTIVE SUMMARY OF THE 2020 COMPLIANCE REPORT TO CONGRESS ON APRIL 15 ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @USAmbUN: We also urge all Member States to fully comply with the arms embargo, and call on the Houthis to allow @UN inspection and main…", "clean_text": "RT @USAMBUN WE ALSO URGE ALL MEMBER STATES TO FULLY COMPLY WITH THE ARMS EMBARGO AND CALL ON THE HOUTHIS TO ALLOW @UN INSPECTION AND MAIN", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200416, "Text": "Looking forward to joining @OJRenick on the @TDANetwork today to talk $MIDD and other things we're looking at. Tune… https://t.co/j0f3lyhfHN", "clean_text": "LOOKING FORWARD TO JOINING @OJRENICK ON THE @TDANETWORK TODAY TO TALK MIDD AND OTHER THINGS WERE LOOKING AT TUNE ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "GrantsPub", "Time": 20200416, "Text": "For more on real estate in the Great White North, see 'Bay Street Blues' in the Grant's issue dated February 9, 201… https://t.co/seckvAUBot", "clean_text": "FOR MORE ON REAL ESTATE IN THE GREAT WHITE NORTH SEE BAY STREET BLUE IN THE GRANT ISSUE DATED FEBRUARY 9 201 ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200416, "Text": "@scuttleblurb Sold $LILA as I didn’t see the top line growth, only liked VTR Chile of all assets. More competitive,… https://t.co/DkPteSPRoj", "clean_text": "@SCUTTLEBLURB SOLD LILA AS I DIDNT SEE THE TOP LINE GROWTH ONLY LIKED VTR CHILE OF ALL ASSETS MORE COMPETITIVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200416, "Text": "Bifurcation in the market, the \"haves\" and the \"have-nots\". What is doing well, continues. What hasn't worked, is g… https://t.co/xWsNwKnddB", "clean_text": "BIFURCATION IN THE MARKET THE HAVES AND THE HAVENOTS WHAT IS DOING WELL CONTINUES WHAT HASNT WORKED IS G ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200416, "Text": "RT @MPelletierCIO: “Nearly a third of Canada’s Airbnb hosts -- who jointly had 170,000 active listings in late 2019 -- need the income to a…", "clean_text": "RT @MPELLETIERCIO NEARLY A THIRD OF CANADAS AIRBNB HOSTS  WHO JOINTLY HAD 170000 ACTIVE LISTINGS IN LATE 2019  NEED THE INCOME TO A", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200416, "Text": "@FCFYield He saw the term on Twitter once", "clean_text": "@FCFYIELD HE SAW THE TERM ON TWITTER ONCE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200416, "Text": "They’ll approve additional funding when the S&amp;P 500 hits 2300 https://t.co/03y4fqzomf", "clean_text": "THEYLL APPROVE ADDITIONAL FUNDING WHEN THE SAMPP 500 HITS 2300 ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20200416, "Text": "The number of new short positions in Europe increased by 157% in March versus the same period last year, despite a… https://t.co/PQdV74haax", "clean_text": "THE NUMBER OF NEW SHORT POSITIONS IN EUROPE INCREASED BY 157% IN MARCH VERSUS THE SAME PERIOD LAST YEAR DESPITE A ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200416, "Text": "This is the content I'm here for! This deserves a @RexChapman look https://t.co/wFV9GYb8CC", "clean_text": "THIS IS THE CONTENT IM HERE FOR THIS DESERVES A @REXCHAPMAN LOOK ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "/ @PwCTax @PwC @PwCUS We are concerned to why you have a biotech audit expert as the lead engagement partner at… https://t.co/jC6m4ozbnB", "clean_text": " @PWCTAX @PWC @PWCUS WE ARE CONCERNED TO WHY YOU HAVE A BIOTECH AUDIT EXPERT AS THE LEAD ENGAGEMENT PARTNER AT ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "@markbspiegel \"America the great\" we should have higher standards", "clean_text": "@MARKBSPIEGEL AMERICA THE GREAT WE SHOULD HAVE HIGHER STANDARDS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "We think $WDFC #WDFC has some of the most questionable #corpgov we've ever seen. Did anyone realize the CEO had a p… https://t.co/j1In0sQ5r7", "clean_text": "WE THINK WDFC #WDFC HAS SOME OF THE MOST QUESTIONABLE #CORPGOV WEVE EVER SEEN DID ANYONE REALIZE THE CEO HAD A P ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "Is $WDFC #WD40 a tribe or a cult? Relationships a little too cozy over there perhaps? Time for a shake-up, and the… https://t.co/DU5ewxyRqM", "clean_text": "IS WDFC #WD40 A TRIBE OR A CULT RELATIONSHIPS A LITTLE TOO COZY OVER THERE PERHAPS TIME FOR A SHAKEUP AND THE ", "count1": 1, "count2": 0, "count3": 4, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "/ @Vanguard_Group @blackrock you are both MAJOR shareholders of $WDFC. Did this \"close\" relationship btw the Corp S… https://t.co/nsimzAbBe5", "clean_text": " @VANGUARD_GROUP @BLACKROCK YOU ARE BOTH MAJOR SHAREHOLDERS OF WDFC DID THIS CLOSE RELATIONSHIP BTW THE CORP S ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "Are analysts losing confidence in the $ALGN bull story? Sell side now saying that its confidence in post-COVID rebo… https://t.co/RnTxRnooYP", "clean_text": "ARE ANALYSTS LOSING CONFIDENCE IN THE ALGN BULL STORY SELL SIDE NOW SAYING THAT ITS CONFIDENCE IN POSTCOVID REBO ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "There looks to be a cover-up going on at $WDFC #WD40 in #China. The link about criminal counterfeiting of its produ… https://t.co/fMF7aeDArT", "clean_text": "THERE LOOKS TO BE A COVERUP GOING ON AT WDFC #WD40 IN #CHINA THE LINK ABOUT CRIMINAL COUNTERFEITING OF ITS PRODU ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200415, "Text": "We have a new report out on dispersion and the opportunity to express skill. Also provides some structure for think… https://t.co/DAD7m2o8W1", "clean_text": "WE HAVE A NEW REPORT OUT ON DISPERSION AND THE OPPORTUNITY TO EXPRESS SKILL ALSO PROVIDES SOME STRUCTURE FOR THINK ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200415, "Text": "Anti-buyback Twitter is the new Fed conspiracy Twitter.", "clean_text": "ANTIBUYBACK TWITTER IS THE NEW FED CONSPIRACY TWITTER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200415, "Text": "@tmcmill81 I am Disappointed with the small share of tax payer equity.", "clean_text": "@TMCMILL81 I AM DISAPPOINTED WITH THE SMALL SHARE OF TAX PAYER EQUITY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200415, "Text": "RT @morganhousel: A lot of recent stats reveal how fragile the economy was before any of this happened. \n\nReport last week shocked people:…", "clean_text": "RT @MORGANHOUSEL A LOT OF RECENT STATS REVEAL HOW FRAGILE THE ECONOMY WAS BEFORE ANY OF THIS HAPPENED \n\nREPORT LAST WEEK SHOCKED PEOPLE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@orbuch @zebulgar @dashton__ One of the smart folks on the mining business (not sure about technical side) is @glennchanWordpr", "clean_text": "@ORBUCH @ZEBULGAR @DASHTON__ ONE OF THE SMART FOLKS ON THE MINING BUSINESS NOT SURE ABOUT TECHNICAL SIDE IS @GLENNCHANWORDPR", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@glennchanWordpr @orbuch @zebulgar @dashton__ Hard to see a big advance on the mechanical side (digging up rock, th… https://t.co/gBW9TNgVar", "clean_text": "@GLENNCHANWORDPR @ORBUCH @ZEBULGAR @DASHTON__ HARD TO SEE A BIG ADVANCE ON THE MECHANICAL SIDE DIGGING UP ROCK TH ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@orbuch @glennchanWordpr @zebulgar @dashton__ Open pit is a function of how steap the slope of the walls can be bas… https://t.co/VVa6N4L8DL", "clean_text": "@ORBUCH @GLENNCHANWORDPR @ZEBULGAR @DASHTON__ OPEN PIT IS A FUNCTION OF HOW STEAP THE SLOPE OF THE WALLS CAN BE BAS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@orbuch @glennchanWordpr @zebulgar @dashton__ The deeper your target, the larger volume of rock you need to remove… https://t.co/Cnb35XABh9", "clean_text": "@ORBUCH @GLENNCHANWORDPR @ZEBULGAR @DASHTON__ THE DEEPER YOUR TARGET THE LARGER VOLUME OF ROCK YOU NEED TO REMOVE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "RT @apollo_50th: CAPCOM: \"You need gray tape to stick the whole thing together, and you need something like a sock to put in the - the bott…", "clean_text": "RT @APOLLO_50TH CAPCOM YOU NEED GRAY TAPE TO STICK THE WHOLE THING TOGETHER AND YOU NEED SOMETHING LIKE A SOCK TO PUT IN THE  THE BOTT", "count1": 3, "count2": 1, "count3": 1, "count4": 2}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "RT @jwangARK: 1/ Apple's upcoming ARM MacBooks isn't just going to save them some money and run a bit faster. It marks the beginning of the…", "clean_text": "RT @JWANGARK 1 APPLE UPCOMING ARM MACBOOKS ISNT JUST GOING TO SAVE THEM SOME MONEY AND RUN A BIT FASTER IT MARKS THE BEGINNING OF THE", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@the5hippingman Not bearish, but if Trump admin pays producers not to produce it lowers the upside from contango ra… https://t.co/guio3VmIv1", "clean_text": "@THE5HIPPINGMAN NOT BEARISH BUT IF TRUMP ADMIN PAYS PRODUCERS NOT TO PRODUCE IT LOWERS THE UPSIDE FROM CONTANGO RA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200415, "Text": "The Federal Reserve is presently acting in blatant non-compliance with the Federal Reserve Act of 1913.  An institu… https://t.co/Ef0aWgspSL", "clean_text": "THE FEDERAL RESERVE IS PRESENTLY ACTING IN BLATANT NONCOMPLIANCE WITH THE FEDERAL RESERVE ACT OF 1913  AN INSTITU ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200415, "Text": "Of course, the Federal Reserve will make some wonky \nsemantic arguement about why they are “technically” in “compli… https://t.co/BpmrDV1to1", "clean_text": "OF COURSE THE FEDERAL RESERVE WILL MAKE SOME WONKY \nSEMANTIC ARGUEMENT ABOUT WHY THEY ARE TECHNICALLY” IN COMPLI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200415, "Text": "What people in financial media don’t seem to understand is that we are never going back to the January 2020 “You bl… https://t.co/NfO3t7y0u8", "clean_text": "WHAT PEOPLE IN FINANCIAL MEDIA DONT SEEM TO UNDERSTAND IS THAT WE ARE NEVER GOING BACK TO THE JANUARY 2020 YOU BL ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200415, "Text": "Demand for $MIDD’s equipment enters a vicious downward spiral as purchases disappear &amp; used equipment floods the ma… https://t.co/6DX5UkZ2lC", "clean_text": "DEMAND FOR MIDDS EQUIPMENT ENTERS A VICIOUS DOWNWARD SPIRAL AS PURCHASES DISAPPEAR AMP USED EQUIPMENT FLOODS THE MA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200415, "Text": "From the USDA playbook. https://t.co/yDh4cdC6v0", "clean_text": "FROM THE USDA PLAYBOOK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200415, "Text": "Watching Joe Kernen and Jim Cramer on @CNBC giving their medical opinions on the COVID-19 situation is the equivale… https://t.co/mvFECsxW3H", "clean_text": "WATCHING JOE KERNEN AND JIM CRAMER ON @CNBC GIVING THEIR MEDICAL OPINIONS ON THE COVID19 SITUATION IS THE EQUIVALE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200415, "Text": "RT @DAZN_USA: 35 years ago today, Marvin Hagler and Thomas Hearns went at it in one of the best fights ever.\n\nTheir first round was arguabl…", "clean_text": "RT @DAZN_USA 35 YEARS AGO TODAY MARVIN HAGLER AND THOMAS HEARNS WENT AT IT IN ONE OF THE BEST FIGHTS EVER\n\nTHEIR FIRST ROUND WAS ARGUABL", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200415, "Text": "RT @KeyserSozeCFA: Truth be told... I miss the old days when nobody knew what a hedge fund was.", "clean_text": "RT @KEYSERSOZECFA TRUTH BE TOLD I MISS THE OLD DAYS WHEN NOBODY KNEW WHAT A HEDGE FUND WAS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200415, "Text": "$CACC is about to unleash financial terror on Detroit, the city disproportionately hurt by this virus.  Are politic… https://t.co/b0t4bvukRN", "clean_text": "CACC IS ABOUT TO UNLEASH FINANCIAL TERROR ON DETROIT THE CITY DISPROPORTIONATELY HURT BY THIS VIRUS  ARE POLITIC ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200415, "Text": "@BrentBeshore The volume of emails like this I receive is at an all time high. I was getting annoyed until a few we… https://t.co/dFymecM6oh", "clean_text": "@BRENTBESHORE THE VOLUME OF EMAILS LIKE THIS I RECEIVE IS AT AN ALL TIME HIGH I WAS GETTING ANNOYED UNTIL A FEW WE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200415, "Text": "RT @modestproposal1: Airbnb getting money from Apollo is 👀. They've raised secured debt at roughly 9% and second lien at 11% in the past we…", "clean_text": "RT @MODESTPROPOSAL1 AIRBNB GETTING MONEY FROM APOLLO IS THEYVE RAISED SECURED DEBT AT ROUGHLY 9% AND SECOND LIEN AT 11% IN THE PAST WE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200415, "Text": "We got the airlines news earlier. Was wondering when the \"Harold-Hamm-having-Trump's-cell-number\" news would hit. T… https://t.co/wh0J8iYAOp", "clean_text": "WE GOT THE AIRLINES NEWS EARLIER WAS WONDERING WHEN THE HAROLDHAMMHAVINGTRUMPCELLNUMBER NEWS WOULD HIT T ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200414, "Text": "Yet another new Howard Marks memo out from Oaktree Capital: “Knowledge of the Future” https://t.co/Eetp58OEXZ", "clean_text": "YET ANOTHER NEW HOWARD MARKS MEMO OUT FROM OAKTREE CAPITAL KNOWLEDGE OF THE FUTURE” ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200414, "Text": "@MilwaukeeBonds @TheStalwart That’s the quarantine talking.", "clean_text": "@MILWAUKEEBONDS @THESTALWART THATS THE QUARANTINE TALKING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200414, "Text": "RT @HFMajorTom: This wins the Internet today... 👏👏👏 (Cut out to next scene: Emperor our plan was a complete success, small businesses have…", "clean_text": "RT @HFMAJORTOM THIS WINS THE INTERNET TODAY CUT OUT TO NEXT SCENE EMPEROR OUR PLAN WAS A COMPLETE SUCCESS SMALL BUSINESSES HAVE", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200414, "Text": "RT @Hipster_Trader: The year is 2024, we still haven’t left our homes because of the coronavirus. The S&amp;P 500 is down to the S&amp;P 1 because…", "clean_text": "RT @HIPSTER_TRADER THE YEAR IS 2024 WE STILL HAVENT LEFT OUR HOMES BECAUSE OF THE CORONAVIRUS THE SAMPP 500 IS DOWN TO THE SAMPP 1 BECAUSE", "count1": 4, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @GwenInvestor: Bezos quotation a propos of the times, \"Most decisions should probably be made with somewhere around 70% of the informati…", "clean_text": "RT @GWENINVESTOR BEZOS QUOTATION A PROPOS OF THE TIMES MOST DECISIONS SHOULD PROBABLY BE MADE WITH SOMEWHERE AROUND 70% OF THE INFORMATI", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @HillelNeuer: Chinese research labs in Wuhan conducted risky studies on coronaviruses from bats and may be the source of the pandemic, n…", "clean_text": "RT @HILLELNEUER CHINESE RESEARCH LABS IN WUHAN CONDUCTED RISKY STUDIES ON CORONAVIRUSES FROM BATS AND MAY BE THE SOURCE OF THE PANDEMIC N", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @ddayen: So here's my scoop: banks have been given the green light by regulators to take the $1,200 CARES Act payments and use them to o…", "clean_text": "RT @DDAYEN SO HERE MY SCOOP BANKS HAVE BEEN GIVEN THE GREEN LIGHT BY REGULATORS TO TAKE THE 1200 CARES ACT PAYMENTS AND USE THEM TO O", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @blakeir: With Zoom classrooms becoming the norm, does that mean kids will never have snow days again?", "clean_text": "RT @BLAKEIR WITH ZOOM CLASSROOMS BECOMING THE NORM DOES THAT MEAN KIDS WILL NEVER HAVE SNOW DAYS AGAIN", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @EdBorgato: At the height of pandemic/infectious disease preparedness the government was spending $7B a year. We cut it back. Now we're…", "clean_text": "RT @EDBORGATO AT THE HEIGHT OF PANDEMICINFECTIOUS DISEASE PREPAREDNESS THE GOVERNMENT WAS SPENDING 7B A YEAR WE CUT IT BACK NOW WERE", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @ChrisJBakke: Just heard of the first major company (50k employees) that is planning to convert all open-office layouts to cubicles befo…", "clean_text": "RT @CHRISJBAKKE JUST HEARD OF THE FIRST MAJOR COMPANY 50K EMPLOYEES THAT IS PLANNING TO CONVERT ALL OPENOFFICE LAYOUTS TO CUBICLES BEFO", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200414, "Text": "RT @SecPompeo: The Maduro regime continues to unjustly detain 334 political prisoners and others in #Venezuela. They include the #CITGO6, @…", "clean_text": "RT @SECPOMPEO THE MADURO REGIME CONTINUES TO UNJUSTLY DETAIN 334 POLITICAL PRISONERS AND OTHERS IN #VENEZUELA THEY INCLUDE THE #CITGO6 @", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200414, "Text": "RT @usunvie: ANNOUNCEMENT: U.S. 🇺🇸 contributions to @IAEAorg to combat #COVID19 reach $11 million. “Further proof of the generosity of the…", "clean_text": "RT @USUNVIE ANNOUNCEMENT US CONTRIBUTIONS TO @IAEAORG TO COMBAT #COVID19 REACH 11 MILLION FURTHER PROOF OF THE GENEROSITY OF THE", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200414, "Text": ".@WSJ: Some \"fear Wall Street’s current earnings estimates don’t fully reflect the extent of the expected damage\" f… https://t.co/fzWYBDNyM8", "clean_text": "@WSJ SOME FEAR WALL STREETS CURRENT EARNINGS ESTIMATES DONT FULLY REFLECT THE EXTENT OF THE EXPECTED DAMAGE F ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200414, "Text": "One datapoint showing the extent of the panic last month:  23% increase in deposits at JPM. https://t.co/DxTuN8Sehb", "clean_text": "ONE DATAPOINT SHOWING THE EXTENT OF THE PANIC LAST MONTH  23% INCREASE IN DEPOSITS AT JPM ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200414, "Text": "@nosunkcosts Surprisingly, a relatively small portion of the increase was revolver draws, but yeah that was part of… https://t.co/OHXnOpCqes", "clean_text": "@NOSUNKCOSTS SURPRISINGLY A RELATIVELY SMALL PORTION OF THE INCREASE WAS REVOLVER DRAWS BUT YEAH THAT WAS PART OF ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200414, "Text": "RT @MilwaukeeBonds: @TheStalwart Like one’s spouse,the yield curve is always right. The underlying reasons don’t matter.", "clean_text": "RT @MILWAUKEEBONDS @THESTALWART LIKE ONES SPOUSETHE YIELD CURVE IS ALWAYS RIGHT THE UNDERLYING REASONS DONT MATTER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200414, "Text": "@RSF59038834 @michaelsantoli You obviously don't know the history surrounding the #mysterybroker and as such you co… https://t.co/kTnOx1r3xi", "clean_text": "@RSF59038834 @MICHAELSANTOLI YOU OBVIOUSLY DONT KNOW THE HISTORY SURROUNDING THE #MYSTERYBROKER AND AS SUCH YOU CO ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200414, "Text": "@ArtkoCapital This is the best things I have seen on FinTwit in years. \n\nHappy Birthday!", "clean_text": "@ARTKOCAPITAL THIS IS THE BEST THINGS I HAVE SEEN ON FINTWIT IN YEARS \n\nHAPPY BIRTHDAY", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200414, "Text": "@ArtkoCapital what's the count up to now?", "clean_text": "@ARTKOCAPITAL WHAT THE COUNT UP TO NOW", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200414, "Text": "@BrentBeshore He made some mistakes - he didn’t say anything about why he wants to talk, he was pushy in the length… https://t.co/KYrXS70f3M", "clean_text": "@BRENTBESHORE HE MADE SOME MISTAKES  HE DIDNT SAY ANYTHING ABOUT WHY HE WANTS TO TALK HE WAS PUSHY IN THE LENGTH ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200414, "Text": "$GSX is more 2011 Chinese RTO fraud than Luckin.  Their \"too good to be true\" story is just that and the Chinese me… https://t.co/uVWvJzlWYW", "clean_text": "GSX IS MORE 2011 CHINESE RTO FRAUD THAN LUCKIN  THEIR TOO GOOD TO BE TRUE STORY IS JUST THAT AND THE CHINESE ME ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200414, "Text": "https://t.co/Fn9MwK5FlX for the full report.", "clean_text": " FOR THE FULL REPORT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200414, "Text": "@TheReal_BingLai To be clear, the banks are the coal mine.", "clean_text": "@THEREAL_BINGLAI TO BE CLEAR THE BANKS ARE THE COAL MINE", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200414, "Text": "Florida men/women in the age of Coronavirus https://t.co/2mf6IBti6f", "clean_text": "FLORIDA MENWOMEN IN THE AGE OF CORONAVIRUS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "An update why $WDFC now faces a dividend cut. The policy is tied to earnings, which are now declining. Moreover, th… https://t.co/MFh2DL9cLe", "clean_text": "AN UPDATE WHY WDFC NOW FACES A DIVIDEND CUT THE POLICY IS TIED TO EARNINGS WHICH ARE NOW DECLINING MOREOVER TH ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Vita the NY Times today, insightful and up-to-date read on consumer spending. Beauty and personal care down substan… https://t.co/mN5ECSTRhe", "clean_text": "VITA THE NY TIMES TODAY INSIGHTFUL AND UPTODATE READ ON CONSUMER SPENDING BEAUTY AND PERSONAL CARE DOWN SUBSTAN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$WDFC results were bad and they DID NOT even include the #COVID19 #COVID2019 impact to the US and EMEA. We believe… https://t.co/YEGifcACwn", "clean_text": "WDFC RESULTS WERE BAD AND THEY DID NOT EVEN INCLUDE THE #COVID19 #COVID2019 IMPACT TO THE US AND EMEA WE BELIEVE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Here is the most #troubling #alarming #negative analysis and take-away from $WDFC #WD40  Q2 2020 earnings. Working… https://t.co/k4NUZRcy9z", "clean_text": "HERE IS THE MOST #TROUBLING #ALARMING #NEGATIVE ANALYSIS AND TAKEAWAY FROM WDFC #WD40  Q2 2020 EARNINGS WORKING ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Look carefully at $WDFC #WDFC 10-Q, and notice it slipped in last minute discussion with lenders about the definiti… https://t.co/qbyqZMKTYG", "clean_text": "LOOK CAREFULLY AT WDFC #WDFC 10Q AND NOTICE IT SLIPPED IN LAST MINUTE DISCUSSION WITH LENDERS ABOUT THE DEFINITI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$WDFC #WDFC acting slippery (no pun intended) and somewhat contradictory about the impact of #oil decline on margin… https://t.co/WJceF316RZ", "clean_text": "WDFC #WDFC ACTING SLIPPERY NO PUN INTENDED AND SOMEWHAT CONTRADICTORY ABOUT THE IMPACT OF #OIL DECLINE ON MARGIN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "For anyone wanting to see our $WDFC updated thoughts post the terrible Q2 that management conveniently reported lat… https://t.co/cnNzwevNOX", "clean_text": "FOR ANYONE WANTING TO SEE OUR WDFC UPDATED THOUGHTS POST THE TERRIBLE Q2 THAT MANAGEMENT CONVENIENTLY REPORTED LAT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$ALGN Deferred Revenue doesn't reconcile with reported balances, maybe this is why the auditor raised the red flag… https://t.co/HYtClKRsZZ", "clean_text": "ALGN DEFERRED REVENUE DOESNT RECONCILE WITH REPORTED BALANCES MAYBE THIS IS WHY THE AUDITOR RAISED THE RED FLAG ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Hard to have faith in reported sales when subtle restatements occur and the auditor raises the red flag. Spruce Poi… https://t.co/s1TUwkrmEy", "clean_text": "HARD TO HAVE FAITH IN REPORTED SALES WHEN SUBTLE RESTATEMENTS OCCUR AND THE AUDITOR RAISES THE RED FLAG SPRUCE POI ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "If anything was learned from the #berniemadoff #madoff scandal is that investors LOVE smooth and consistent results… https://t.co/LfvIZsShSj", "clean_text": "IF ANYTHING WAS LEARNED FROM THE #BERNIEMADOFF #MADOFF SCANDAL IS THAT INVESTORS LOVE SMOOTH AND CONSISTENT RESULTS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$MPWR the world's best #semiconductor company, never disappoints, never skips a beat in any market environment https://t.co/v6FHi730yi", "clean_text": "MPWR THE WORLD BEST #SEMICONDUCTOR COMPANY NEVER DISAPPOINTS NEVER SKIPS A BEAT IN ANY MARKET ENVIRONMENT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "I know little other than the coincidence that Vitesse #Semiconductor and Sipex had bloated Days Inventory Outstandi… https://t.co/IquVTL5pjz", "clean_text": "I KNOW LITTLE OTHER THAN THE COINCIDENCE THAT VITESSE #SEMICONDUCTOR AND SIPEX HAD BLOATED DAYS INVENTORY OUTSTANDI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "@TheOneDave Here are the insights why it is down and going lower \n\nhttps://t.co/F4XGiLRjfl", "clean_text": "@THEONEDAVE HERE ARE THE INSIGHTS WHY IT IS DOWN AND GOING LOWER \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200413, "Text": "@stockwager 8-10 holdings as of late, with the top 5 representing a large chunk of the portfolio.", "clean_text": "@STOCKWAGER 810 HOLDINGS AS OF LATE WITH THE TOP 5 REPRESENTING A LARGE CHUNK OF THE PORTFOLIO", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200413, "Text": "Lee Cooperman (Omega Advisors) on @CNBC now: Thinks 2187 was the low of the cycle but doesn’t see huge upside: dema… https://t.co/C2GZx3eAy6", "clean_text": "LEE COOPERMAN OMEGA ADVISORS ON @CNBC NOW THINKS 2187 WAS THE LOW OF THE CYCLE BUT DOESNT SEE HUGE UPSIDE DEMA ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200413, "Text": "Cooperman “When I consider all the risks that are out there, I have no desire to get aggressively invested.”  Where… https://t.co/gNNVLPSx6g", "clean_text": "COOPERMAN WHEN I CONSIDER ALL THE RISKS THAT ARE OUT THERE I HAVE NO DESIRE TO GET AGGRESSIVELY INVESTED”  WHERE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200413, "Text": "… I still can’t do the math on it on one hand. Maybe after it reports a few zero revenue quarters I will finally be… https://t.co/WX6VznqyWK", "clean_text": " I STILL CANT DO THE MATH ON IT ON ONE HAND MAYBE AFTER IT REPORTS A FEW ZERO REVENUE QUARTERS I WILL FINALLY BE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200413, "Text": "@HedgeyeComm @MasaSonCap For sure. Of course he is going to do everything he can to help. I’m sure everyone at the company is supportive.", "clean_text": "@HEDGEYECOMM @MASASONCAP FOR SURE OF COURSE HE IS GOING TO DO EVERYTHING HE CAN TO HELP IM SURE EVERYONE AT THE COMPANY IS SUPPORTIVE", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "adoxen", "Time": 20200413, "Text": "@EconomPic Exactly the same on my end.", "clean_text": "@ECONOMPIC EXACTLY THE SAME ON MY END", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200413, "Text": "For more on 'zombie' companies see 'The nine lives of the modern leveraged company' in the Grant's issue dated Marc… https://t.co/CdTWAbLkTe", "clean_text": "FOR MORE ON ZOMBIE COMPANIES SEE THE NINE LIVES OF THE MODERN LEVERAGED COMPANY IN THE GRANT ISSUE DATED MARC ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200413, "Text": "@BenRabidoux And people in the US generally think that real estate transaction costs are way too high.... Look for… https://t.co/NuvTZE4cW4", "clean_text": "@BENRABIDOUX AND PEOPLE IN THE US GENERALLY THINK THAT REAL ESTATE TRANSACTION COSTS ARE WAY TOO HIGH LOOK FOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200413, "Text": "RT @alluvialcapital: Never, ever invest in an over-levered capital-intensive business, no matter how low the EBITDA multiple or how eye-pop…", "clean_text": "RT @ALLUVIALCAPITAL NEVER EVER INVEST IN AN OVERLEVERED CAPITALINTENSIVE BUSINESS NO MATTER HOW LOW THE EBITDA MULTIPLE OR HOW EYEPOP", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200413, "Text": "RT @michpoligal: More than 1 million Michiganders have filed for unemployment, says UIA head. a quarter of the state's workforce.", "clean_text": "RT @MICHPOLIGAL MORE THAN 1 MILLION MICHIGANDERS HAVE FILED FOR UNEMPLOYMENT SAYS UIA HEAD A QUARTER OF THE STATE WORKFORCE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200413, "Text": "Today headlines... Tell me the writers aren't on crack this season.\nEither way looks like we should turn off Tiger… https://t.co/FN54eZeGkV", "clean_text": "TODAY HEADLINES TELL ME THE WRITERS ARENT ON CRACK THIS SEASON\nEITHER WAY LOOKS LIKE WE SHOULD TURN OFF TIGER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @benadida: 1/ Last night, I spent some quality time with the Apple docs on the new contact tracing protocol and APIs they and Google are…", "clean_text": "RT @BENADIDA 1 LAST NIGHT I SPENT SOME QUALITY TIME WITH THE APPLE DOCS ON THE NEW CONTACT TRACING PROTOCOL AND APIS THEY AND GOOGLE ARE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @fermatslibrary: \"You know, people think mathematics is complicated. Mathematics is the simple bit. It's the stuff we can understand. It…", "clean_text": "RT @FERMATSLIBRARY YOU KNOW PEOPLE THINK MATHEMATICS IS COMPLICATED MATHEMATICS IS THE SIMPLE BIT IT THE STUFF WE CAN UNDERSTAND IT", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @DKThomp: The next 6 months, per Morgan Stanley's head of biotech\n\nBy May: Peak in new cases nationally \nBy June: Testing capacity hits…", "clean_text": "RT @DKTHOMP THE NEXT 6 MONTHS PER MORGAN STANLEY HEAD OF BIOTECH\n\nBY MAY PEAK IN NEW CASES NATIONALLY \nBY JUNE TESTING CAPACITY HITS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @ron_eisele: Crewmen of the airship “Graf Zeppelin” repair the hull during the flight over the Atlantic, 1934 https://t.co/MHQ1S88V6c", "clean_text": "RT @RON_EISELE CREWMEN OF THE AIRSHIP GRAF ZEPPELIN” REPAIR THE HULL DURING THE FLIGHT OVER THE ATLANTIC 1934 ", "count1": 4, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200412, "Text": "RT @jasonintrator: Your regular reminder that the Postal Service was running a profit and would be running a profit if the Bush admin and C…", "clean_text": "RT @JASONINTRATOR YOUR REGULAR REMINDER THAT THE POSTAL SERVICE WAS RUNNING A PROFIT AND WOULD BE RUNNING A PROFIT IF THE BUSH ADMIN AND C", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "BergenCapital", "Time": 20200412, "Text": "RT @dailydirtnap: The average credit card balance in the United States is $11,000.\n\nWith credit card interest rates at roughly 20%, that's…", "clean_text": "RT @DAILYDIRTNAP THE AVERAGE CREDIT CARD BALANCE IN THE UNITED STATES IS 11000\n\nWITH CREDIT CARD INTEREST RATES AT ROUGHLY 20% THAT", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200412, "Text": "RT @reckless: Today marks ONE YEAR since Foxconn promised a statement or correction regarding The Verge’s report of empty buildings in Wisc…", "clean_text": "RT @RECKLESS TODAY MARKS ONE YEAR SINCE FOXCONN PROMISED A STATEMENT OR CORRECTION REGARDING THE VERGES REPORT OF EMPTY BUILDINGS IN WISC", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200412, "Text": "Amen brother. Of the myriad of dumb ideological arguments people engage in, this is the dumbest one by far IMO and… https://t.co/ZSASxmoeS4", "clean_text": "AMEN BROTHER OF THE MYRIAD OF DUMB IDEOLOGICAL ARGUMENTS PEOPLE ENGAGE IN THIS IS THE DUMBEST ONE BY FAR IMO AND ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200411, "Text": "RT @JustinBrannan: The @NYCCouncil has a package of legislation to regulate food delivery apps squeezing New York City restaurants. \n\nIn th…", "clean_text": "RT @JUSTINBRANNAN THE @NYCCOUNCIL HAS A PACKAGE OF LEGISLATION TO REGULATE FOOD DELIVERY APPS SQUEEZING NEW YORK CITY RESTAURANTS \n\nIN TH", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200410, "Text": "My friend @Metis65 just sent me ⁦@AdamJKucharski⁩ ‘s new book, The Rules of Contagion, with this card. Hard to do b… https://t.co/E8OiC1c7f9", "clean_text": "MY FRIEND @METIS65 JUST SENT ME ⁦@ADAMJKUCHARSKI⁩ S NEW BOOK THE RULES OF CONTAGION WITH THIS CARD HARD TO DO B ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200410, "Text": "@TuttleCap The way they disclosed the details is shocking.", "clean_text": "@TUTTLECAP THE WAY THEY DISCLOSED THE DETAILS IS SHOCKING", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200410, "Text": "@HedgeyeComm Two of family members are in the same spot. One other is still working but wishes he would be furloughed.", "clean_text": "@HEDGEYECOMM TWO OF FAMILY MEMBERS ARE IN THE SAME SPOT ONE OTHER IS STILL WORKING BUT WISHES HE WOULD BE FURLOUGHED", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200410, "Text": "RT @scottcowley: Love seeing the 16-year high interest in the flowbee right now. Does anybody actually know somebody with one of these? htt…", "clean_text": "RT @SCOTTCOWLEY LOVE SEEING THE 16YEAR HIGH INTEREST IN THE FLOWBEE RIGHT NOW DOES ANYBODY ACTUALLY KNOW SOMEBODY WITH ONE OF THESE HTT", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20200410, "Text": "@given2tweet @robertcshea @ndrewColburn I have a case stashed back in the city. When I run low might have to make a wine run.", "clean_text": "@GIVEN2TWEET @ROBERTCSHEA @NDREWCOLBURN I HAVE A CASE STASHED BACK IN THE CITY WHEN I RUN LOW MIGHT HAVE TO MAKE A WINE RUN", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "GrantsPub", "Time": 20200410, "Text": "For more on the $3 trillion industry that will supposedly save the bacon of our country's underfunded pension plans… https://t.co/oLLOkvz6tw", "clean_text": "FOR MORE ON THE 3 TRILLION INDUSTRY THAT WILL SUPPOSEDLY SAVE THE BACON OF OUR COUNTRY UNDERFUNDED PENSION PLANS ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200410, "Text": "@SouthernValue95 The dates of Form 4 for $CHTR / A/N is for the prior month. The 337.7k shares (1/8/20) were from D… https://t.co/0mrPe7MdJN", "clean_text": "@SOUTHERNVALUE95 THE DATES OF FORM 4 FOR CHTR  AN IS FOR THE PRIOR MONTH THE 3377K SHARES 1820 WERE FROM D ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We try to bring fresh insights to the investment case. After reviewing the bull view points, we observe that many s… https://t.co/QZAgfI3Et5", "clean_text": "WE TRY TO BRING FRESH INSIGHTS TO THE INVESTMENT CASE AFTER REVIEWING THE BULL VIEW POINTS WE OBSERVE THAT MANY S ", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We talked to a large DSO that we estimate could be 11% of $ALGN's orthodontic case starts in the Americas. When ask… https://t.co/TJOrsZ08ud", "clean_text": "WE TALKED TO A LARGE DSO THAT WE ESTIMATE COULD BE 11% OF ALGN ORTHODONTIC CASE STARTS IN THE AMERICAS WHEN ASK ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "The #FED #FEDERALRESERVE and its funny #money cannot stop rational customers of $ALGN from realizing that its price… https://t.co/WpfyhttTJR", "clean_text": "THE #FED #FEDERALRESERVE AND ITS FUNNY #MONEY CANNOT STOP RATIONAL CUSTOMERS OF ALGN FROM REALIZING THAT ITS PRICE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We sourced term sheets from 3D printers to compare costs with $ALGN. As more customers see the stark costs savings,… https://t.co/fPS36fMFYj", "clean_text": "WE SOURCED TERM SHEETS FROM 3D PRINTERS TO COMPARE COSTS WITH ALGN AS MORE CUSTOMERS SEE THE STARK COSTS SAVINGS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "Anyone remember 2U $TWOU which we called as a big short at $90/sh. We revealed the true state of economics with doc… https://t.co/bUGsDHIOxQ", "clean_text": "ANYONE REMEMBER 2U TWOU WHICH WE CALLED AS A BIG SHORT AT 90SH WE REVEALED THE TRUE STATE OF ECONOMICS WITH DOC ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "I'm no financial genius, but my guess is that now that only real buyer of $WDFC's overvalued stock ... um the compa… https://t.co/bifHpR2DMJ", "clean_text": "IM NO FINANCIAL GENIUS BUT MY GUESS IS THAT NOW THAT ONLY REAL BUYER OF WDFC OVERVALUED STOCK  UM THE COMPA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200409, "Text": "The reason why it’s called critical function is because we have a critical requirement by senior-ups to provide a p… https://t.co/qBbgTgltrV", "clean_text": "THE REASON WHY ITS CALLED CRITICAL FUNCTION IS BECAUSE WE HAVE A CRITICAL REQUIREMENT BY SENIORUPS TO PROVIDE A P ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200409, "Text": "The New York Times wants you to vote for Biden’s cabinet.  Oh my.", "clean_text": "THE NEW YORK TIMES WANTS YOU TO VOTE FOR BIDENS CABINET  OH MY", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200409, "Text": "“A successful near-term retest of the March lows” was such a consensus opinion no wonder we got a big, rapid rally… https://t.co/ptRb9vCttL", "clean_text": "A SUCCESSFUL NEARTERM RETEST OF THE MARCH LOWS” WAS SUCH A CONSENSUS OPINION NO WONDER WE GOT A BIG RAPID RALLY ", "count1": 1, "count2": 0, "count3": 3, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200409, "Text": "Sure glad I closed out all my equity shorts below 19,000 on the DJIA.  Equally glad I put a few back on the last co… https://t.co/5lTlKWzTPG", "clean_text": "SURE GLAD I CLOSED OUT ALL MY EQUITY SHORTS BELOW 19000 ON THE DJIA  EQUALLY GLAD I PUT A FEW BACK ON THE LAST CO ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200409, "Text": "RT @SecPompeo: During tough times, real friends stick together. The U.S. is thankful to #Taiwan for donating 2 million face masks to suppor…", "clean_text": "RT @SECPOMPEO DURING TOUGH TIMES REAL FRIENDS STICK TOGETHER THE US IS THANKFUL TO #TAIWAN FOR DONATING 2 MILLION FACE MASKS TO SUPPOR", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "GrantsPub", "Time": 20200409, "Text": "For more on the 100%-state-owned pride and joy of the country immediately to our south, see the Grant's issue dated… https://t.co/uy0YSZf5dA", "clean_text": "FOR MORE ON THE 100%STATEOWNED PRIDE AND JOY OF THE COUNTRY IMMEDIATELY TO OUR SOUTH SEE THE GRANT ISSUE DATED ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200409, "Text": "Some added context, good info for both critics &amp; S/H of $DIS. The “we have 50m subs” is fortuitous timing given Ind… https://t.co/Qeyc0fwNQd", "clean_text": "SOME ADDED CONTEXT GOOD INFO FOR BOTH CRITICS AMP SH OF DIS THE WE HAVE 50M SUBS” IS FORTUITOUS TIMING GIVEN IND ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200409, "Text": "The risk I struggle with...\n\nNo amount of FED support will fix a situation *IF* the economy has permanently changed… https://t.co/g4R135FNVj", "clean_text": "THE RISK I STRUGGLE WITH\n\nNO AMOUNT OF FED SUPPORT WILL FIX A SITUATION *IF* THE ECONOMY HAS PERMANENTLY CHANGED ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200409, "Text": "Investors ignoring this like its already discounted. \n\nIt's \"possible\" the economy opens back up in two months.\n\nTh… https://t.co/hrBQ7Ezf36", "clean_text": "INVESTORS IGNORING THIS LIKE ITS ALREADY DISCOUNTED \n\nIT POSSIBLE THE ECONOMY OPENS BACK UP IN TWO MONTHS\n\nTH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200409, "Text": "@mr_skilling #4 ... so much opportunity cost over the years in not learning this sooner", "clean_text": "@MR_SKILLING #4  SO MUCH OPPORTUNITY COST OVER THE YEARS IN NOT LEARNING THIS SOONER", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200409, "Text": "@EventDrivenMgr Yeah... how does this work in the case that I have a put option? I honestly don’t know the technica… https://t.co/V4PsbUMUts", "clean_text": "@EVENTDRIVENMGR YEAH HOW DOES THIS WORK IN THE CASE THAT I HAVE A PUT OPTION I HONESTLY DONT KNOW THE TECHNICA ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200408, "Text": "@glenntongue @HotlantaCapital @ArtkoCapital A case study, not \"the big case study.\" It is there to illuminate the p… https://t.co/YHNQGMe8wV", "clean_text": "@GLENNTONGUE @HOTLANTACAPITAL @ARTKOCAPITAL A CASE STUDY NOT THE BIG CASE STUDY IT IS THERE TO ILLUMINATE THE P ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200408, "Text": "Howard Marks (Oaktree Capital) has written a ton of letters over the past month, so if you missed it, here’s the mo… https://t.co/N1dqm3ktaR", "clean_text": "HOWARD MARKS OAKTREE CAPITAL HAS WRITTEN A TON OF LETTERS OVER THE PAST MONTH SO IF YOU MISSED IT HERES THE MO ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200408, "Text": "RT @darrenrovell: Wimbledon reportedly paid $2 million a year for pandemic insurance for the last 17 years \n\n(Total: $34 Million)\n\nFor this…", "clean_text": "RT @DARRENROVELL WIMBLEDON REPORTEDLY PAID 2 MILLION A YEAR FOR PANDEMIC INSURANCE FOR THE LAST 17 YEARS \n\nTOTAL 34 MILLION\n\nFOR THIS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @SecPompeo: We'll continue to focus on keeping critical medical items in the U.S. until demand is met here, but we're also providing gen…", "clean_text": "RT @SECPOMPEO WELL CONTINUE TO FOCUS ON KEEPING CRITICAL MEDICAL ITEMS IN THE US UNTIL DEMAND IS MET HERE BUT WERE ALSO PROVIDING GEN", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @SecPompeo: No amount of disinformation from Assad’s enablers in Russia and Iran can hide the fact that the Syrian regime is responsible…", "clean_text": "RT @SECPOMPEO NO AMOUNT OF DISINFORMATION FROM ASSADS ENABLERS IN RUSSIA AND IRAN CAN HIDE THE FACT THAT THE SYRIAN REGIME IS RESPONSIBLE", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @USAmbUN: #UNSC #VTC: With armed conflict in #Libya claiming more lives &amp; undermining response to #coronavirus, the United States calls…", "clean_text": "RT @USAMBUN #UNSC #VTC WITH ARMED CONFLICT IN #LIBYA CLAIMING MORE LIVES AMP UNDERMINING RESPONSE TO #CORONAVIRUS THE UNITED STATES CALLS", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @statedeptspox: The Organization for the Prohibition of Chemical Weapons released a report attributing 3 specific instances of #chemical…", "clean_text": "RT @STATEDEPTSPOX THE ORGANIZATION FOR THE PROHIBITION OF CHEMICAL WEAPONS RELEASED A REPORT ATTRIBUTING 3 SPECIFIC INSTANCES OF #CHEMICAL", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @statedeptspox: America has a long history of generosity and we remain the world’s leading humanitarians. As @SecPompeo said: Viruses do…", "clean_text": "RT @STATEDEPTSPOX AMERICA HAS A LONG HISTORY OF GENEROSITY AND WE REMAIN THE WORLDS LEADING HUMANITARIANS AS @SECPOMPEO SAID VIRUSES DO", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200408, "Text": "RT @lisaabramowicz1: Hedge funds that traditionally focus on distressed assets are among buyers of the recent record spurt of U.S. investme…", "clean_text": "RT @LISAABRAMOWICZ1 HEDGE FUNDS THAT TRADITIONALLY FOCUS ON DISTRESSED ASSETS ARE AMONG BUYERS OF THE RECENT RECORD SPURT OF US INVESTME", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200408, "Text": "@natstewart5 @PythiaR I can see both sides.\n\nProduct is just about the least expensive streaming product + high qua… https://t.co/MWvXiv7Q3s", "clean_text": "@NATSTEWART5 @PYTHIAR I CAN SEE BOTH SIDES\n\nPRODUCT IS JUST ABOUT THE LEAST EXPENSIVE STREAMING PRODUCT HIGH QUA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200408, "Text": "Will try to get one out in the next 4-6 weeks. Have an old one on my site (see my profile —&gt; sample posts). Not sur… https://t.co/1VvKXNJiCD", "clean_text": "WILL TRY TO GET ONE OUT IN THE NEXT 46 WEEKS HAVE AN OLD ONE ON MY SITE SEE MY PROFILE —GT SAMPLE POSTS NOT SUR ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "I'll bite. The first statement may be factually correct, but I disagree with this take.\n\nHalf of Google's fortress… https://t.co/H8vFbXdgRi", "clean_text": "ILL BITE THE FIRST STATEMENT MAY BE FACTUALLY CORRECT BUT I DISAGREE WITH THIS TAKE\n\nHALF OF GOOGLE FORTRESS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "The worst deal has been Motorola, which they bought for $12B, but even that wasn't as bad as ppl make it.\n\nLet's br… https://t.co/dqjvviFkH1", "clean_text": "THE WORST DEAL HAS BEEN MOTOROLA WHICH THEY BOUGHT FOR 12B BUT EVEN THAT WASNT AS BAD AS PPL MAKE IT\n\nLET BR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "So net net, they paid about $2B and kept all the patents. What are those worth? I have no idea but consensus at the… https://t.co/Iiq1BImTOj", "clean_text": "SO NET NET THEY PAID ABOUT 2B AND KEPT ALL THE PATENTS WHAT ARE THOSE WORTH I HAVE NO IDEA BUT CONSENSUS AT THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "@PythiaR I'm not saying there are a lot more DoubleClicks in the bag, just saying the capital allocation track reco… https://t.co/McCvSJygPl", "clean_text": "@PYTHIAR IM NOT SAYING THERE ARE A LOT MORE DOUBLECLICKS IN THE BAG JUST SAYING THE CAPITAL ALLOCATION TRACK RECO ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "The \"secular\" trend that's accelerating the most as a result of coronavirus is wealth disparity.", "clean_text": "THE SECULAR TREND THAT ACCELERATING THE MOST AS A RESULT OF CORONAVIRUS IS WEALTH DISPARITY", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200408, "Text": "RT @tconnellyRTE: NEW: There is \"no indication\" that peak of the coronavirus epidemic in Europe has been reached, according to the latest \"…", "clean_text": "RT @TCONNELLYRTE NEW THERE IS NO INDICATION THAT PEAK OF THE CORONAVIRUS EPIDEMIC IN EUROPE HAS BEEN REACHED ACCORDING TO THE LATEST ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200408, "Text": "PAA Research Report: CM/RY: Should the “Big 6” Canadian Banks Raise Capital Right Now?  https://t.co/IPcisyvWVd", "clean_text": "PAA RESEARCH REPORT CMRY SHOULD THE BIG 6” CANADIAN BANKS RAISE CAPITAL RIGHT NOW  ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200408, "Text": "Could have sworn $TSLA was bragging about all the billions on their balance sheet just weeks ago. Maybe, just maybe… https://t.co/HMfUvlkFCp", "clean_text": "COULD HAVE SWORN TSLA WAS BRAGGING ABOUT ALL THE BILLIONS ON THEIR BALANCE SHEET JUST WEEKS AGO MAYBE JUST MAYBE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200408, "Text": "Is this Michael Burry stuff real? Is it really him? \nOh my... How many more plot twists can the writers fit into 1 season?", "clean_text": "IS THIS MICHAEL BURRY STUFF REAL IS IT REALLY HIM \nOH MY HOW MANY MORE PLOT TWISTS CAN THE WRITERS FIT INTO 1 SEASON", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200407, "Text": "I believe anyone writing a newsletter should seek to recoup its cost at most and be willing to perform the work as… https://t.co/4QPRDW4wZN", "clean_text": "I BELIEVE ANYONE WRITING A NEWSLETTER SHOULD SEEK TO RECOUP ITS COST AT MOST AND BE WILLING TO PERFORM THE WORK AS ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "footnoted", "Time": 20200407, "Text": "@BrianLehrer @ByJessicaGould @AGZimmerman Think the teachers and principal Michelle at our school (PS 527) in Manha… https://t.co/9Xw9EMaoNt", "clean_text": "@BRIANLEHRER @BYJESSICAGOULD @AGZIMMERMAN THINK THE TEACHERS AND PRINCIPAL MICHELLE AT OUR SCHOOL PS 527 IN MANHA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @usmissiongeneva: On #WorldHealthDay, we applaud the #HealthcareHeroes fighting against #COVID19. As @POTUS said, “Our warriors in this…", "clean_text": "RT @USMISSIONGENEVA ON #WORLDHEALTHDAY WE APPLAUD THE #HEALTHCAREHEROES FIGHTING AGAINST #COVID19 AS @POTUS SAID OUR WARRIORS IN THIS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @USUNRomeAmb: Whether you're in a medical clinic in the Sahel of Africa, in a lab discovering new cures or on the front lines of the #CO…", "clean_text": "RT @USUNROMEAMB WHETHER YOURE IN A MEDICAL CLINIC IN THE SAHEL OF AFRICA IN A LAB DISCOVERING NEW CURES OR ON THE FRONT LINES OF THE #CO", "count1": 3, "count2": 3, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @realDonaldTrump: The W.H.O. really blew it. For some reason, funded largely by the United States, yet very China centric. We will be gi…", "clean_text": "RT @REALDONALDTRUMP THE WHO REALLY BLEW IT FOR SOME REASON FUNDED LARGELY BY THE UNITED STATES YET VERY CHINA CENTRIC WE WILL BE GI", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200407, "Text": "$GOOG it is. If you own it/ don’t own it/ are short, what are your most concerned about the business (cannot say “v… https://t.co/h1aizCafjO", "clean_text": "GOOG IT IS IF YOU OWN IT DONT OWN IT ARE SHORT WHAT ARE YOUR MOST CONCERNED ABOUT THE BUSINESS CANNOT SAY V ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200407, "Text": "The stuff they are trimming in size is the same stuff I’m increasing in size. This is what makes a market. https://t.co/E3uoCzQVMw", "clean_text": "THE STUFF THEY ARE TRIMMING IN SIZE IS THE SAME STUFF IM INCREASING IN SIZE THIS IS WHAT MAKES A MARKET ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200407, "Text": "The Big Tiger.\n\nI am so sorry. https://t.co/SvgCucyHfn", "clean_text": "THE BIG TIGER\n\nI AM SO SORRY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200407, "Text": "@JeffMacke It will be highly dissappointing if the fighters don't come out dressed as Roper, Williams, Lee, Bolo et… https://t.co/w3lXnwqz8h", "clean_text": "@JEFFMACKE IT WILL BE HIGHLY DISSAPPOINTING IF THE FIGHTERS DONT COME OUT DRESSED AS ROPER WILLIAMS LEE BOLO ET ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200407, "Text": "@normal_FL_guy @joshtpm @GovPritzker Yep. Taxpayers are effectively paying twice for the PPE since the Fed buys it… https://t.co/ohCa4m77uz", "clean_text": "@NORMAL_FL_GUY @JOSHTPM @GOVPRITZKER YEP TAXPAYERS ARE EFFECTIVELY PAYING TWICE FOR THE PPE SINCE THE FED BUYS IT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200407, "Text": "RT @nycsouthpaw: People are dying at home in NYC at something like 8-10x the pre-pandemic rate, per OCME. If they haven’t been tested for C…", "clean_text": "RT @NYCSOUTHPAW PEOPLE ARE DYING AT HOME IN NYC AT SOMETHING LIKE 810X THE PREPANDEMIC RATE PER OCME IF THEY HAVENT BEEN TESTED FOR C", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200406, "Text": "@deanjens yes exactly the natural context is the dumb jokes not like textbook technical usage", "clean_text": "@DEANJENS YES EXACTLY THE NATURAL CONTEXT IS THE DUMB JOKES NOT LIKE TEXTBOOK TECHNICAL USAGE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200406, "Text": "RT @SuperMugatu: This is the hand. \n\nFlop: is the curve flattening?\n\nTurn: does the virus go away? second wave? can we fully re open and wh…", "clean_text": "RT @SUPERMUGATU THIS IS THE HAND \n\nFLOP IS THE CURVE FLATTENING\n\nTURN DOES THE VIRUS GO AWAY SECOND WAVE CAN WE FULLY RE OPEN AND WH", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200406, "Text": "RT @QTRResearch: The Public Investment Fund of Saudi Arabia reported a 8.2% stake in Carnival Corp. (NYSE: CCL), according to a just-releas…", "clean_text": "RT @QTRRESEARCH THE PUBLIC INVESTMENT FUND OF SAUDI ARABIA REPORTED A 82% STAKE IN CARNIVAL CORP NYSE CCL ACCORDING TO A JUSTRELEAS", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "activiststocks", "Time": 20200406, "Text": "RT @carlquintanilla: DIMON: \"The current pandemic is only one example of the bad planning and management that have hurt our country. .. The…", "clean_text": "RT @CARLQUINTANILLA DIMON THE CURRENT PANDEMIC IS ONLY ONE EXAMPLE OF THE BAD PLANNING AND MANAGEMENT THAT HAVE HURT OUR COUNTRY  THE", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @SecPompeo: U.S. companies are stepping up to help people in the most dire of circumstances as the world comes together to fight the #CO…", "clean_text": "RT @SECPOMPEO US COMPANIES ARE STEPPING UP TO HELP PEOPLE IN THE MOST DIRE OF CIRCUMSTANCES AS THE WORLD COMES TOGETHER TO FIGHT THE #CO", "count1": 3, "count2": 1, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @SecPompeo: These milestones are not just numbers. They are the feet of thousands of U.S. citizens making their way back to their homes…", "clean_text": "RT @SECPOMPEO THESE MILESTONES ARE NOT JUST NUMBERS THEY ARE THE FEET OF THOUSANDS OF US CITIZENS MAKING THEIR WAY BACK TO THEIR HOMES", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @USAmbUN: A new @UN inquiry backs what we’ve long known: the #Assad regime &amp; its allies Russia &amp; Iran launched attacks destroying hospit…", "clean_text": "RT @USAMBUN A NEW @UN INQUIRY BACKS WHAT WEVE LONG KNOWN THE #ASSAD REGIME AMP ITS ALLIES RUSSIA AMP IRAN LAUNCHED ATTACKS DESTROYING HOSPIT", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @USAmbUN: On this #InternationalDayOfSportForDevelopmentAndPeace, when sports stadiums around the world are silent, we can all recall me…", "clean_text": "RT @USAMBUN ON THIS #INTERNATIONALDAYOFSPORTFORDEVELOPMENTANDPEACE WHEN SPORTS STADIUMS AROUND THE WORLD ARE SILENT WE CAN ALL RECALL ME", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @USAmbUN: Here is mine: I had the joy of playing basketball with local children in #SouthSudan where I witnessed first hand the power th…", "clean_text": "RT @USAMBUN HERE IS MINE I HAD THE JOY OF PLAYING BASKETBALL WITH LOCAL CHILDREN IN #SOUTHSUDAN WHERE I WITNESSED FIRST HAND THE POWER TH", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200406, "Text": "DOJ settlement another positive development for @MiMedx as it puts the VA investigation behind it. Further  clears… https://t.co/GMZPo2LJX9", "clean_text": "DOJ SETTLEMENT ANOTHER POSITIVE DEVELOPMENT FOR @MIMEDX AS IT PUTS THE VA INVESTIGATION BEHIND IT FURTHER  CLEARS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200406, "Text": "One of the best podcasts I’ve listened to in a while. Really enjoyed the conversation https://t.co/U5rZLin1P5", "clean_text": "ONE OF THE BEST PODCASTS IVE LISTENED TO IN A WHILE REALLY ENJOYED THE CONVERSATION ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200406, "Text": "RT @scuttleblurb: @BluthCapital @AndrewRangeley yes, agree, can't stand that spammy shit.  but imo the work that i, @Find_Me_Value @AndrewR…", "clean_text": "RT @SCUTTLEBLURB @BLUTHCAPITAL @ANDREWRANGELEY YES AGREE CANT STAND THAT SPAMMY SHIT  BUT IMO THE WORK THAT I @FIND_ME_VALUE @ANDREWR", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200406, "Text": "@nachkari Did we solve the pandemic? did I miss the headline?", "clean_text": "@NACHKARI DID WE SOLVE THE PANDEMIC DID I MISS THE HEADLINE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200406, "Text": "Economist: \"We're facing a possible depression due to this pandemic\"\nMe: \"Wow the market must be getting smoked!\"… https://t.co/hX5f4ld5cg", "clean_text": "ECONOMIST WERE FACING A POSSIBLE DEPRESSION DUE TO THIS PANDEMIC\nME WOW THE MARKET MUST BE GETTING SMOKED ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200406, "Text": "RT @ShimonPro: One emergency room. 40 minutes. Six patients went into cardiac arrest. Four died before they made it out of the ER. \n\nWatch…", "clean_text": "RT @SHIMONPRO ONE EMERGENCY ROOM 40 MINUTES SIX PATIENTS WENT INTO CARDIAC ARREST FOUR DIED BEFORE THEY MADE IT OUT OF THE ER \n\nWATCH", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200406, "Text": "@AlderLaneeggs Unfortunately as predictable as the sun rising in the east and setting in the west. So called champi… https://t.co/8l89oWL8oP", "clean_text": "@ALDERLANEEGGS UNFORTUNATELY AS PREDICTABLE AS THE SUN RISING IN THE EAST AND SETTING IN THE WEST SO CALLED CHAMPI ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200405, "Text": "RT @morganhousel: Spoke with the CEO of a small company who said \"anyone who thinks you can just flip a switch and restart a business after…", "clean_text": "RT @MORGANHOUSEL SPOKE WITH THE CEO OF A SMALL COMPANY WHO SAID ANYONE WHO THINKS YOU CAN JUST FLIP A SWITCH AND RESTART A BUSINESS AFTER", "count1": 1, "count2": 0, "count3": 3, "count4": 0}, {"Name": "GothamResearch", "Time": 20200405, "Text": "RT @GothamResearch: @GothamResearch OPINIONS\n\n(2) AR4 may face similar scrutiny as Philip Green did in the UK, who was accused of systemati…", "clean_text": "RT @GOTHAMRESEARCH @GOTHAMRESEARCH OPINIONS\n\n2 AR4 MAY FACE SIMILAR SCRUTINY AS PHILIP GREEN DID IN THE UK WHO WAS ACCUSED OF SYSTEMATI", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200405, "Text": "Best decision I’ve made during quarantine is re watching The League.\n\nThe funniest show ever made with the best cha… https://t.co/VNrg9LRsaX", "clean_text": "BEST DECISION IVE MADE DURING QUARANTINE IS RE WATCHING THE LEAGUE\n\nTHE FUNNIEST SHOW EVER MADE WITH THE BEST CHA ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}]