["IT", {"Name": "sprucepointcap", "Time": 20200514, "Text": "Love it when a sharp market pundit like @mcuban says the market is overvalued. That guys knows inflated bubble mark… https://t.co/yHPfGUj4B9", "clean_text": "LOVE IT WHEN A SHARP MARKET PUNDIT LIKE @MCUBAN SAYS THE MARKET IS OVERVALUED THAT GUYS KNOWS INFLATED BUBBLE MARK ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200514, "Text": "RT @JohnPGavin: There's the door ... Right over there ... It's the one with the sign, \"Bankruptcy Department\".", "clean_text": "RT @JOHNPGAVIN THERE THE DOOR  RIGHT OVER THERE  IT THE ONE WITH THE SIGN BANKRUPTCY DEPARTMENT", "count1": 0, "count2": 3, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200514, "Text": "It wasn't that long ago when when you could fabricate some crypto-whatever piece of garbage and get the rubes to bid it up.", "clean_text": "IT WASNT THAT LONG AGO WHEN WHEN YOU COULD FABRICATE SOME CRYPTOWHATEVER PIECE OF GARBAGE AND GET THE RUBES TO BID IT UP", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200514, "Text": "Don't know how you'd design the study, but it would be interesting to see if/how Covid shutdown is impacting invest… https://t.co/udvlBuANK7", "clean_text": "DONT KNOW HOW YOUD DESIGN THE STUDY BUT IT WOULD BE INTERESTING TO SEE IFHOW COVID SHUTDOWN IS IMPACTING INVEST ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "@FoolAllTheTime @SkeleCap @ReaperCancelled I don’t want to talk about it", "clean_text": "@FOOLALLTHETIME @SKELECAP @REAPERCANCELLED I DONT WANT TO TALK ABOUT IT", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "@Upper20sStCap Make it 1500 and some of them will probably drown", "clean_text": "@UPPER20SSTCAP MAKE IT 1500 AND SOME OF THEM WILL PROBABLY DROWN", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "@detroitbear2 yeah I think it's incredibly stupid", "clean_text": "@DETROITBEAR2 YEAH I THINK IT INCREDIBLY STUPID", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200514, "Text": "This was a nice catch by @Stockjabber on something I had not yet heard of. Not seeing it in a lot of companies — ye… https://t.co/PlJ8UsALOV", "clean_text": "THIS WAS A NICE CATCH BY @STOCKJABBER ON SOMETHING I HAD NOT YET HEARD OF NOT SEEING IT IN A LOT OF COMPANIES YE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200514, "Text": "Interesting terms in section 3.3 of exhibit 4.35 to the $NIO 20-F: if it fails to make any of the NIO China install… https://t.co/W8IpS4ylTh", "clean_text": "INTERESTING TERMS IN SECTION 33 OF EXHIBIT 435 TO THE NIO 20F IF IT FAILS TO MAKE ANY OF THE NIO CHINA INSTALL ", "count1": 2, "count2": 2, "count3": 2, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200514, "Text": "Mayor Garcetti said “We’ll never be completely open until we have a cure.”  It was reported he said “The city of Lo… https://t.co/1imaM4EOrJ", "clean_text": "MAYOR GARCETTI SAID WELL NEVER BE COMPLETELY OPEN UNTIL WE HAVE A CURE”  IT WAS REPORTED HE SAID THE CITY OF LO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200514, "Text": "Another two months, another multiple trillion $ relief package proposal. It would bring the running bailout total s… https://t.co/n97XVrHQgi", "clean_text": "ANOTHER TWO MONTHS ANOTHER MULTIPLE TRILLION  RELIEF PACKAGE PROPOSAL IT WOULD BRING THE RUNNING BAILOUT TOTAL S ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200514, "Text": "@NoonSixCap Stylistically, I think of it as “mean reversion” vs “defiance of mean reversion”. \n\nBetting on an unlov… https://t.co/5xkFg6YsIr", "clean_text": "@NOONSIXCAP STYLISTICALLY I THINK OF IT AS MEAN REVERSION” VS DEFIANCE OF MEAN REVERSION” \n\nBETTING ON AN UNLOV ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200514, "Text": "@dschorrnyc So out of date - haven’t Looked at it in years", "clean_text": "@DSCHORRNYC SO OUT OF DATE  HAVENT LOOKED AT IT IN YEARS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "RT @ShaleCo_Energy: .@VinsonandElkins and @Kirkland_Ellis, how I get invited to y'all's 2021 NAPE party? Hear it's gonna be lit.\n\nCredit to…", "clean_text": "RT @SHALECO_ENERGY @VINSONANDELKINS AND @KIRKLAND_ELLIS HOW I GET INVITED TO YALL 2021 NAPE PARTY HEAR IT GONNA BE LIT\n\nCREDIT TO", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "EdBorgato", "Time": 20200514, "Text": "It is YOU, the investor, that is either:\n\nPrice-conscious; oriented toward a discount on current assets/profits, a… https://t.co/xpNqYkYOby", "clean_text": "IT IS YOU THE INVESTOR THAT IS EITHER\n\nPRICECONSCIOUS ORIENTED TOWARD A DISCOUNT ON CURRENT ASSETSPROFITS A ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200514, "Text": "@iamstacetheace It seems your first two statements are not true for the biz. What has been the trend in bad-debt expense/charge-offs?", "clean_text": "@IAMSTACETHEACE IT SEEMS YOUR FIRST TWO STATEMENTS ARE NOT TRUE FOR THE BIZ WHAT HAS BEEN THE TREND IN BADDEBT EXPENSECHARGEOFFS", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “If you’re just talking about figuring out the virus and how things get better, how slow it recovers afterw… https://t.co/lLt5O6KknX", "clean_text": "TEPPER IF YOURE JUST TALKING ABOUT FIGURING OUT THE VIRUS AND HOW THINGS GET BETTER HOW SLOW IT RECOVERS AFTERW ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “Airlines as long as the middle seat is open which it should be, are difficult stocks.  I don’t think you c… https://t.co/LBMqEhE57O", "clean_text": "TEPPER AIRLINES AS LONG AS THE MIDDLE SEAT IS OPEN WHICH IT SHOULD BE ARE DIFFICULT STOCKS  I DONT THINK YOU C ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200513, "Text": "@QuisitiveInvest @nachkari @BarrySchwartzBW @BluegrassCap it is kind of hard to figure out the risk reward when lit… https://t.co/vXyFBdIB8a", "clean_text": "@QUISITIVEINVEST @NACHKARI @BARRYSCHWARTZBW @BLUEGRASSCAP IT IS KIND OF HARD TO FIGURE OUT THE RISK REWARD WHEN LIT ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "davidein", "Time": 20200513, "Text": "Nobody expresses it better than Joan McCullough.  $TSLA @elonmusk https://t.co/cprfZCglTZ", "clean_text": "NOBODY EXPRESSES IT BETTER THAN JOAN MCCULLOUGH  TSLA @ELONMUSK ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "davidein", "Time": 20200513, "Text": "Trying again larger.  3/3 $TSLA #ElonMusk \n\nNobody expresses it better than Joan McCullough https://t.co/CeTUdlCbYC", "clean_text": "TRYING AGAIN LARGER  33 TSLA #ELONMUSK \n\nNOBODY EXPRESSES IT BETTER THAN JOAN MCCULLOUGH ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200513, "Text": "@michaelsantoli @NoonSixCap If IG corps issue another trillion of debt it will look really cheap!", "clean_text": "@MICHAELSANTOLI @NOONSIXCAP IF IG CORPS ISSUE ANOTHER TRILLION OF DEBT IT WILL LOOK REALLY CHEAP", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200513, "Text": ".@SecPompeo said it best: we call on all nations to support Taiwan's participation as an observer at the WHA. Follo… https://t.co/BHWmU3ZFys", "clean_text": "@SECPOMPEO SAID IT BEST WE CALL ON ALL NATIONS TO SUPPORT TAIWAN PARTICIPATION AS AN OBSERVER AT THE WHA FOLLO ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@RussianBear I suspect we end up following the Swedish model, whether we admit it or not.\n\nBut it’s amazing what so… https://t.co/bzmeMFvdVH", "clean_text": "@RUSSIANBEAR I SUSPECT WE END UP FOLLOWING THE SWEDISH MODEL WHETHER WE ADMIT IT OR NOT\n\nBUT ITS AMAZING WHAT SO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200513, "Text": "RT @modestproposal1: Imagine there's no financials\nIt isn't hard to do\nNo one building anything\nAnd no travel too\n\nYou may say I'm a dreame…", "clean_text": "RT @MODESTPROPOSAL1 IMAGINE THERE NO FINANCIALS\nIT ISNT HARD TO DO\nNO ONE BUILDING ANYTHING\nAND NO TRAVEL TOO\n\nYOU MAY SAY IM A DREAME", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "EdBorgato", "Time": 20200513, "Text": "\"What if we get a Covid-19 vaccine and half the country refuses to take it?\" https://t.co/MrwI2iOY3L", "clean_text": "WHAT IF WE GET A COVID19 VACCINE AND HALF THE COUNTRY REFUSES TO TAKE IT ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200512, "Text": "This newsletter is full of typos and not aligned properly. It doesn't seem real. https://t.co/EfFe0fb94j", "clean_text": "THIS NEWSLETTER IS FULL OF TYPOS AND NOT ALIGNED PROPERLY IT DOESNT SEEM REAL ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@davemortell @rasimpson1 The first page of the S-3/A answers this. It covers about 30m shares relating to already o… https://t.co/jKoedPHOxL", "clean_text": "@DAVEMORTELL @RASIMPSON1 THE FIRST PAGE OF THE S3A ANSWERS THIS IT COVERS ABOUT 30M SHARES RELATING TO ALREADY O ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@davemortell @rasimpson1 I don’t know offhand if the warrants have cashless exercise provisions, so it could be eve… https://t.co/jdYOttlYuf", "clean_text": "@DAVEMORTELL @RASIMPSON1 I DONT KNOW OFFHAND IF THE WARRANTS HAVE CASHLESS EXERCISE PROVISIONS SO IT COULD BE EVE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Quibi... it's kind of like TikTok... but with more expensive, professional content... and higher barriers to adopti… https://t.co/1QNTKYMSFO", "clean_text": "QUIBI IT KIND OF LIKE TIKTOK BUT WITH MORE EXPENSIVE PROFESSIONAL CONTENT AND HIGHER BARRIERS TO ADOPTI ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "EdBorgato", "Time": 20200512, "Text": "This is like the sell side raising a price target because the stock keeps moving higher. No one knows where it tops… https://t.co/wsH2Wv0Bhg", "clean_text": "THIS IS LIKE THE SELL SIDE RAISING A PRICE TARGET BECAUSE THE STOCK KEEPS MOVING HIGHER NO ONE KNOWS WHERE IT TOPS ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "Isn't it funny that there quite of few #cybersecurity public companies that are doing just fine in this env't and r… https://t.co/LwVx1HsWXg", "clean_text": "ISNT IT FUNNY THAT THERE QUITE OF FEW #CYBERSECURITY PUBLIC COMPANIES THAT ARE DOING JUST FINE IN THIS ENVT AND R ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "Time for $ORCC to hold that bring down due diligence call on $FSCT and ask itself how \"committed\"\n it is to a compa… https://t.co/2g6nN9KemC", "clean_text": "TIME FOR ORCC TO HOLD THAT BRING DOWN DUE DILIGENCE CALL ON FSCT AND ASK ITSELF HOW COMMITTED\n IT IS TO A COMPA ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "probesreporter", "Time": 20200511, "Text": "It isn't that $HLF has to pay $123 million to settle it's bribery misbehavior.  That alone is pretty big.  But more… https://t.co/isya4v8wdg", "clean_text": "IT ISNT THAT HLF HAS TO PAY 123 MILLION TO SETTLE IT BRIBERY MISBEHAVIOR  THAT ALONE IS PRETTY BIG  BUT MORE ", "count1": 0, "count2": 0, "count3": 2, "count4": 2}, {"Name": "probesreporter", "Time": 20200511, "Text": "Bottom line:  @elonmusk Elon has long assumed the rules don't apply to him.  So far it's worked well for him. He is… https://t.co/m5QiZdsISA", "clean_text": "BOTTOM LINE  @ELONMUSK ELON HAS LONG ASSUMED THE RULES DONT APPLY TO HIM  SO FAR IT WORKED WELL FOR HIM HE IS ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200511, "Text": "oh it grew 600%, I'm sure the base was very small \n\n200% YEAR OVER YEAR - that is the headline", "clean_text": "OH IT GREW 600% IM SURE THE BASE WAS VERY SMALL \n\n200% YEAR OVER YEAR  THAT IS THE HEADLINE", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet I reached a similar conclusion. I’m not afraid of getting it (the chance of even needing to go to a ho… https://t.co/fD1CtTlDY6", "clean_text": "@GIVEN2TWEET I REACHED A SIMILAR CONCLUSION IM NOT AFRAID OF GETTING IT THE CHANCE OF EVEN NEEDING TO GO TO A HO ", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "MicroFundy", "Time": 20200511, "Text": "It's a true honor and blessing that Equinum is able to partner and assist in such a great cause.\n\nPlease join the c… https://t.co/8KUq3ssPVS", "clean_text": "IT A TRUE HONOR AND BLESSING THAT EQUINUM IS ABLE TO PARTNER AND ASSIST IN SUCH A GREAT CAUSE\n\nPLEASE JOIN THE C ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "EdBorgato", "Time": 20200511, "Text": "Some people are drawn to conflict. I've never understood it. Avoiding trouble is so lucrative by comparison.", "clean_text": "SOME PEOPLE ARE DRAWN TO CONFLICT IVE NEVER UNDERSTOOD IT AVOIDING TROUBLE IS SO LUCRATIVE BY COMPARISON", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "@josephandelin I bought it from a local restaurant that’s hurting right now. If there is one time where I’m going t… https://t.co/LVl0IRroMZ", "clean_text": "@JOSEPHANDELIN I BOUGHT IT FROM A LOCAL RESTAURANT THATS HURTING RIGHT NOW IF THERE IS ONE TIME WHERE IM GOING T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200511, "Text": "@FlattenMyAcct @racheladhe It can happen. That kid looks like she has veto power over a transfer or two https://t.co/9ewtbbOQiO", "clean_text": "@FLATTENMYACCT @RACHELADHE IT CAN HAPPEN THAT KID LOOKS LIKE SHE HAS VETO POWER OVER A TRANSFER OR TWO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x It's something we attempt to address when hiring interns, and it is really really hard. 500-1000 resu… https://t.co/JL9As92bfq", "clean_text": "@COMPOUND100X IT SOMETHING WE ATTEMPT TO ADDRESS WHEN HIRING INTERNS AND IT IS REALLY REALLY HARD 5001000 RESU ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x But, if you don't hire them out of undergrad, they're really hard to find. \n\nIt's just anecdata, but,… https://t.co/cwPHPch5CU", "clean_text": "@COMPOUND100X BUT IF YOU DONT HIRE THEM OUT OF UNDERGRAD THEYRE REALLY HARD TO FIND \n\nIT JUST ANECDATA BUT ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@PlaceboCapital @LongShortTrader I’m pretty sure I have but more importantly I have done it in real life. Repeatedly.", "clean_text": "@PLACEBOCAPITAL @LONGSHORTTRADER IM PRETTY SURE I HAVE BUT MORE IMPORTANTLY I HAVE DONE IT IN REAL LIFE REPEATEDLY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200509, "Text": "@suvyboy My Dr. Friend said just literally walk in at his urgent care facility. He is crushing it right now doing a… https://t.co/WA3ZZ0K1Mg", "clean_text": "@SUVYBOY MY DR FRIEND SAID JUST LITERALLY WALK IN AT HIS URGENT CARE FACILITY HE IS CRUSHING IT RIGHT NOW DOING A ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "Jeez, I really should have bought $DEAC (DraftKings) when it got down to $12... did not think investors would get s… https://t.co/8Kw48dK4aD", "clean_text": "JEEZ I REALLY SHOULD HAVE BOUGHT DEAC DRAFTKINGS WHEN IT GOT DOWN TO 12 DID NOT THINK INVESTORS WOULD GET S ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "$BKNG potentially an error of commission. It has been fine, am comfortable holding it, and I like how the competiti… https://t.co/dNxCpxK3fL", "clean_text": "BKNG POTENTIALLY AN ERROR OF COMMISSION IT HAS BEEN FINE AM COMFORTABLE HOLDING IT AND I LIKE HOW THE COMPETITI ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@jay_21_ Kind of interesting to take the ~20% infected stat and compare it to the hospitalization / fatality rates… https://t.co/8YNuCmpMQV", "clean_text": "@JAY_21_ KIND OF INTERESTING TO TAKE THE ~20% INFECTED STAT AND COMPARE IT TO THE HOSPITALIZATION  FATALITY RATES ", "count1": 1, "count2": 2, "count3": 2, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "@TheSecretAcct No we recovered from the 1907 credit crisis very quickly. We had a very deep depression, but it was… https://t.co/iakiF0rBFT", "clean_text": "@THESECRETACCT NO WE RECOVERED FROM THE 1907 CREDIT CRISIS VERY QUICKLY WE HAD A VERY DEEP DEPRESSION BUT IT WAS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200509, "Text": "@conorsen There’s no better sign of a company being past its prime than when it starts thinking about leaving Calif… https://t.co/HhJUrfDVLF", "clean_text": "@CONORSEN THERES NO BETTER SIGN OF A COMPANY BEING PAST ITS PRIME THAN WHEN IT STARTS THINKING ABOUT LEAVING CALIF ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200508, "Text": "This newsletter is like watching a Fellini movie. You’re able to appreciate it, but no one really knows what’s goin… https://t.co/TL8gKLdyhn", "clean_text": "THIS NEWSLETTER IS LIKE WATCHING A FELLINI MOVIE YOURE ABLE TO APPRECIATE IT BUT NO ONE REALLY KNOWS WHATS GOIN ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@DustMyBroom17 How much does it cost to hire you to tweet like this @DustMyBroom17? Do you take payment in shares?", "clean_text": "@DUSTMYBROOM17 HOW MUCH DOES IT COST TO HIRE YOU TO TWEET LIKE THIS @DUSTMYBROOM17 DO YOU TAKE PAYMENT IN SHARES", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@SuperMugatu It’s almost like you said something controversial without backing it up and it got the people going!", "clean_text": "@SUPERMUGATU ITS ALMOST LIKE YOU SAID SOMETHING CONTROVERSIAL WITHOUT BACKING IT UP AND IT GOT THE PEOPLE GOING", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "Actually I haven’t figured it out yet, but maybe we’re getting warm? https://t.co/pXBpfCk8pe https://t.co/ykFAURS2Pl", "clean_text": "ACTUALLY I HAVENT FIGURED IT OUT YET BUT MAYBE WERE GETTING WARM  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200508, "Text": "@chigrl China Hustle- but you may have recommended it!", "clean_text": "@CHIGRL CHINA HUSTLE BUT YOU MAY HAVE RECOMMENDED IT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200508, "Text": "@jonsticha My teenage daughter liked it.", "clean_text": "@JONSTICHA MY TEENAGE DAUGHTER LIKED IT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200508, "Text": "Lawn and garden is killing it in the pandemic. $LOW $HD $SMG", "clean_text": "LAWN AND GARDEN IS KILLING IT IN THE PANDEMIC LOW HD SMG", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "The Fed and Congress have announced almost nothing meaningfully new in call it a month. And your many tweets in int… https://t.co/yWkDE8iLWc", "clean_text": "THE FED AND CONGRESS HAVE ANNOUNCED ALMOST NOTHING MEANINGFULLY NEW IN CALL IT A MONTH AND YOUR MANY TWEETS IN INT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200508, "Text": "@Wolfmetric I paid for mine on April 6th. It's due to arrive on Wednesday.", "clean_text": "@WOLFMETRIC I PAID FOR MINE ON APRIL 6TH IT DUE TO ARRIVE ON WEDNESDAY", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200508, "Text": "@nachkari ...it's because Edwards needs the cash flow", "clean_text": "@NACHKARI IT BECAUSE EDWARDS NEEDS THE CASH FLOW", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200508, "Text": "RT @morganhousel: School: your paper must be a minimum 5 pages. \n\nReal world: explain it to me in seven seconds or I'm out of here.", "clean_text": "RT @MORGANHOUSEL SCHOOL YOUR PAPER MUST BE A MINIMUM 5 PAGES \n\nREAL WORLD EXPLAIN IT TO ME IN SEVEN SECONDS OR IM OUT OF HERE", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200508, "Text": "What’s the cutoff age to understand anything on TikTok?  I am far past it.", "clean_text": "WHATS THE CUTOFF AGE TO UNDERSTAND ANYTHING ON TIKTOK  I AM FAR PAST IT", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200507, "Text": "RT @JohnPGavin: After the parasites suck the life blood out of its victim, it becomes nearly impossible for it to then survive a hardship.…", "clean_text": "RT @JOHNPGAVIN AFTER THE PARASITES SUCK THE LIFE BLOOD OUT OF ITS VICTIM IT BECOMES NEARLY IMPOSSIBLE FOR IT TO THEN SURVIVE A HARDSHIP", "count1": 1, "count2": 2, "count3": 1, "count4": 2}, {"Name": "adoxen", "Time": 20200507, "Text": "@suvyboy @valueterminal It mutated itself out of existence.", "clean_text": "@SUVYBOY @VALUETERMINAL IT MUTATED ITSELF OUT OF EXISTENCE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200507, "Text": "RT @oddballstocks: Great letter by the CEO of @NicoletBank who lays out what they are seeing and how it's impacting their region.\n\nhttps://…", "clean_text": "RT @ODDBALLSTOCKS GREAT LETTER BY THE CEO OF @NICOLETBANK WHO LAYS OUT WHAT THEY ARE SEEING AND HOW IT IMPACTING THEIR REGION\n\n", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "Divergent views: $WBT warned used equipment could negatively impact demand. $MIDD said the opposite, that it won’t… https://t.co/iT5ekk6AvO", "clean_text": "DIVERGENT VIEWS WBT WARNED USED EQUIPMENT COULD NEGATIVELY IMPACT DEMAND MIDD SAID THE OPPOSITE THAT IT WONT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200507, "Text": "News that a speculative instrument has been purchased by a famous speculator might be news, but not sure it's important.", "clean_text": "NEWS THAT A SPECULATIVE INSTRUMENT HAS BEEN PURCHASED BY A FAMOUS SPECULATOR MIGHT BE NEWS BUT NOT SURE IT IMPORTANT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200507, "Text": "This is a first, Never had IR of a company threaten to \"slap my face\".  How about we do it at the SEC office?  IR r… https://t.co/NR8X3ugJOE", "clean_text": "THIS IS A FIRST NEVER HAD IR OF A COMPANY THREATEN TO SLAP MY FACE  HOW ABOUT WE DO IT AT THE SEC OFFICE  IR R ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Great example of the world we live in as it relates to tech (or quasi tech in this case): 18 mos. ago consensus EPS… https://t.co/2rdsg7UqS7", "clean_text": "GREAT EXAMPLE OF THE WORLD WE LIVE IN AS IT RELATES TO TECH OR QUASI TECH IN THIS CASE 18 MOS AGO CONSENSUS EPS ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "@toddmacsween @AlphaTrader00 @ManuInvesting @SteveSaretsky I have not but it sounds like I need to, thanks for flagging it for me.", "clean_text": "@TODDMACSWEEN @ALPHATRADER00 @MANUINVESTING @STEVESARETSKY I HAVE NOT BUT IT SOUNDS LIKE I NEED TO THANKS FOR FLAGGING IT FOR ME", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200506, "Text": "RT @JohnPGavin: @DonutShorts Resort fees and baggage &amp; ticket change fees could be the difference between which hotels / airlines make it a…", "clean_text": "RT @JOHNPGAVIN @DONUTSHORTS RESORT FEES AND BAGGAGE AMP TICKET CHANGE FEES COULD BE THE DIFFERENCE BETWEEN WHICH HOTELS  AIRLINES MAKE IT A", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200506, "Text": "@thayereric1 @agamemnus_dev Either the form 4 or the form 144 was incorrect. I agree it doesn’t matter as he sold n… https://t.co/G45kywwCtm", "clean_text": "@THAYERERIC1 @AGAMEMNUS_DEV EITHER THE FORM 4 OR THE FORM 144 WAS INCORRECT I AGREE IT DOESNT MATTER AS HE SOLD N ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200506, "Text": "@HeyMan800 Having recently been through this process - \n\nWhen it comes time to sacrifice the goat, you want to use… https://t.co/0PTZ3pOwkk", "clean_text": "@HEYMAN800 HAVING RECENTLY BEEN THROUGH THIS PROCESS  \n\nWHEN IT COMES TIME TO SACRIFICE THE GOAT YOU WANT TO USE ", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "@jct25 Thanks for the tip - will check it out", "clean_text": "@JCT25 THANKS FOR THE TIP  WILL CHECK IT OUT", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "@CapitalEdgeNY I am shocked because we have politicized science. But then I think about it another minute, and I am not shocked.", "clean_text": "@CAPITALEDGENY I AM SHOCKED BECAUSE WE HAVE POLITICIZED SCIENCE BUT THEN I THINK ABOUT IT ANOTHER MINUTE AND I AM NOT SHOCKED", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200506, "Text": "Still working on $GOOG, my apologies. Over 200 pgs at this point, refining it. Want it to be solid. Will get anothe… https://t.co/VGEzGOfoiU", "clean_text": "STILL WORKING ON GOOG MY APOLOGIES OVER 200 PGS AT THIS POINT REFINING IT WANT IT TO BE SOLID WILL GET ANOTHE ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "CitronResearch", "Time": 20200506, "Text": "$GSX fraud.  When you have locals in China writing fraud reports, you know it has to be bad https://t.co/TGUGWIjbqg… https://t.co/837Il4QgFE", "clean_text": "GSX FRAUD  WHEN YOU HAVE LOCALS IN CHINA WRITING FRAUD REPORTS YOU KNOW IT HAS TO BE BAD  ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200506, "Text": "RT @mattdpearce: It is always very inspiring to see how somebody made it big. https://t.co/ZqSBgKtZ9G", "clean_text": "RT @MATTDPEARCE IT IS ALWAYS VERY INSPIRING TO SEE HOW SOMEBODY MADE IT BIG ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200505, "Text": "RT @JohnPGavin: Imagine Elon and the WeWork guy got together and started a firm. They could call it WeSteal. https://t.co/MY8iCKlsBV", "clean_text": "RT @JOHNPGAVIN IMAGINE ELON AND THE WEWORK GUY GOT TOGETHER AND STARTED A FIRM THEY COULD CALL IT WESTEAL ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200505, "Text": "This newsletter can give you a lot of guidance when you least need it, but when you need it the most, that’s when i… https://t.co/0ebVoOx4cl", "clean_text": "THIS NEWSLETTER CAN GIVE YOU A LOT OF GUIDANCE WHEN YOU LEAST NEED IT BUT WHEN YOU NEED IT THE MOST THATS WHEN I ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "adoxen", "Time": 20200505, "Text": "@chigrl No one needed data to call this recession. It was obvious after three days.", "clean_text": "@CHIGRL NO ONE NEEDED DATA TO CALL THIS RECESSION IT WAS OBVIOUS AFTER THREE DAYS", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "RT @joshtpm: It sounds like Trump got bored of doing the epidemic.", "clean_text": "RT @JOSHTPM IT SOUNDS LIKE TRUMP GOT BORED OF DOING THE EPIDEMIC", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200505, "Text": "Bob Iger starts $DIS earnings call: What we create has never been more important than it is right now... it's never… https://t.co/Ijw1atlDqq", "clean_text": "BOB IGER STARTS DIS EARNINGS CALL WHAT WE CREATE HAS NEVER BEEN MORE IMPORTANT THAN IT IS RIGHT NOW IT NEVER ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200505, "Text": "@BarbarianCap What’s he saying it sounds magical I want to live there", "clean_text": "@BARBARIANCAP WHATS HE SAYING IT SOUNDS MAGICAL I WANT TO LIVE THERE", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "@Alex15223503 Of course it's not a new dynamic but it has accelerated the trajectory and it has become truly existe… https://t.co/v2LYcGwMHo", "clean_text": "@ALEX15223503 OF COURSE IT NOT A NEW DYNAMIC BUT IT HAS ACCELERATED THE TRAJECTORY AND IT HAS BECOME TRULY EXISTE ", "count1": 1, "count2": 1, "count3": 0, "count4": 3}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "@kidkapital Flex rollout will take a really, really long time and has far more complexities to it for agents then I… https://t.co/r4CGVZx9ms", "clean_text": "@KIDKAPITAL FLEX ROLLOUT WILL TAKE A REALLY REALLY LONG TIME AND HAS FAR MORE COMPLEXITIES TO IT FOR AGENTS THEN I ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200504, "Text": "I looked for a newsletter with exposure to money and this was the first that I found and it was the biggest one, so… https://t.co/OtWxBPt96K", "clean_text": "I LOOKED FOR A NEWSLETTER WITH EXPOSURE TO MONEY AND THIS WAS THE FIRST THAT I FOUND AND IT WAS THE BIGGEST ONE SO ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@RespekChemistry @AuspexResearch 1/8th? Really?! What year is it?", "clean_text": "@RESPEKCHEMISTRY @AUSPEXRESEARCH 18TH REALLY WHAT YEAR IS IT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@thayereric1 It's a paid promotional video. How does it explain why the CEO is selling stock?", "clean_text": "@THAYERERIC1 IT A PAID PROMOTIONAL VIDEO HOW DOES IT EXPLAIN WHY THE CEO IS SELLING STOCK", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "AZ_Value", "Time": 20200504, "Text": "@damienwoody It was really on Grant. MJ wasn't even close to contest https://t.co/tjJp6yg3xW", "clean_text": "@DAMIENWOODY IT WAS REALLY ON GRANT MJ WASNT EVEN CLOSE TO CONTEST ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200503, "Text": "Buffett on Berkshire buybacks: “It is not more compelling to buy the ($BRK) shares now than when we were buying (in… https://t.co/ZPvAfxL4uK", "clean_text": "BUFFETT ON BERKSHIRE BUYBACKS IT IS NOT MORE COMPELLING TO BUY THE BRK SHARES NOW THAN WHEN WE WERE BUYING IN ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200503, "Text": "Buffett ends the \"meeting\" with another warning that unpredictable things could happen with the virus and how we react to it...", "clean_text": "BUFFETT ENDS THE MEETING WITH ANOTHER WARNING THAT UNPREDICTABLE THINGS COULD HAPPEN WITH THE VIRUS AND HOW WE REACT TO IT", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200503, "Text": "RT @JeffKasanoff: Very American to decide we are bored with COVID and therefore it is over", "clean_text": "RT @JEFFKASANOFF VERY AMERICAN TO DECIDE WE ARE BORED WITH COVID AND THEREFORE IT IS OVER", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200503, "Text": "It is good to see this much input from Greg Abel. He seems to be as capable and knowledgeable as Buffett has always said he is.", "clean_text": "IT IS GOOD TO SEE THIS MUCH INPUT FROM GREG ABEL HE SEEMS TO BE AS CAPABLE AND KNOWLEDGEABLE AS BUFFETT HAS ALWAYS SAID HE IS", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "@BluegrassCap @marketfolly do it to it; monthly less of a commitment.", "clean_text": "@BLUEGRASSCAP @MARKETFOLLY DO IT TO IT MONTHLY LESS OF A COMMITMENT", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett also recommended reading Paul Volcker’s book, Keeping At It. Omaha bookstore link: https://t.co/suROUHHAu7", "clean_text": "BUFFETT ALSO RECOMMENDED READING PAUL VOLCKERS BOOK KEEPING AT IT OMAHA BOOKSTORE LINK ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "RT @JohnCarreyrou: “Why in the world would a lab develop a test that wasn’t safe and accurate?” Answer: because it is an enormous market. h…", "clean_text": "RT @JOHNCARREYROU WHY IN THE WORLD WOULD A LAB DEVELOP A TEST THAT WASNT SAFE AND ACCURATE” ANSWER BECAUSE IT IS AN ENORMOUS MARKET H", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@davemortell @AuspexResearch @sniperdream1 @RouxBourbon @adamfeuerstein No. The form states it was a cashless option exercise.", "clean_text": "@DAVEMORTELL @AUSPEXRESEARCH @SNIPERDREAM1 @ROUXBOURBON @ADAMFEUERSTEIN NO THE FORM STATES IT WAS A CASHLESS OPTION EXERCISE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200502, "Text": "Bond King @TruthGundlach the data you've heard about is published by the Fed.  We've been following it on a weekly… https://t.co/GluOiyBzEJ", "clean_text": "BOND KING @TRUTHGUNDLACH THE DATA YOUVE HEARD ABOUT IS PUBLISHED BY THE FED  WEVE BEEN FOLLOWING IT ON A WEEKLY ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Buffett’s paean to the FDIC is interesting. It would also be interesting to ask him what kind of automatic stabiliz… https://t.co/m0tNRm0XmZ", "clean_text": "BUFFETTS PAEAN TO THE FDIC IS INTERESTING IT WOULD ALSO BE INTERESTING TO ASK HIM WHAT KIND OF AUTOMATIC STABILIZ ", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Nailed it. https://t.co/6IuXH9xwDv", "clean_text": "NAILED IT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200501, "Text": "A wrinkle in the Advent / $FSCT deal is the May 18th date $FSCT claims it will close no later than. We think $FSCT… https://t.co/wbxrqyctUA", "clean_text": "A WRINKLE IN THE ADVENT  FSCT DEAL IS THE MAY 18TH DATE FSCT CLAIMS IT WILL CLOSE NO LATER THAN WE THINK FSCT ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200501, "Text": "In our view, you can toss out $MS \"fairness opinion\" as it fails to capture post #COVID19 valuations. Advent paying… https://t.co/vkpevQ7llf", "clean_text": "IN OUR VIEW YOU CAN TOSS OUT MS FAIRNESS OPINION AS IT FAILS TO CAPTURE POST #COVID19 VALUATIONS ADVENT PAYING ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200501, "Text": "this twete was too late for today's money stuff but here's a little sneak preview of monday's, it seems fine to me,… https://t.co/j45Xjx3wqw", "clean_text": "THIS TWETE WAS TOO LATE FOR TODAY MONEY STUFF BUT HERE A LITTLE SNEAK PREVIEW OF MONDAY IT SEEMS FINE TO ME ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200501, "Text": "This newsletter will probably get some criticism, but I hope it doesn’t get too much. https://t.co/3VMf8WADrU", "clean_text": "THIS NEWSLETTER WILL PROBABLY GET SOME CRITICISM BUT I HOPE IT DOESNT GET TOO MUCH ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@rossgreenspan @AviGeller So basically they gave it away. What a joke.", "clean_text": "@ROSSGREENSPAN @AVIGELLER SO BASICALLY THEY GAVE IT AWAY WHAT A JOKE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@vader7x No it didn't.", "clean_text": "@VADER7X NO IT DIDNT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "Check out my CNBC interview from September 18, 2019.  I just watched it for the first time.  It seems so long ago now.", "clean_text": "CHECK OUT MY CNBC INTERVIEW FROM SEPTEMBER 18 2019  I JUST WATCHED IT FOR THE FIRST TIME  IT SEEMS SO LONG AGO NOW", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200501, "Text": "Is the health of Taiwan's 23 million people less important now than it was before 2017?  Or, is the #PRC punishing… https://t.co/TI6TwKKBdy", "clean_text": "IS THE HEALTH OF TAIWAN 23 MILLION PEOPLE LESS IMPORTANT NOW THAN IT WAS BEFORE 2017  OR IS THE #PRC PUNISHING ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "Is it too much to ask that Taiwan be permitted to share their expertise, their commitment, with the rest of the wor… https://t.co/auphB5tcNI", "clean_text": "IS IT TOO MUCH TO ASK THAT TAIWAN BE PERMITTED TO SHARE THEIR EXPERTISE THEIR COMMITMENT WITH THE REST OF THE WOR ", "count1": 1, "count2": 2, "count3": 2, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "So stuff HAS happened. Important stuff. Tails have changed in size and probability. It's not just about a misguided… https://t.co/NaX6h3GPPr", "clean_text": "SO STUFF HAS HAPPENED IMPORTANT STUFF TAILS HAVE CHANGED IN SIZE AND PROBABILITY IT NOT JUST ABOUT A MISGUIDED ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200501, "Text": "@valueterminal It doesn’t cover every issue, but builds rapport (you are coming to them with a problem, and asking… https://t.co/kcDlMZMAxJ", "clean_text": "@VALUETERMINAL IT DOESNT COVER EVERY ISSUE BUT BUILDS RAPPORT YOU ARE COMING TO THEM WITH A PROBLEM AND ASKING ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200501, "Text": "Any guesses for what event it was? Alibaba Singles Day live stream? Kim Jong Un's 30th birthday party? https://t.co/gQJlsRXnIf", "clean_text": "ANY GUESSES FOR WHAT EVENT IT WAS ALIBABA SINGLES DAY LIVE STREAM KIM JONG UN 30TH BIRTHDAY PARTY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200501, "Text": "Elon didn’t tweet this after $1000 but he did it at $850 after “good earnings”  and on (we hope) the better side of… https://t.co/fsQlo27HN8", "clean_text": "ELON DIDNT TWEET THIS AFTER 1000 BUT HE DID IT AT 850 AFTER GOOD EARNINGS”  AND ON WE HOPE THE BETTER SIDE OF ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "$FSCT dubbed a \"Dinosaur IPO\": absent multiple expansion and them blowing $113m on a revenue-less company, it's not… https://t.co/16XvmivKEc", "clean_text": "FSCT DUBBED A DINOSAUR IPO ABSENT MULTIPLE EXPANSION AND THEM BLOWING 113M ON A REVENUELESS COMPANY IT NOT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "$FSCT management laughing to the bank with its $100m pay day - #gold #parachute - it's disgraceful in our opinion,… https://t.co/6X1lhFSWqj", "clean_text": "FSCT MANAGEMENT LAUGHING TO THE BANK WITH ITS 100M PAY DAY  #GOLD #PARACHUTE  IT DISGRACEFUL IN OUR OPINION ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "It's time to stop the enormously diverging #wealth gap in #America - @BernieSanders @ewarren - as evidence by Adven… https://t.co/POHTDA7IrS", "clean_text": "IT TIME TO STOP THE ENORMOUSLY DIVERGING #WEALTH GAP IN #AMERICA  @BERNIESANDERS @EWARREN  AS EVIDENCE BY ADVEN ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "The language in the $FSCT proxy statement doesn't make it clear if the\"Preliminary Alternative Plan\" or the \"Illust… https://t.co/CNcGgq7V2q", "clean_text": "THE LANGUAGE IN THE FSCT PROXY STATEMENT DOESNT MAKE IT CLEAR IF THEPRELIMINARY ALTERNATIVE PLAN OR THE ILLUST ", "count1": 0, "count2": 3, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "When front line sales people are running for the exit door, it's probably a good indication that there ain't much t… https://t.co/o5OcmN5un9", "clean_text": "WHEN FRONT LINE SALES PEOPLE ARE RUNNING FOR THE EXIT DOOR IT PROBABLY A GOOD INDICATION THAT THERE AINT MUCH T ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Here's where it gets interesting. If you really look carefully at the Q1 2020 guidance that $FSCT was prepared (but… https://t.co/YnnM372K0v", "clean_text": "HERE WHERE IT GETS INTERESTING IF YOU REALLY LOOK CAREFULLY AT THE Q1 2020 GUIDANCE THAT FSCT WAS PREPARED BUT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200430, "Text": "This newsletter is a complete noob when it comes to stocks. We’ll see what happens. I hate to say it, but it’s like… https://t.co/h47YnjdNzV", "clean_text": "THIS NEWSLETTER IS A COMPLETE NOOB WHEN IT COMES TO STOCKS WELL SEE WHAT HAPPENS I HATE TO SAY IT BUT ITS LIKE ", "count1": 0, "count2": 0, "count3": 2, "count4": 2}, {"Name": "footnoted", "Time": 20200430, "Text": "RT @Cezary: After denying @WSJ #FOIA requests for #PPP loan data on the grounds that it's too busy to disclose the data, the SBA gives an e…", "clean_text": "RT @CEZARY AFTER DENYING @WSJ #FOIA REQUESTS FOR #PPP LOAN DATA ON THE GROUNDS THAT IT TOO BUSY TO DISCLOSE THE DATA THE SBA GIVES AN E", "count1": 0, "count2": 3, "count3": 1, "count4": 1}]