["THE", {"Name": "sprucepointcap", "Time": 20200413, "Text": "An update why $WDFC now faces a dividend cut. The policy is tied to earnings, which are now declining. Moreover, th… https://t.co/MFh2DL9cLe", "clean_text": "AN UPDATE WHY WDFC NOW FACES A DIVIDEND CUT THE POLICY IS TIED TO EARNINGS WHICH ARE NOW DECLINING MOREOVER TH ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Vita the NY Times today, insightful and up-to-date read on consumer spending. Beauty and personal care down substan… https://t.co/mN5ECSTRhe", "clean_text": "VITA THE NY TIMES TODAY INSIGHTFUL AND UPTODATE READ ON CONSUMER SPENDING BEAUTY AND PERSONAL CARE DOWN SUBSTAN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$WDFC results were bad and they DID NOT even include the #COVID19 #COVID2019 impact to the US and EMEA. We believe… https://t.co/YEGifcACwn", "clean_text": "WDFC RESULTS WERE BAD AND THEY DID NOT EVEN INCLUDE THE #COVID19 #COVID2019 IMPACT TO THE US AND EMEA WE BELIEVE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Here is the most #troubling #alarming #negative analysis and take-away from $WDFC #WD40  Q2 2020 earnings. Working… https://t.co/k4NUZRcy9z", "clean_text": "HERE IS THE MOST #TROUBLING #ALARMING #NEGATIVE ANALYSIS AND TAKEAWAY FROM WDFC #WD40  Q2 2020 EARNINGS WORKING ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Look carefully at $WDFC #WDFC 10-Q, and notice it slipped in last minute discussion with lenders about the definiti… https://t.co/qbyqZMKTYG", "clean_text": "LOOK CAREFULLY AT WDFC #WDFC 10Q AND NOTICE IT SLIPPED IN LAST MINUTE DISCUSSION WITH LENDERS ABOUT THE DEFINITI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$WDFC #WDFC acting slippery (no pun intended) and somewhat contradictory about the impact of #oil decline on margin… https://t.co/WJceF316RZ", "clean_text": "WDFC #WDFC ACTING SLIPPERY NO PUN INTENDED AND SOMEWHAT CONTRADICTORY ABOUT THE IMPACT OF #OIL DECLINE ON MARGIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "For anyone wanting to see our $WDFC updated thoughts post the terrible Q2 that management conveniently reported lat… https://t.co/cnNzwevNOX", "clean_text": "FOR ANYONE WANTING TO SEE OUR WDFC UPDATED THOUGHTS POST THE TERRIBLE Q2 THAT MANAGEMENT CONVENIENTLY REPORTED LAT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$ALGN Deferred Revenue doesn't reconcile with reported balances, maybe this is why the auditor raised the red flag… https://t.co/HYtClKRsZZ", "clean_text": "ALGN DEFERRED REVENUE DOESNT RECONCILE WITH REPORTED BALANCES MAYBE THIS IS WHY THE AUDITOR RAISED THE RED FLAG ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Hard to have faith in reported sales when subtle restatements occur and the auditor raises the red flag. Spruce Poi… https://t.co/s1TUwkrmEy", "clean_text": "HARD TO HAVE FAITH IN REPORTED SALES WHEN SUBTLE RESTATEMENTS OCCUR AND THE AUDITOR RAISES THE RED FLAG SPRUCE POI ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "If anything was learned from the #berniemadoff #madoff scandal is that investors LOVE smooth and consistent results… https://t.co/LfvIZsShSj", "clean_text": "IF ANYTHING WAS LEARNED FROM THE #BERNIEMADOFF #MADOFF SCANDAL IS THAT INVESTORS LOVE SMOOTH AND CONSISTENT RESULTS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$MPWR the world's best #semiconductor company, never disappoints, never skips a beat in any market environment https://t.co/v6FHi730yi", "clean_text": "MPWR THE WORLD BEST #SEMICONDUCTOR COMPANY NEVER DISAPPOINTS NEVER SKIPS A BEAT IN ANY MARKET ENVIRONMENT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "I know little other than the coincidence that Vitesse #Semiconductor and Sipex had bloated Days Inventory Outstandi… https://t.co/IquVTL5pjz", "clean_text": "I KNOW LITTLE OTHER THAN THE COINCIDENCE THAT VITESSE #SEMICONDUCTOR AND SIPEX HAD BLOATED DAYS INVENTORY OUTSTANDI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "@TheOneDave Here are the insights why it is down and going lower \n\nhttps://t.co/F4XGiLRjfl", "clean_text": "@THEONEDAVE HERE ARE THE INSIGHTS WHY IT IS DOWN AND GOING LOWER \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200413, "Text": "@stockwager 8-10 holdings as of late, with the top 5 representing a large chunk of the portfolio.", "clean_text": "@STOCKWAGER 810 HOLDINGS AS OF LATE WITH THE TOP 5 REPRESENTING A LARGE CHUNK OF THE PORTFOLIO", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200413, "Text": "Lee Cooperman (Omega Advisors) on @CNBC now: Thinks 2187 was the low of the cycle but doesn’t see huge upside: dema… https://t.co/C2GZx3eAy6", "clean_text": "LEE COOPERMAN OMEGA ADVISORS ON @CNBC NOW THINKS 2187 WAS THE LOW OF THE CYCLE BUT DOESNT SEE HUGE UPSIDE DEMA ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200413, "Text": "Cooperman “When I consider all the risks that are out there, I have no desire to get aggressively invested.”  Where… https://t.co/gNNVLPSx6g", "clean_text": "COOPERMAN WHEN I CONSIDER ALL THE RISKS THAT ARE OUT THERE I HAVE NO DESIRE TO GET AGGRESSIVELY INVESTED”  WHERE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200413, "Text": "… I still can’t do the math on it on one hand. Maybe after it reports a few zero revenue quarters I will finally be… https://t.co/WX6VznqyWK", "clean_text": " I STILL CANT DO THE MATH ON IT ON ONE HAND MAYBE AFTER IT REPORTS A FEW ZERO REVENUE QUARTERS I WILL FINALLY BE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200413, "Text": "@HedgeyeComm @MasaSonCap For sure. Of course he is going to do everything he can to help. I’m sure everyone at the company is supportive.", "clean_text": "@HEDGEYECOMM @MASASONCAP FOR SURE OF COURSE HE IS GOING TO DO EVERYTHING HE CAN TO HELP IM SURE EVERYONE AT THE COMPANY IS SUPPORTIVE", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "adoxen", "Time": 20200413, "Text": "@EconomPic Exactly the same on my end.", "clean_text": "@ECONOMPIC EXACTLY THE SAME ON MY END", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200413, "Text": "For more on 'zombie' companies see 'The nine lives of the modern leveraged company' in the Grant's issue dated Marc… https://t.co/CdTWAbLkTe", "clean_text": "FOR MORE ON ZOMBIE COMPANIES SEE THE NINE LIVES OF THE MODERN LEVERAGED COMPANY IN THE GRANT ISSUE DATED MARC ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200413, "Text": "@BenRabidoux And people in the US generally think that real estate transaction costs are way too high.... Look for… https://t.co/NuvTZE4cW4", "clean_text": "@BENRABIDOUX AND PEOPLE IN THE US GENERALLY THINK THAT REAL ESTATE TRANSACTION COSTS ARE WAY TOO HIGH LOOK FOR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200413, "Text": "RT @alluvialcapital: Never, ever invest in an over-levered capital-intensive business, no matter how low the EBITDA multiple or how eye-pop…", "clean_text": "RT @ALLUVIALCAPITAL NEVER EVER INVEST IN AN OVERLEVERED CAPITALINTENSIVE BUSINESS NO MATTER HOW LOW THE EBITDA MULTIPLE OR HOW EYEPOP", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200413, "Text": "RT @michpoligal: More than 1 million Michiganders have filed for unemployment, says UIA head. a quarter of the state's workforce.", "clean_text": "RT @MICHPOLIGAL MORE THAN 1 MILLION MICHIGANDERS HAVE FILED FOR UNEMPLOYMENT SAYS UIA HEAD A QUARTER OF THE STATE WORKFORCE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200413, "Text": "Today headlines... Tell me the writers aren't on crack this season.\nEither way looks like we should turn off Tiger… https://t.co/FN54eZeGkV", "clean_text": "TODAY HEADLINES TELL ME THE WRITERS ARENT ON CRACK THIS SEASON\nEITHER WAY LOOKS LIKE WE SHOULD TURN OFF TIGER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @benadida: 1/ Last night, I spent some quality time with the Apple docs on the new contact tracing protocol and APIs they and Google are…", "clean_text": "RT @BENADIDA 1 LAST NIGHT I SPENT SOME QUALITY TIME WITH THE APPLE DOCS ON THE NEW CONTACT TRACING PROTOCOL AND APIS THEY AND GOOGLE ARE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @fermatslibrary: \"You know, people think mathematics is complicated. Mathematics is the simple bit. It's the stuff we can understand. It…", "clean_text": "RT @FERMATSLIBRARY YOU KNOW PEOPLE THINK MATHEMATICS IS COMPLICATED MATHEMATICS IS THE SIMPLE BIT IT THE STUFF WE CAN UNDERSTAND IT", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @DKThomp: The next 6 months, per Morgan Stanley's head of biotech\n\nBy May: Peak in new cases nationally \nBy June: Testing capacity hits…", "clean_text": "RT @DKTHOMP THE NEXT 6 MONTHS PER MORGAN STANLEY HEAD OF BIOTECH\n\nBY MAY PEAK IN NEW CASES NATIONALLY \nBY JUNE TESTING CAPACITY HITS", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @ron_eisele: Crewmen of the airship “Graf Zeppelin” repair the hull during the flight over the Atlantic, 1934 https://t.co/MHQ1S88V6c", "clean_text": "RT @RON_EISELE CREWMEN OF THE AIRSHIP GRAF ZEPPELIN” REPAIR THE HULL DURING THE FLIGHT OVER THE ATLANTIC 1934 ", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200412, "Text": "RT @jasonintrator: Your regular reminder that the Postal Service was running a profit and would be running a profit if the Bush admin and C…", "clean_text": "RT @JASONINTRATOR YOUR REGULAR REMINDER THAT THE POSTAL SERVICE WAS RUNNING A PROFIT AND WOULD BE RUNNING A PROFIT IF THE BUSH ADMIN AND C", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200412, "Text": "RT @dailydirtnap: The average credit card balance in the United States is $11,000.\n\nWith credit card interest rates at roughly 20%, that's…", "clean_text": "RT @DAILYDIRTNAP THE AVERAGE CREDIT CARD BALANCE IN THE UNITED STATES IS 11000\n\nWITH CREDIT CARD INTEREST RATES AT ROUGHLY 20% THAT", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200412, "Text": "RT @reckless: Today marks ONE YEAR since Foxconn promised a statement or correction regarding The Verge’s report of empty buildings in Wisc…", "clean_text": "RT @RECKLESS TODAY MARKS ONE YEAR SINCE FOXCONN PROMISED A STATEMENT OR CORRECTION REGARDING THE VERGES REPORT OF EMPTY BUILDINGS IN WISC", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200412, "Text": "Amen brother. Of the myriad of dumb ideological arguments people engage in, this is the dumbest one by far IMO and… https://t.co/ZSASxmoeS4", "clean_text": "AMEN BROTHER OF THE MYRIAD OF DUMB IDEOLOGICAL ARGUMENTS PEOPLE ENGAGE IN THIS IS THE DUMBEST ONE BY FAR IMO AND ", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200411, "Text": "RT @JustinBrannan: The @NYCCouncil has a package of legislation to regulate food delivery apps squeezing New York City restaurants. \n\nIn th…", "clean_text": "RT @JUSTINBRANNAN THE @NYCCOUNCIL HAS A PACKAGE OF LEGISLATION TO REGULATE FOOD DELIVERY APPS SQUEEZING NEW YORK CITY RESTAURANTS \n\nIN TH", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200410, "Text": "My friend @Metis65 just sent me ⁦@AdamJKucharski⁩ ‘s new book, The Rules of Contagion, with this card. Hard to do b… https://t.co/E8OiC1c7f9", "clean_text": "MY FRIEND @METIS65 JUST SENT ME ⁦@ADAMJKUCHARSKI⁩ S NEW BOOK THE RULES OF CONTAGION WITH THIS CARD HARD TO DO B ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200410, "Text": "@TuttleCap The way they disclosed the details is shocking.", "clean_text": "@TUTTLECAP THE WAY THEY DISCLOSED THE DETAILS IS SHOCKING", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200410, "Text": "@HedgeyeComm Two of family members are in the same spot. One other is still working but wishes he would be furloughed.", "clean_text": "@HEDGEYECOMM TWO OF FAMILY MEMBERS ARE IN THE SAME SPOT ONE OTHER IS STILL WORKING BUT WISHES HE WOULD BE FURLOUGHED", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200410, "Text": "RT @scottcowley: Love seeing the 16-year high interest in the flowbee right now. Does anybody actually know somebody with one of these? htt…", "clean_text": "RT @SCOTTCOWLEY LOVE SEEING THE 16YEAR HIGH INTEREST IN THE FLOWBEE RIGHT NOW DOES ANYBODY ACTUALLY KNOW SOMEBODY WITH ONE OF THESE HTT", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200410, "Text": "@given2tweet @robertcshea @ndrewColburn I have a case stashed back in the city. When I run low might have to make a wine run.", "clean_text": "@GIVEN2TWEET @ROBERTCSHEA @NDREWCOLBURN I HAVE A CASE STASHED BACK IN THE CITY WHEN I RUN LOW MIGHT HAVE TO MAKE A WINE RUN", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200410, "Text": "For more on the $3 trillion industry that will supposedly save the bacon of our country's underfunded pension plans… https://t.co/oLLOkvz6tw", "clean_text": "FOR MORE ON THE 3 TRILLION INDUSTRY THAT WILL SUPPOSEDLY SAVE THE BACON OF OUR COUNTRY UNDERFUNDED PENSION PLANS ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200410, "Text": "@SouthernValue95 The dates of Form 4 for $CHTR / A/N is for the prior month. The 337.7k shares (1/8/20) were from D… https://t.co/0mrPe7MdJN", "clean_text": "@SOUTHERNVALUE95 THE DATES OF FORM 4 FOR CHTR  AN IS FOR THE PRIOR MONTH THE 3377K SHARES 1820 WERE FROM D ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We try to bring fresh insights to the investment case. After reviewing the bull view points, we observe that many s… https://t.co/QZAgfI3Et5", "clean_text": "WE TRY TO BRING FRESH INSIGHTS TO THE INVESTMENT CASE AFTER REVIEWING THE BULL VIEW POINTS WE OBSERVE THAT MANY S ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We talked to a large DSO that we estimate could be 11% of $ALGN's orthodontic case starts in the Americas. When ask… https://t.co/TJOrsZ08ud", "clean_text": "WE TALKED TO A LARGE DSO THAT WE ESTIMATE COULD BE 11% OF ALGN ORTHODONTIC CASE STARTS IN THE AMERICAS WHEN ASK ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "The #FED #FEDERALRESERVE and its funny #money cannot stop rational customers of $ALGN from realizing that its price… https://t.co/WpfyhttTJR", "clean_text": "THE #FED #FEDERALRESERVE AND ITS FUNNY #MONEY CANNOT STOP RATIONAL CUSTOMERS OF ALGN FROM REALIZING THAT ITS PRICE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We sourced term sheets from 3D printers to compare costs with $ALGN. As more customers see the stark costs savings,… https://t.co/fPS36fMFYj", "clean_text": "WE SOURCED TERM SHEETS FROM 3D PRINTERS TO COMPARE COSTS WITH ALGN AS MORE CUSTOMERS SEE THE STARK COSTS SAVINGS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "Anyone remember 2U $TWOU which we called as a big short at $90/sh. We revealed the true state of economics with doc… https://t.co/bUGsDHIOxQ", "clean_text": "ANYONE REMEMBER 2U TWOU WHICH WE CALLED AS A BIG SHORT AT 90SH WE REVEALED THE TRUE STATE OF ECONOMICS WITH DOC ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "I'm no financial genius, but my guess is that now that only real buyer of $WDFC's overvalued stock ... um the compa… https://t.co/bifHpR2DMJ", "clean_text": "IM NO FINANCIAL GENIUS BUT MY GUESS IS THAT NOW THAT ONLY REAL BUYER OF WDFC OVERVALUED STOCK  UM THE COMPA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200409, "Text": "The reason why it’s called critical function is because we have a critical requirement by senior-ups to provide a p… https://t.co/qBbgTgltrV", "clean_text": "THE REASON WHY ITS CALLED CRITICAL FUNCTION IS BECAUSE WE HAVE A CRITICAL REQUIREMENT BY SENIORUPS TO PROVIDE A P ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200409, "Text": "The New York Times wants you to vote for Biden’s cabinet.  Oh my.", "clean_text": "THE NEW YORK TIMES WANTS YOU TO VOTE FOR BIDENS CABINET  OH MY", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200409, "Text": "“A successful near-term retest of the March lows” was such a consensus opinion no wonder we got a big, rapid rally… https://t.co/ptRb9vCttL", "clean_text": "A SUCCESSFUL NEARTERM RETEST OF THE MARCH LOWS” WAS SUCH A CONSENSUS OPINION NO WONDER WE GOT A BIG RAPID RALLY ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200409, "Text": "Sure glad I closed out all my equity shorts below 19,000 on the DJIA.  Equally glad I put a few back on the last co… https://t.co/5lTlKWzTPG", "clean_text": "SURE GLAD I CLOSED OUT ALL MY EQUITY SHORTS BELOW 19000 ON THE DJIA  EQUALLY GLAD I PUT A FEW BACK ON THE LAST CO ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200409, "Text": "RT @SecPompeo: During tough times, real friends stick together. The U.S. is thankful to #Taiwan for donating 2 million face masks to suppor…", "clean_text": "RT @SECPOMPEO DURING TOUGH TIMES REAL FRIENDS STICK TOGETHER THE US IS THANKFUL TO #TAIWAN FOR DONATING 2 MILLION FACE MASKS TO SUPPOR", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "GrantsPub", "Time": 20200409, "Text": "For more on the 100%-state-owned pride and joy of the country immediately to our south, see the Grant's issue dated… https://t.co/uy0YSZf5dA", "clean_text": "FOR MORE ON THE 100%STATEOWNED PRIDE AND JOY OF THE COUNTRY IMMEDIATELY TO OUR SOUTH SEE THE GRANT ISSUE DATED ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200409, "Text": "Some added context, good info for both critics &amp; S/H of $DIS. The “we have 50m subs” is fortuitous timing given Ind… https://t.co/Qeyc0fwNQd", "clean_text": "SOME ADDED CONTEXT GOOD INFO FOR BOTH CRITICS AMP SH OF DIS THE WE HAVE 50M SUBS” IS FORTUITOUS TIMING GIVEN IND ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200409, "Text": "The risk I struggle with...\n\nNo amount of FED support will fix a situation *IF* the economy has permanently changed… https://t.co/g4R135FNVj", "clean_text": "THE RISK I STRUGGLE WITH\n\nNO AMOUNT OF FED SUPPORT WILL FIX A SITUATION *IF* THE ECONOMY HAS PERMANENTLY CHANGED ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200409, "Text": "Investors ignoring this like its already discounted. \n\nIt's \"possible\" the economy opens back up in two months.\n\nTh… https://t.co/hrBQ7Ezf36", "clean_text": "INVESTORS IGNORING THIS LIKE ITS ALREADY DISCOUNTED \n\nIT POSSIBLE THE ECONOMY OPENS BACK UP IN TWO MONTHS\n\nTH ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200409, "Text": "@mr_skilling #4 ... so much opportunity cost over the years in not learning this sooner", "clean_text": "@MR_SKILLING #4  SO MUCH OPPORTUNITY COST OVER THE YEARS IN NOT LEARNING THIS SOONER", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200409, "Text": "@EventDrivenMgr Yeah... how does this work in the case that I have a put option? I honestly don’t know the technica… https://t.co/V4PsbUMUts", "clean_text": "@EVENTDRIVENMGR YEAH HOW DOES THIS WORK IN THE CASE THAT I HAVE A PUT OPTION I HONESTLY DONT KNOW THE TECHNICA ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200408, "Text": "@glenntongue @HotlantaCapital @ArtkoCapital A case study, not \"the big case study.\" It is there to illuminate the p… https://t.co/YHNQGMe8wV", "clean_text": "@GLENNTONGUE @HOTLANTACAPITAL @ARTKOCAPITAL A CASE STUDY NOT THE BIG CASE STUDY IT IS THERE TO ILLUMINATE THE P ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200408, "Text": "Howard Marks (Oaktree Capital) has written a ton of letters over the past month, so if you missed it, here’s the mo… https://t.co/N1dqm3ktaR", "clean_text": "HOWARD MARKS OAKTREE CAPITAL HAS WRITTEN A TON OF LETTERS OVER THE PAST MONTH SO IF YOU MISSED IT HERES THE MO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200408, "Text": "RT @darrenrovell: Wimbledon reportedly paid $2 million a year for pandemic insurance for the last 17 years \n\n(Total: $34 Million)\n\nFor this…", "clean_text": "RT @DARRENROVELL WIMBLEDON REPORTEDLY PAID 2 MILLION A YEAR FOR PANDEMIC INSURANCE FOR THE LAST 17 YEARS \n\nTOTAL 34 MILLION\n\nFOR THIS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @SecPompeo: We'll continue to focus on keeping critical medical items in the U.S. until demand is met here, but we're also providing gen…", "clean_text": "RT @SECPOMPEO WELL CONTINUE TO FOCUS ON KEEPING CRITICAL MEDICAL ITEMS IN THE US UNTIL DEMAND IS MET HERE BUT WERE ALSO PROVIDING GEN", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @SecPompeo: No amount of disinformation from Assad’s enablers in Russia and Iran can hide the fact that the Syrian regime is responsible…", "clean_text": "RT @SECPOMPEO NO AMOUNT OF DISINFORMATION FROM ASSADS ENABLERS IN RUSSIA AND IRAN CAN HIDE THE FACT THAT THE SYRIAN REGIME IS RESPONSIBLE", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @USAmbUN: #UNSC #VTC: With armed conflict in #Libya claiming more lives &amp; undermining response to #coronavirus, the United States calls…", "clean_text": "RT @USAMBUN #UNSC #VTC WITH ARMED CONFLICT IN #LIBYA CLAIMING MORE LIVES AMP UNDERMINING RESPONSE TO #CORONAVIRUS THE UNITED STATES CALLS", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @statedeptspox: The Organization for the Prohibition of Chemical Weapons released a report attributing 3 specific instances of #chemical…", "clean_text": "RT @STATEDEPTSPOX THE ORGANIZATION FOR THE PROHIBITION OF CHEMICAL WEAPONS RELEASED A REPORT ATTRIBUTING 3 SPECIFIC INSTANCES OF #CHEMICAL", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @statedeptspox: America has a long history of generosity and we remain the world’s leading humanitarians. As @SecPompeo said: Viruses do…", "clean_text": "RT @STATEDEPTSPOX AMERICA HAS A LONG HISTORY OF GENEROSITY AND WE REMAIN THE WORLDS LEADING HUMANITARIANS AS @SECPOMPEO SAID VIRUSES DO", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200408, "Text": "RT @lisaabramowicz1: Hedge funds that traditionally focus on distressed assets are among buyers of the recent record spurt of U.S. investme…", "clean_text": "RT @LISAABRAMOWICZ1 HEDGE FUNDS THAT TRADITIONALLY FOCUS ON DISTRESSED ASSETS ARE AMONG BUYERS OF THE RECENT RECORD SPURT OF US INVESTME", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200408, "Text": "@natstewart5 @PythiaR I can see both sides.\n\nProduct is just about the least expensive streaming product + high qua… https://t.co/MWvXiv7Q3s", "clean_text": "@NATSTEWART5 @PYTHIAR I CAN SEE BOTH SIDES\n\nPRODUCT IS JUST ABOUT THE LEAST EXPENSIVE STREAMING PRODUCT HIGH QUA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200408, "Text": "Will try to get one out in the next 4-6 weeks. Have an old one on my site (see my profile —&gt; sample posts). Not sur… https://t.co/1VvKXNJiCD", "clean_text": "WILL TRY TO GET ONE OUT IN THE NEXT 46 WEEKS HAVE AN OLD ONE ON MY SITE SEE MY PROFILE —GT SAMPLE POSTS NOT SUR ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "I'll bite. The first statement may be factually correct, but I disagree with this take.\n\nHalf of Google's fortress… https://t.co/H8vFbXdgRi", "clean_text": "ILL BITE THE FIRST STATEMENT MAY BE FACTUALLY CORRECT BUT I DISAGREE WITH THIS TAKE\n\nHALF OF GOOGLE FORTRESS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "The worst deal has been Motorola, which they bought for $12B, but even that wasn't as bad as ppl make it.\n\nLet's br… https://t.co/dqjvviFkH1", "clean_text": "THE WORST DEAL HAS BEEN MOTOROLA WHICH THEY BOUGHT FOR 12B BUT EVEN THAT WASNT AS BAD AS PPL MAKE IT\n\nLET BR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "So net net, they paid about $2B and kept all the patents. What are those worth? I have no idea but consensus at the… https://t.co/Iiq1BImTOj", "clean_text": "SO NET NET THEY PAID ABOUT 2B AND KEPT ALL THE PATENTS WHAT ARE THOSE WORTH I HAVE NO IDEA BUT CONSENSUS AT THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "@PythiaR I'm not saying there are a lot more DoubleClicks in the bag, just saying the capital allocation track reco… https://t.co/McCvSJygPl", "clean_text": "@PYTHIAR IM NOT SAYING THERE ARE A LOT MORE DOUBLECLICKS IN THE BAG JUST SAYING THE CAPITAL ALLOCATION TRACK RECO ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "The \"secular\" trend that's accelerating the most as a result of coronavirus is wealth disparity.", "clean_text": "THE SECULAR TREND THAT ACCELERATING THE MOST AS A RESULT OF CORONAVIRUS IS WEALTH DISPARITY", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200408, "Text": "RT @tconnellyRTE: NEW: There is \"no indication\" that peak of the coronavirus epidemic in Europe has been reached, according to the latest \"…", "clean_text": "RT @TCONNELLYRTE NEW THERE IS NO INDICATION THAT PEAK OF THE CORONAVIRUS EPIDEMIC IN EUROPE HAS BEEN REACHED ACCORDING TO THE LATEST ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200408, "Text": "PAA Research Report: CM/RY: Should the “Big 6” Canadian Banks Raise Capital Right Now?  https://t.co/IPcisyvWVd", "clean_text": "PAA RESEARCH REPORT CMRY SHOULD THE BIG 6” CANADIAN BANKS RAISE CAPITAL RIGHT NOW  ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200408, "Text": "Could have sworn $TSLA was bragging about all the billions on their balance sheet just weeks ago. Maybe, just maybe… https://t.co/HMfUvlkFCp", "clean_text": "COULD HAVE SWORN TSLA WAS BRAGGING ABOUT ALL THE BILLIONS ON THEIR BALANCE SHEET JUST WEEKS AGO MAYBE JUST MAYBE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200408, "Text": "Is this Michael Burry stuff real? Is it really him? \nOh my... How many more plot twists can the writers fit into 1 season?", "clean_text": "IS THIS MICHAEL BURRY STUFF REAL IS IT REALLY HIM \nOH MY HOW MANY MORE PLOT TWISTS CAN THE WRITERS FIT INTO 1 SEASON", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200407, "Text": "I believe anyone writing a newsletter should seek to recoup its cost at most and be willing to perform the work as… https://t.co/4QPRDW4wZN", "clean_text": "I BELIEVE ANYONE WRITING A NEWSLETTER SHOULD SEEK TO RECOUP ITS COST AT MOST AND BE WILLING TO PERFORM THE WORK AS ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "footnoted", "Time": 20200407, "Text": "@BrianLehrer @ByJessicaGould @AGZimmerman Think the teachers and principal Michelle at our school (PS 527) in Manha… https://t.co/9Xw9EMaoNt", "clean_text": "@BRIANLEHRER @BYJESSICAGOULD @AGZIMMERMAN THINK THE TEACHERS AND PRINCIPAL MICHELLE AT OUR SCHOOL PS 527 IN MANHA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @usmissiongeneva: On #WorldHealthDay, we applaud the #HealthcareHeroes fighting against #COVID19. As @POTUS said, “Our warriors in this…", "clean_text": "RT @USMISSIONGENEVA ON #WORLDHEALTHDAY WE APPLAUD THE #HEALTHCAREHEROES FIGHTING AGAINST #COVID19 AS @POTUS SAID OUR WARRIORS IN THIS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @USUNRomeAmb: Whether you're in a medical clinic in the Sahel of Africa, in a lab discovering new cures or on the front lines of the #CO…", "clean_text": "RT @USUNROMEAMB WHETHER YOURE IN A MEDICAL CLINIC IN THE SAHEL OF AFRICA IN A LAB DISCOVERING NEW CURES OR ON THE FRONT LINES OF THE #CO", "count1": 3, "count2": 2, "count3": 0, "count4": 3}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @realDonaldTrump: The W.H.O. really blew it. For some reason, funded largely by the United States, yet very China centric. We will be gi…", "clean_text": "RT @REALDONALDTRUMP THE WHO REALLY BLEW IT FOR SOME REASON FUNDED LARGELY BY THE UNITED STATES YET VERY CHINA CENTRIC WE WILL BE GI", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200407, "Text": "$GOOG it is. If you own it/ don’t own it/ are short, what are your most concerned about the business (cannot say “v… https://t.co/h1aizCafjO", "clean_text": "GOOG IT IS IF YOU OWN IT DONT OWN IT ARE SHORT WHAT ARE YOUR MOST CONCERNED ABOUT THE BUSINESS CANNOT SAY V ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200407, "Text": "The stuff they are trimming in size is the same stuff I’m increasing in size. This is what makes a market. https://t.co/E3uoCzQVMw", "clean_text": "THE STUFF THEY ARE TRIMMING IN SIZE IS THE SAME STUFF IM INCREASING IN SIZE THIS IS WHAT MAKES A MARKET ", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FatTailCapital", "Time": 20200407, "Text": "The Big Tiger.\n\nI am so sorry. https://t.co/SvgCucyHfn", "clean_text": "THE BIG TIGER\n\nI AM SO SORRY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200407, "Text": "@JeffMacke It will be highly dissappointing if the fighters don't come out dressed as Roper, Williams, Lee, Bolo et… https://t.co/w3lXnwqz8h", "clean_text": "@JEFFMACKE IT WILL BE HIGHLY DISSAPPOINTING IF THE FIGHTERS DONT COME OUT DRESSED AS ROPER WILLIAMS LEE BOLO ET ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200407, "Text": "@normal_FL_guy @joshtpm @GovPritzker Yep. Taxpayers are effectively paying twice for the PPE since the Fed buys it… https://t.co/ohCa4m77uz", "clean_text": "@NORMAL_FL_GUY @JOSHTPM @GOVPRITZKER YEP TAXPAYERS ARE EFFECTIVELY PAYING TWICE FOR THE PPE SINCE THE FED BUYS IT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200407, "Text": "RT @nycsouthpaw: People are dying at home in NYC at something like 8-10x the pre-pandemic rate, per OCME. If they haven’t been tested for C…", "clean_text": "RT @NYCSOUTHPAW PEOPLE ARE DYING AT HOME IN NYC AT SOMETHING LIKE 810X THE PREPANDEMIC RATE PER OCME IF THEY HAVENT BEEN TESTED FOR C", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200406, "Text": "@deanjens yes exactly the natural context is the dumb jokes not like textbook technical usage", "clean_text": "@DEANJENS YES EXACTLY THE NATURAL CONTEXT IS THE DUMB JOKES NOT LIKE TEXTBOOK TECHNICAL USAGE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200406, "Text": "RT @SuperMugatu: This is the hand. \n\nFlop: is the curve flattening?\n\nTurn: does the virus go away? second wave? can we fully re open and wh…", "clean_text": "RT @SUPERMUGATU THIS IS THE HAND \n\nFLOP IS THE CURVE FLATTENING\n\nTURN DOES THE VIRUS GO AWAY SECOND WAVE CAN WE FULLY RE OPEN AND WH", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200406, "Text": "RT @QTRResearch: The Public Investment Fund of Saudi Arabia reported a 8.2% stake in Carnival Corp. (NYSE: CCL), according to a just-releas…", "clean_text": "RT @QTRRESEARCH THE PUBLIC INVESTMENT FUND OF SAUDI ARABIA REPORTED A 82% STAKE IN CARNIVAL CORP NYSE CCL ACCORDING TO A JUSTRELEAS", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200406, "Text": "RT @carlquintanilla: DIMON: \"The current pandemic is only one example of the bad planning and management that have hurt our country. .. The…", "clean_text": "RT @CARLQUINTANILLA DIMON THE CURRENT PANDEMIC IS ONLY ONE EXAMPLE OF THE BAD PLANNING AND MANAGEMENT THAT HAVE HURT OUR COUNTRY  THE", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @SecPompeo: U.S. companies are stepping up to help people in the most dire of circumstances as the world comes together to fight the #CO…", "clean_text": "RT @SECPOMPEO US COMPANIES ARE STEPPING UP TO HELP PEOPLE IN THE MOST DIRE OF CIRCUMSTANCES AS THE WORLD COMES TOGETHER TO FIGHT THE #CO", "count1": 3, "count2": 1, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @SecPompeo: These milestones are not just numbers. They are the feet of thousands of U.S. citizens making their way back to their homes…", "clean_text": "RT @SECPOMPEO THESE MILESTONES ARE NOT JUST NUMBERS THEY ARE THE FEET OF THOUSANDS OF US CITIZENS MAKING THEIR WAY BACK TO THEIR HOMES", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @USAmbUN: A new @UN inquiry backs what we’ve long known: the #Assad regime &amp; its allies Russia &amp; Iran launched attacks destroying hospit…", "clean_text": "RT @USAMBUN A NEW @UN INQUIRY BACKS WHAT WEVE LONG KNOWN THE #ASSAD REGIME AMP ITS ALLIES RUSSIA AMP IRAN LAUNCHED ATTACKS DESTROYING HOSPIT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @USAmbUN: On this #InternationalDayOfSportForDevelopmentAndPeace, when sports stadiums around the world are silent, we can all recall me…", "clean_text": "RT @USAMBUN ON THIS #INTERNATIONALDAYOFSPORTFORDEVELOPMENTANDPEACE WHEN SPORTS STADIUMS AROUND THE WORLD ARE SILENT WE CAN ALL RECALL ME", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @USAmbUN: Here is mine: I had the joy of playing basketball with local children in #SouthSudan where I witnessed first hand the power th…", "clean_text": "RT @USAMBUN HERE IS MINE I HAD THE JOY OF PLAYING BASKETBALL WITH LOCAL CHILDREN IN #SOUTHSUDAN WHERE I WITNESSED FIRST HAND THE POWER TH", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200406, "Text": "DOJ settlement another positive development for @MiMedx as it puts the VA investigation behind it. Further  clears… https://t.co/GMZPo2LJX9", "clean_text": "DOJ SETTLEMENT ANOTHER POSITIVE DEVELOPMENT FOR @MIMEDX AS IT PUTS THE VA INVESTIGATION BEHIND IT FURTHER  CLEARS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200406, "Text": "One of the best podcasts I’ve listened to in a while. Really enjoyed the conversation https://t.co/U5rZLin1P5", "clean_text": "ONE OF THE BEST PODCASTS IVE LISTENED TO IN A WHILE REALLY ENJOYED THE CONVERSATION ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200406, "Text": "RT @scuttleblurb: @BluthCapital @AndrewRangeley yes, agree, can't stand that spammy shit.  but imo the work that i, @Find_Me_Value @AndrewR…", "clean_text": "RT @SCUTTLEBLURB @BLUTHCAPITAL @ANDREWRANGELEY YES AGREE CANT STAND THAT SPAMMY SHIT  BUT IMO THE WORK THAT I @FIND_ME_VALUE @ANDREWR", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200406, "Text": "@nachkari Did we solve the pandemic? did I miss the headline?", "clean_text": "@NACHKARI DID WE SOLVE THE PANDEMIC DID I MISS THE HEADLINE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200406, "Text": "Economist: \"We're facing a possible depression due to this pandemic\"\nMe: \"Wow the market must be getting smoked!\"… https://t.co/hX5f4ld5cg", "clean_text": "ECONOMIST WERE FACING A POSSIBLE DEPRESSION DUE TO THIS PANDEMIC\nME WOW THE MARKET MUST BE GETTING SMOKED ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200406, "Text": "RT @ShimonPro: One emergency room. 40 minutes. Six patients went into cardiac arrest. Four died before they made it out of the ER. \n\nWatch…", "clean_text": "RT @SHIMONPRO ONE EMERGENCY ROOM 40 MINUTES SIX PATIENTS WENT INTO CARDIAC ARREST FOUR DIED BEFORE THEY MADE IT OUT OF THE ER \n\nWATCH", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200406, "Text": "@AlderLaneeggs Unfortunately as predictable as the sun rising in the east and setting in the west. So called champi… https://t.co/8l89oWL8oP", "clean_text": "@ALDERLANEEGGS UNFORTUNATELY AS PREDICTABLE AS THE SUN RISING IN THE EAST AND SETTING IN THE WEST SO CALLED CHAMPI ", "count1": 3, "count2": 0, "count3": 0, "count4": 2}, {"Name": "activiststocks", "Time": 20200405, "Text": "RT @morganhousel: Spoke with the CEO of a small company who said \"anyone who thinks you can just flip a switch and restart a business after…", "clean_text": "RT @MORGANHOUSEL SPOKE WITH THE CEO OF A SMALL COMPANY WHO SAID ANYONE WHO THINKS YOU CAN JUST FLIP A SWITCH AND RESTART A BUSINESS AFTER", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20200405, "Text": "RT @GothamResearch: @GothamResearch OPINIONS\n\n(2) AR4 may face similar scrutiny as Philip Green did in the UK, who was accused of systemati…", "clean_text": "RT @GOTHAMRESEARCH @GOTHAMRESEARCH OPINIONS\n\n2 AR4 MAY FACE SIMILAR SCRUTINY AS PHILIP GREEN DID IN THE UK WHO WAS ACCUSED OF SYSTEMATI", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200405, "Text": "Best decision I’ve made during quarantine is re watching The League.\n\nThe funniest show ever made with the best cha… https://t.co/VNrg9LRsaX", "clean_text": "BEST DECISION IVE MADE DURING QUARANTINE IS RE WATCHING THE LEAGUE\n\nTHE FUNNIEST SHOW EVER MADE WITH THE BEST CHA ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200404, "Text": "RT @sfiscience: \"If you look at science over the last 50 years ask, what are the drivers of progress?, it's the ability of computers to sim…", "clean_text": "RT @SFISCIENCE IF YOU LOOK AT SCIENCE OVER THE LAST 50 YEARS ASK WHAT ARE THE DRIVERS OF PROGRESS IT THE ABILITY OF COMPUTERS TO SIM", "count1": 3, "count2": 2, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200404, "Text": "I'm not sure it was Warren or Todd/Ted who sold DAL/LUV, but I do think one of the most underrated qualities of WEB… https://t.co/0DKXTVJh45", "clean_text": "IM NOT SURE IT WAS WARREN OR TODDTED WHO SOLD DALLUV BUT I DO THINK ONE OF THE MOST UNDERRATED QUALITIES OF WEB ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200404, "Text": "Almost Daily Grant's 4/3: Where the rubber meets the road     https://t.co/2SGk5XqIiq https://t.co/7AiYHcBZxH", "clean_text": "ALMOST DAILY GRANT 43 WHERE THE RUBBER MEETS THE ROAD ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200404, "Text": "*NEW DECK*\nThe Walt Disney Company ( $DIS ) - 185 pg\n\nI welcome any feedback / conversation… https://t.co/jIwwq8Rj7s", "clean_text": "*NEW DECK*\nTHE WALT DISNEY COMPANY  DIS 185 PG\n\nI WELCOME ANY FEEDBACK  CONVERSATION ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200404, "Text": "RT @TESLAcharts: Ok Elon. Show me on the doll where the competition touched you. $TSLA https://t.co/RHA3v4X4j1", "clean_text": "RT @TESLACHARTS OK ELON SHOW ME ON THE DOLL WHERE THE COMPETITION TOUCHED YOU TSLA ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200404, "Text": "RT @kmbar: @NetflixIsAJoke This trailer has convinced me that y’all just making movies for the hell of it... who green lit this project?", "clean_text": "RT @KMBAR @NETFLIXISAJOKE THIS TRAILER HAS CONVINCED ME THAT YALL JUST MAKING MOVIES FOR THE HELL OF IT WHO GREEN LIT THIS PROJECT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200404, "Text": "@maluna_cap I dislike CPRT and have been wrong the entire time.  I will continue to dislike it for the same reasons… https://t.co/RLzDL9AkPb", "clean_text": "@MALUNA_CAP I DISLIKE CPRT AND HAVE BEEN WRONG THE ENTIRE TIME  I WILL CONTINUE TO DISLIKE IT FOR THE SAME REASONS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200404, "Text": "@EventDrivenMgr Get the fuck out of here lmfao... doctors MAYBE.", "clean_text": "@EVENTDRIVENMGR GET THE FUCK OUT OF HERE LMFAO DOCTORS MAYBE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200404, "Text": "@maluna_cap There’s always that stuff too, but mostly it was diligence pointing to the fact that half the market wo… https://t.co/0ZMz6KZrbT", "clean_text": "@MALUNA_CAP THERES ALWAYS THAT STUFF TOO BUT MOSTLY IT WAS DILIGENCE POINTING TO THE FACT THAT HALF THE MARKET WO ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200404, "Text": "@maluna_cap I figured at some point the growth would have to slow and the multiple would have to come down... but m… https://t.co/qjWcLxHaPs", "clean_text": "@MALUNA_CAP I FIGURED AT SOME POINT THE GROWTH WOULD HAVE TO SLOW AND THE MULTIPLE WOULD HAVE TO COME DOWN BUT M ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200404, "Text": "RT @sandykory: Are there other industrialized nations where \"listening to science\" has become such a partisan issue?\n\nPerhaps the US can un…", "clean_text": "RT @SANDYKORY ARE THERE OTHER INDUSTRIALIZED NATIONS WHERE LISTENING TO SCIENCE HAS BECOME SUCH A PARTISAN ISSUE\n\nPERHAPS THE US CAN UN", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200403, "Text": "RT @RolyTonks: @lkirchner @BGrueskin A friend of mine wrote this on Facebook: \"I swear to God, if I die in the Javits Center, it'll be the…", "clean_text": "RT @ROLYTONKS @LKIRCHNER @BGRUESKIN A FRIEND OF MINE WROTE THIS ON FACEBOOK I SWEAR TO GOD IF I DIE IN THE JAVITS CENTER ITLL BE THE", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200403, "Text": "This newsletter is the fall guy in any crisis.   https://t.co/fBleOrCrjI", "clean_text": "THIS NEWSLETTER IS THE FALL GUY IN ANY CRISIS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200403, "Text": "@AndrewRangeley Tenants kind of hold all the cards in this scenario. All outcomes s/t neg for CRE: miss/reduce paym… https://t.co/oCKp6qVEuu", "clean_text": "@ANDREWRANGELEY TENANTS KIND OF HOLD ALL THE CARDS IN THIS SCENARIO ALL OUTCOMES ST NEG FOR CRE MISSREDUCE PAYM ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200403, "Text": "Still basically ‘max short’ $TSLA (prev covered some when it hit 5% max position size). “I don’t think the market i… https://t.co/DnFPiL7N0S", "clean_text": "STILL BASICALLY MAX SHORT TSLA PREV COVERED SOME WHEN IT HIT 5% MAX POSITION SIZE I DONT THINK THE MARKET I ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200403, "Text": "RT @usunvie: Vital equipment to speed up #COVIDー19 testing is now on its way to 40+ countries around the world. The 🇺🇸 is proud to support…", "clean_text": "RT @USUNVIE VITAL EQUIPMENT TO SPEED UP #COVIDー19 TESTING IS NOW ON ITS WAY TO 40+ COUNTRIES AROUND THE WORLD THE IS PROUD TO SUPPORT", "count1": 2, "count2": 0, "count3": 3, "count4": 0}, {"Name": "State_IO", "Time": 20200403, "Text": "RT @USUNRome: .@WFP has sent #COVID19 aid to 74 countries so far, including 1.4 million units of #PPE. The #USA is by far the most generous…", "clean_text": "RT @USUNROME @WFP HAS SENT #COVID19 AID TO 74 COUNTRIES SO FAR INCLUDING 14 MILLION UNITS OF #PPE THE #USA IS BY FAR THE MOST GENEROUS", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200403, "Text": "RT @AdamHSays: Grab the closest book to you, turn to page 47, and post the fourth sentence. Don't mention the title.", "clean_text": "RT @ADAMHSAYS GRAB THE CLOSEST BOOK TO YOU TURN TO PAGE 47 AND POST THE FOURTH SENTENCE DONT MENTION THE TITLE", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200403, "Text": "Guy on CNBC: “the so-called Darlings of the stock market.”        \n\n...does he know?  $DAR", "clean_text": "GUY ON CNBC THE SOCALLED DARLINGS OF THE STOCK MARKET” \n\nDOES HE KNOW  DAR", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200403, "Text": "PAA Research Report: AYI:  What’s the Cost of a Digital Transformation? For Shareholders, It Could Be a Lot; Our Re… https://t.co/p8IQT47JQ6", "clean_text": "PAA RESEARCH REPORT AYI  WHATS THE COST OF A DIGITAL TRANSFORMATION FOR SHAREHOLDERS IT COULD BE A LOT OUR RE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200402, "Text": "I am pretty much indifferent on stocks between 19,000 and 22,000 on the DJIA, because that gap is really just the b… https://t.co/EW4lpjIJmg", "clean_text": "I AM PRETTY MUCH INDIFFERENT ON STOCKS BETWEEN 19000 AND 22000 ON THE DJIA BECAUSE THAT GAP IS REALLY JUST THE B ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200402, "Text": "RT @StateDept: .@SecPompeo: The United States has been and will always continue to be the world’s largest humanitarian assistance provider.…", "clean_text": "RT @STATEDEPT @SECPOMPEO THE UNITED STATES HAS BEEN AND WILL ALWAYS CONTINUE TO BE THE WORLDS LARGEST HUMANITARIAN ASSISTANCE PROVIDER", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200402, "Text": "Read the free Grant's credit primer, backstory to the panic of 2020. \n\nhttps://t.co/h61aTshvRh https://t.co/ulvgLfEn2H", "clean_text": "READ THE FREE GRANT CREDIT PRIMER BACKSTORY TO THE PANIC OF 2020 ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GothamResearch", "Time": 20200402, "Text": "Sorry to disappoint, but we are not long a “squeeze the shorts” play... if you disagree, feel free to short the sha… https://t.co/uwJ1jrAUWD", "clean_text": "SORRY TO DISAPPOINT BUT WE ARE NOT LONG A SQUEEZE THE SHORTS” PLAY IF YOU DISAGREE FEEL FREE TO SHORT THE SHA ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200402, "Text": "Congrats to everyone on Fintwit who bought physical oil and stored it on a supertanker in the last week. Bravo. 🥂", "clean_text": "CONGRATS TO EVERYONE ON FINTWIT WHO BOUGHT PHYSICAL OIL AND STORED IT ON A SUPERTANKER IN THE LAST WEEK BRAVO 🥂", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200402, "Text": "It will invite the wrath of FB in Zoom's core market but Mark's already tried to go after enterprise communications and failed.", "clean_text": "IT WILL INVITE THE WRATH OF FB IN ZOOM CORE MARKET BUT MARK ALREADY TRIED TO GO AFTER ENTERPRISE COMMUNICATIONS AND FAILED", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200402, "Text": "the 6.6M claims number is staggering but if chatter becomes true that we all stay home until July then this is just… https://t.co/zAN6jcu5Cu", "clean_text": "THE 66M CLAIMS NUMBER IS STAGGERING BUT IF CHATTER BECOMES TRUE THAT WE ALL STAY HOME UNTIL JULY THEN THIS IS JUST ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200402, "Text": "RT @russ1mitchell: 1. The head of Resmed medical device maker appeared on Cramer today and said the 1000 machines Musk said he would be don…", "clean_text": "RT @RUSS1MITCHELL 1 THE HEAD OF RESMED MEDICAL DEVICE MAKER APPEARED ON CRAMER TODAY AND SAID THE 1000 MACHINES MUSK SAID HE WOULD BE DON", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200402, "Text": "Arguably the most qualified opinion thus far.  #Shasheemee https://t.co/998h6fCLVt", "clean_text": "ARGUABLY THE MOST QUALIFIED OPINION THUS FAR  #SHASHEEMEE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200402, "Text": "RT @kylegriffin1: Pence dodges a question from Fox on how Americans can get insurance during the coronavirus pandemic. After Pence finishes…", "clean_text": "RT @KYLEGRIFFIN1 PENCE DODGES A QUESTION FROM FOX ON HOW AMERICANS CAN GET INSURANCE DURING THE CORONAVIRUS PANDEMIC AFTER PENCE FINISHES", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200402, "Text": "I have no idea how the media will treat this $LK disaster, but the headline really should be PRAISE for… https://t.co/91FPZxve7L", "clean_text": "I HAVE NO IDEA HOW THE MEDIA WILL TREAT THIS LK DISASTER BUT THE HEADLINE REALLY SHOULD BE PRAISE FOR ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200402, "Text": "@BenRabidoux @ONThealth Must have lost the feed from Statcan...", "clean_text": "@BENRABIDOUX @ONTHEALTH MUST HAVE LOST THE FEED FROM STATCAN", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200401, "Text": "RT @usmissiongeneva: The U.S. is by far the most generous and reliable contributor to crisis response and humanitarian action through the @…", "clean_text": "RT @USMISSIONGENEVA THE US IS BY FAR THE MOST GENEROUS AND RELIABLE CONTRIBUTOR TO CRISIS RESPONSE AND HUMANITARIAN ACTION THROUGH THE @", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200401, "Text": "New Grant's Podcast:  The Grice Man cometh\n@dylangrice https://t.co/Om98BeYfE2", "clean_text": "NEW GRANT PODCAST  THE GRICE MAN COMETH\n@DYLANGRICE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200401, "Text": "The sell side soon....\n\n\"Company XYZ offers compelling value on a COVID-19 adjusted EBITDA multiple\"", "clean_text": "THE SELL SIDE SOON\n\nCOMPANY XYZ OFFERS COMPELLING VALUE ON A COVID19 ADJUSTED EBITDA MULTIPLE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200401, "Text": "He's fucking 89 years old and there's a global pandemic that is killing old people. \n\nThe dude is probably more wor… https://t.co/gGFBGk3fxa", "clean_text": "HE FUCKING 89 YEARS OLD AND THERE A GLOBAL PANDEMIC THAT IS KILLING OLD PEOPLE \n\nTHE DUDE IS PROBABLY MORE WOR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200401, "Text": "Let’s talk about the things that matter. https://t.co/0HkCVePDil", "clean_text": "LETS TALK ABOUT THE THINGS THAT MATTER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200401, "Text": "@WaltHudson @SuperMugatu Would be worse than coronavirus: The Crappening™️", "clean_text": "@WALTHUDSON @SUPERMUGATU WOULD BE WORSE THAN CORONAVIRUS THE CRAPPENING™️", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200401, "Text": "RT @ShimonPro: Today represents the deadliest day to date by CNN count of coronavirus deaths. The current total of 4669 death represents an…", "clean_text": "RT @SHIMONPRO TODAY REPRESENTS THE DEADLIEST DAY TO DATE BY CNN COUNT OF CORONAVIRUS DEATHS THE CURRENT TOTAL OF 4669 DEATH REPRESENTS AN", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200401, "Text": "RT @nycsouthpaw: This idea is like the efficient markets hypothesis of disease management. It pops up somewhere, fails miserably while caus…", "clean_text": "RT @NYCSOUTHPAW THIS IDEA IS LIKE THE EFFICIENT MARKETS HYPOTHESIS OF DISEASE MANAGEMENT IT POPS UP SOMEWHERE FAILS MISERABLY WHILE CAUS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200331, "Text": "RT @sfiscience: Our new essay series Transmission offers an array of #complexsystems insights on the #COVID19 pandemic: why systems collaps…", "clean_text": "RT @SFISCIENCE OUR NEW ESSAY SERIES TRANSMISSION OFFERS AN ARRAY OF #COMPLEXSYSTEMS INSIGHTS ON THE #COVID19 PANDEMIC WHY SYSTEMS COLLAPS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200331, "Text": "This is the best run this newsletter has ever had. You'll have to drag me out of there. https://t.co/BZByyWWW5P", "clean_text": "THIS IS THE BEST RUN THIS NEWSLETTER HAS EVER HAD YOULL HAVE TO DRAG ME OUT OF THERE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200331, "Text": "\"Cohen also wrote that his $16 billion firm’s returns are “essentially flat for the year,” a result that “speaks to… https://t.co/pMOFRtvd9t", "clean_text": "COHEN ALSO WROTE THAT HIS 16 BILLION FIRMS RETURNS ARE ESSENTIALLY FLAT FOR THE YEAR” A RESULT THAT SPEAKS TO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200331, "Text": "RT @StateDept: Live now! Watch @SecPompeo deliver remarks to the media. https://t.co/qlj02c6MFR", "clean_text": "RT @STATEDEPT LIVE NOW WATCH @SECPOMPEO DELIVER REMARKS TO THE MEDIA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200331, "Text": "RT @USAmbUN: #FACT: The @UN &amp; other international organizations are built on decades of unrivaled, generous, reliable support from the Amer…", "clean_text": "RT @USAMBUN #FACT THE @UN AMP OTHER INTERNATIONAL ORGANIZATIONS ARE BUILT ON DECADES OF UNRIVALED GENEROUS RELIABLE SUPPORT FROM THE AMER", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200331, "Text": "RT @USAmbUN: #FACT: Since @WHO's founding in 1948, the United States has been its largest contributor: more than $400 million in 2019 alone…", "clean_text": "RT @USAMBUN #FACT SINCE @WHO FOUNDING IN 1948 THE UNITED STATES HAS BEEN ITS LARGEST CONTRIBUTOR MORE THAN 400 MILLION IN 2019 ALONE", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200331, "Text": "RT @USAmbUN: #FACT: @UNICEF is racing to meet the needs of children and mothers under threat of #COVID19. The American people are and have…", "clean_text": "RT @USAMBUN #FACT @UNICEF IS RACING TO MEET THE NEEDS OF CHILDREN AND MOTHERS UNDER THREAT OF #COVID19 THE AMERICAN PEOPLE ARE AND HAVE", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200331, "Text": "@Markowhich @pearkes JPM's Eye on the Market from yesterday, meant to thread it with the previous tweet", "clean_text": "@MARKOWHICH @PEARKES JPM EYE ON THE MARKET FROM YESTERDAY MEANT TO THREAD IT WITH THE PREVIOUS TWEET", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "@QTRResearch Cuomo can still fuck up the primary if we all act fast", "clean_text": "@QTRRESEARCH CUOMO CAN STILL FUCK UP THE PRIMARY IF WE ALL ACT FAST", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "RT @jon_m_green: This is possibly the most accurate gif I've ever seen. https://t.co/mbH9lvQ641", "clean_text": "RT @JON_M_GREEN THIS IS POSSIBLY THE MOST ACCURATE GIF IVE EVER SEEN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "If I’m pumped by Peter Lynch to the point of making $QRTEA a top position please forgive me, market gods.  I was on… https://t.co/iRp8DeniMo", "clean_text": "IF IM PUMPED BY PETER LYNCH TO THE POINT OF MAKING QRTEA A TOP POSITION PLEASE FORGIVE ME MARKET GODS  I WAS ON ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "@MCapital77 The best", "clean_text": "@MCAPITAL77 THE BEST", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200331, "Text": "@AlderLaneeggs It seems like one of the easier solutions to the massive consumer credit issue the US now faces. For… https://t.co/StiW9McUXK", "clean_text": "@ALDERLANEEGGS IT SEEMS LIKE ONE OF THE EASIER SOLUTIONS TO THE MASSIVE CONSUMER CREDIT ISSUE THE US NOW FACES FOR ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200331, "Text": "RT @Redistrict: Finding it's perfectly healthy to avoid news networks that make their own reporters/confrontations with Trump \"the story\" i…", "clean_text": "RT @REDISTRICT FINDING IT PERFECTLY HEALTHY TO AVOID NEWS NETWORKS THAT MAKE THEIR OWN REPORTERSCONFRONTATIONS WITH TRUMP THE STORY I", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200331, "Text": "@TheIpHawk See.. the issue with your solution, while totally logical, is that it doesn't help our already artificia… https://t.co/29NK9aMSRe", "clean_text": "@THEIPHAWK SEE THE ISSUE WITH YOUR SOLUTION WHILE TOTALLY LOGICAL IS THAT IT DOESNT HELP OUR ALREADY ARTIFICIA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @JacksonmMatt: My publisher agreed to let me post a chapter that discusses the basics of contagions and reproduction numbers, sprinkled…", "clean_text": "RT @JACKSONMMATT MY PUBLISHER AGREED TO LET ME POST A CHAPTER THAT DISCUSSES THE BASICS OF CONTAGIONS AND REPRODUCTION NUMBERS SPRINKLED", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @katy_milkman: Overconfidence is a pernicious bias, even in experts. It's astounding how few experts' confidence intervals included the…", "clean_text": "RT @KATY_MILKMAN OVERCONFIDENCE IS A PERNICIOUS BIAS EVEN IN EXPERTS IT ASTOUNDING HOW FEW EXPERT CONFIDENCE INTERVALS INCLUDED THE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200330, "Text": "This newsletter doesn’t want everybody to take a hot shower at the same time in the house. https://t.co/i9c1dbbkYu", "clean_text": "THIS NEWSLETTER DOESNT WANT EVERYBODY TO TAKE A HOT SHOWER AT THE SAME TIME IN THE HOUSE ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200330, "Text": "@nilayshrugged @meet_sam_ @Alex_Danco but the market ex those 5 minutes is flattish. the people who come in later d… https://t.co/Yfa0buIAYi", "clean_text": "@NILAYSHRUGGED @MEET_SAM_ @ALEX_DANCO BUT THE MARKET EX THOSE 5 MINUTES IS FLATTISH THE PEOPLE WHO COME IN LATER D ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200330, "Text": "Shoutout as these have been some of the best charts for comparing #COVID19 trajectories across the globe. Thread: https://t.co/Mj37c49oy6", "clean_text": "SHOUTOUT AS THESE HAVE BEEN SOME OF THE BEST CHARTS FOR COMPARING #COVID19 TRAJECTORIES ACROSS THE GLOBE THREAD ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200330, "Text": "RT @carlquintanilla: GOLDMAN: “.. we believe it is likely that the market will turn lower in coming weeks, and caution short-term investors…", "clean_text": "RT @CARLQUINTANILLA GOLDMAN  WE BELIEVE IT IS LIKELY THAT THE MARKET WILL TURN LOWER IN COMING WEEKS AND CAUTION SHORTTERM INVESTORS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200330, "Text": "I will doing a webcast tomorrow March 31, 2020 at 4:15 pm EDT.  It will be of the “Just Markets” variety.  The titl… https://t.co/LzPThDmoOo", "clean_text": "I WILL DOING A WEBCAST TOMORROW MARCH 31 2020 AT 415 PM EDT  IT WILL BE OF THE JUST MARKETS” VARIETY  THE TITL ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200330, "Text": "RT @antonioguterres: I'm pleased to announce, with @USAmbUN Kelly Craft, the donation to the USA of 250,000 protective face masks, just loc…", "clean_text": "RT @ANTONIOGUTERRES IM PLEASED TO ANNOUNCE WITH @USAMBUN KELLY CRAFT THE DONATION TO THE USA OF 250000 PROTECTIVE FACE MASKS JUST LOC", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "GrantsPub", "Time": 20200330, "Text": "For more on the heavy element, see the Grant's issues dated March 6, 2020, June 15, 2018 and June 1, 2018. \n\nhttps://t.co/8DTcKQsvY8", "clean_text": "FOR MORE ON THE HEAVY ELEMENT SEE THE GRANT ISSUES DATED MARCH 6 2020 JUNE 15 2018 AND JUNE 1 2018 \n\n", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200330, "Text": "@WilcoxNMP He's the best.", "clean_text": "@WILCOXNMP HE THE BEST", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200330, "Text": "@TeamSchmand19 @The_investmentJ @KobeissiLetter I live in Houston, have many investors in the O&amp;G space. However, I… https://t.co/d64FPA6gZt", "clean_text": "@TEAMSCHMAND19 @THE_INVESTMENTJ @KOBEISSILETTER I LIVE IN HOUSTON HAVE MANY INVESTORS IN THE OAMPG SPACE HOWEVER I ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200330, "Text": "I miss calls like these.  David Wells laboring his way out to the mound just in time to get lit up.  Also all the c… https://t.co/pRdyUJ0YZr", "clean_text": "I MISS CALLS LIKE THESE  DAVID WELLS LABORING HIS WAY OUT TO THE MOUND JUST IN TIME TO GET LIT UP  ALSO ALL THE C ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AZ_Value", "Time": 20200330, "Text": "RT @BBCBreakfast: A device which helps patients breathe has been modified and improved by the Mercedes F1 team in less than a week, it has…", "clean_text": "RT @BBCBREAKFAST A DEVICE WHICH HELPS PATIENTS BREATHE HAS BEEN MODIFIED AND IMPROVED BY THE MERCEDES F1 TEAM IN LESS THAN A WEEK IT HAS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]