["OF", {"Name": "mjmauboussin", "Time": 20200316, "Text": "RT @sfiscience: @GaskarthWayBlog @mjmauboussin Here's a searchable index of resources on a wide variety of #complexsystems topics, browsabl…", "clean_text": "RT @SFISCIENCE @GASKARTHWAYBLOG @MJMAUBOUSSIN HERE A SEARCHABLE INDEX OF RESOURCES ON A WIDE VARIETY OF #COMPLEXSYSTEMS TOPICS BROWSABL", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200316, "Text": "Of course there’s extreme demand right now, but that’s not necessarily affecting the fundamental value of this news… https://t.co/RF04Y2hyRC", "clean_text": "OF COURSE THERES EXTREME DEMAND RIGHT NOW BUT THATS NOT NECESSARILY AFFECTING THE FUNDAMENTAL VALUE OF THIS NEWS ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200316, "Text": "@mikegatto but in absolutely no case do *you* do anything but buy and sell shares of the ETF on the exchange.", "clean_text": "@MIKEGATTO BUT IN ABSOLUTELY NO CASE DO *YOU* DO ANYTHING BUT BUY AND SELL SHARES OF THE ETF ON THE EXCHANGE", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200316, "Text": "If people ask you about all the market volatility, this from @B3_MillerValue sums it up. There’s simply a ton of “c… https://t.co/QmwOyHsjXj", "clean_text": "IF PEOPLE ASK YOU ABOUT ALL THE MARKET VOLATILITY THIS FROM @B3_MILLERVALUE SUMS IT UP THERES SIMPLY A TON OF C ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200316, "Text": "Nearly 200 8-Ks were filed after 4 pm today. That’s a pace that’s pretty unusual for this time of year. But then ag… https://t.co/cEwuxdAT5P", "clean_text": "NEARLY 200 8KS WERE FILED AFTER 4 PM TODAY THATS A PACE THATS PRETTY UNUSUAL FOR THIS TIME OF YEAR BUT THEN AG ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200316, "Text": "RT @WallStCynic: U.S. Airlines Spent 96% of Free Cash Flow on Buybacks  https://t.co/SLLAie1UA6", "clean_text": "RT @WALLSTCYNIC US AIRLINES SPENT 96% OF FREE CASH FLOW ON BUYBACKS  ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "Spoke to Houston area ER doctors at atleast 5 major hospitals. What they’ve said...if you aren’t short of breath, d… https://t.co/Ke3CqqZeVp", "clean_text": "SPOKE TO HOUSTON AREA ER DOCTORS AT ATLEAST 5 MAJOR HOSPITALS WHAT THEYVE SAIDIF YOU ARENT SHORT OF BREATH D ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "..cable networks. Rather, a combo of theme park strength w/ film IP, Disney+ (sub + pricing power), Hulu/ESPN+ redu… https://t.co/bmd0QKks2D", "clean_text": "CABLE NETWORKS RATHER A COMBO OF THEME PARK STRENGTH W FILM IP DISNEY+ SUB PRICING POWER HULUESPN+ REDU ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200316, "Text": "RT @MichaelAgne1: @BlacklionCTA @NewYorkFed Something is off with all of it to be honest, either there is massive shadow bank funding going…", "clean_text": "RT @MICHAELAGNE1 @BLACKLIONCTA @NEWYORKFED SOMETHING IS OFF WITH ALL OF IT TO BE HONEST EITHER THERE IS MASSIVE SHADOW BANK FUNDING GOING", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200316, "Text": "RT @lazereater: @realwillmeade $CLW has two of its three tissue paper plants in Lewiston Idaho and Las Vegas so they have much higher marke…", "clean_text": "RT @LAZEREATER @REALWILLMEADE CLW HAS TWO OF ITS THREE TISSUE PAPER PLANTS IN LEWISTON IDAHO AND LAS VEGAS SO THEY HAVE MUCH HIGHER MARKE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "@unikornhunter @Bengordon2013 @HotlantaCapital There are a lot of issues with Flex, it really will only work for a… https://t.co/s7jkqElRDU", "clean_text": "@UNIKORNHUNTER @BENGORDON2013 @HOTLANTACAPITAL THERE ARE A LOT OF ISSUES WITH FLEX IT REALLY WILL ONLY WORK FOR A ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200315, "Text": "RT @markwby: Here’s something that’s absolutely terrifying: a comparison of the age distributions of Covid-19 cases in Italy, where they ar…", "clean_text": "RT @MARKWBY HERES SOMETHING THATS ABSOLUTELY TERRIFYING A COMPARISON OF THE AGE DISTRIBUTIONS OF COVID19 CASES IN ITALY WHERE THEY AR", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200315, "Text": "The whole point is, how can a Presidential candidate not personally make sure that a new form of communication pote… https://t.co/BRfWpUM7m7", "clean_text": "THE WHOLE POINT IS HOW CAN A PRESIDENTIAL CANDIDATE NOT PERSONALLY MAKE SURE THAT A NEW FORM OF COMMUNICATION POTE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200315, "Text": "@Bengordon2013 @HotlantaCapital I'll have some more insights on that in a week or two after finishing a round of checks after this week.", "clean_text": "@BENGORDON2013 @HOTLANTACAPITAL ILL HAVE SOME MORE INSIGHTS ON THAT IN A WEEK OR TWO AFTER FINISHING A ROUND OF CHECKS AFTER THIS WEEK", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200314, "Text": "RT @ferventfinance: What happens to commercial real estate when people realize 80% of white-collar jobs can be done from home?", "clean_text": "RT @FERVENTFINANCE WHAT HAPPENS TO COMMERCIAL REAL ESTATE WHEN PEOPLE REALIZE 80% OF WHITECOLLAR JOBS CAN BE DONE FROM HOME", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20200313, "Text": "@MYDemaray @PScatterpatter @BarbarianCap @normonics I can't convince the lady of the house. very frustrating", "clean_text": "@MYDEMARAY @PSCATTERPATTER @BARBARIANCAP @NORMONICS I CANT CONVINCE THE LADY OF THE HOUSE VERY FRUSTRATING", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200313, "Text": "Lots of social distancing here at Carl Schurz Park! 😉 https://t.co/VPlpBRs1mf", "clean_text": "LOTS OF SOCIAL DISTANCING HERE AT CARL SCHURZ PARK ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20200313, "Text": "Disclosures: We own and are currently buyers of equities. We are also short some equities, which act as insurance,… https://t.co/g1gpv8iXkh", "clean_text": "DISCLOSURES WE OWN AND ARE CURRENTLY BUYERS OF EQUITIES WE ARE ALSO SHORT SOME EQUITIES WHICH ACT AS INSURANCE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20200313, "Text": "We continue to buy equities, worldwide. We have also adjusted our positioning such that should any of the markets b… https://t.co/eadVwGDgAF", "clean_text": "WE CONTINUE TO BUY EQUITIES WORLDWIDE WE HAVE ALSO ADJUSTED OUR POSITIONING SUCH THAT SHOULD ANY OF THE MARKETS B ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "@RichLightShed @WaltDisneyWorld @Disneyland @DisneylandParis Based on ~90 days in period, assuming 100% of SG&amp;A ope… https://t.co/eGdSbaIGQg", "clean_text": "@RICHLIGHTSHED @WALTDISNEYWORLD @DISNEYLAND @DISNEYLANDPARIS BASED ON ~90 DAYS IN PERIOD ASSUMING 100% OF SGAMPA OPE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "@borrowed_ideas Most of the issues came down to (a) cable networks, (b) short term issues w parks, cruises, studio… https://t.co/YE4eycIGSq", "clean_text": "@BORROWED_IDEAS MOST OF THE ISSUES CAME DOWN TO A CABLE NETWORKS B SHORT TERM ISSUES W PARKS CRUISES STUDIO ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200313, "Text": "...and to the person that grabbed the last 15(!) bottles of hand sanitizer in front other people that wanted some a… https://t.co/4p8nkE8SHS", "clean_text": "AND TO THE PERSON THAT GRABBED THE LAST 15 BOTTLES OF HAND SANITIZER IN FRONT OTHER PEOPLE THAT WANTED SOME A ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200312, "Text": "DJT’s strength was exaggerating good results. No one cares about those type of exaggerations.  But “things are fine… https://t.co/Zq8TC6j9h1", "clean_text": "DJTS STRENGTH WAS EXAGGERATING GOOD RESULTS NO ONE CARES ABOUT THOSE TYPE OF EXAGGERATIONS  BUT THINGS ARE FINE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200312, "Text": "RT @AsstSecStateAF: Today we remember the lives and important work of Michael Sharp and Zaida Catalan. With @USUN and @USEmbKinshasa we con…", "clean_text": "RT @ASSTSECSTATEAF TODAY WE REMEMBER THE LIVES AND IMPORTANT WORK OF MICHAEL SHARP AND ZAIDA CATALAN WITH @USUN AND @USEMBKINSHASA WE CON", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GothamResearch", "Time": 20200312, "Text": "We are cautious buyers of equities today. Stay safe and healthy! This too will pass!!!", "clean_text": "WE ARE CAUTIOUS BUYERS OF EQUITIES TODAY STAY SAFE AND HEALTHY THIS TOO WILL PASS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200312, "Text": "@ArtkoCapital COVID-19 is just one of many viruses/diseases those people have to worry about this week", "clean_text": "@ARTKOCAPITAL COVID19 IS JUST ONE OF MANY VIRUSESDISEASES THOSE PEOPLE HAVE TO WORRY ABOUT THIS WEEK", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200312, "Text": "From what I can glean down here in GA, the states are doing the work of the federal gov't to shut things down. Posi… https://t.co/qVhyrcR8dl", "clean_text": "FROM WHAT I CAN GLEAN DOWN HERE IN GA THE STATES ARE DOING THE WORK OF THE FEDERAL GOVT TO SHUT THINGS DOWN POSI ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200311, "Text": "@nw3 @alexandrascaggs @mdc the pinnacle of this is of course this bear that mary drew for me https://t.co/mPfDZFV00e https://t.co/NkHvmdV1yK", "clean_text": "@NW3 @ALEXANDRASCAGGS @MDC THE PINNACLE OF THIS IS OF COURSE THIS BEAR THAT MARY DREW FOR ME  ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200311, "Text": "@alexandrascaggs @nw3 @mdc it predates money stuff! also the original of that bear is on display in my living room", "clean_text": "@ALEXANDRASCAGGS @NW3 @MDC IT PREDATES MONEY STUFF ALSO THE ORIGINAL OF THAT BEAR IS ON DISPLAY IN MY LIVING ROOM", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200311, "Text": "...Market could go lower (uncertainty, lack of trust in gov't, concern over unknown)...but plenty of companies look… https://t.co/sOI9R6EsrY", "clean_text": "MARKET COULD GO LOWER UNCERTAINTY LACK OF TRUST IN GOVT CONCERN OVER UNKNOWNBUT PLENTY OF COMPANIES LOOK ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200310, "Text": "RT @jasonzweigwsj: It's always a good time to read (or re-read) Chapter Eight of  Benjamin Graham's \"The Intelligent Investor.\"\n\nToday migh…", "clean_text": "RT @JASONZWEIGWSJ IT ALWAYS A GOOD TIME TO READ OR REREAD CHAPTER EIGHT OF  BENJAMIN GRAHAM THE INTELLIGENT INVESTOR\n\nTODAY MIGH", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200309, "Text": "RT @morganhousel: Gonna start hearing stories of people refinancing their mortgage twice in a week.", "clean_text": "RT @MORGANHOUSEL GONNA START HEARING STORIES OF PEOPLE REFINANCING THEIR MORTGAGE TWICE IN A WEEK", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200309, "Text": "The long bond price moved sixteen points up then eight points down in the last hour. This type of action hasn’t hap… https://t.co/hFDoxDHjzZ", "clean_text": "THE LONG BOND PRICE MOVED SIXTEEN POINTS UP THEN EIGHT POINTS DOWN IN THE LAST HOUR THIS TYPE OF ACTION HASNT HAP ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200309, "Text": "The Fed, ECB, BOJ, BOE, SNB and RBNZ will hold their respective policy meetings before the end of the month.\n\nThe O… https://t.co/m9PfV6JpXl", "clean_text": "THE FED ECB BOJ BOE SNB AND RBNZ WILL HOLD THEIR RESPECTIVE POLICY MEETINGS BEFORE THE END OF THE MONTH\n\nTHE O ", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200309, "Text": "The way the world is now Oil will be going the way of interest rates soon.\n\nNegative. LOL\n\nSoon the gas station wil… https://t.co/hQVUdydbOk", "clean_text": "THE WAY THE WORLD IS NOW OIL WILL BE GOING THE WAY OF INTEREST RATES SOON\n\nNEGATIVE LOL\n\nSOON THE GAS STATION WIL ", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200309, "Text": "PAA Research Report: PRDO: “90/10” Kill Zone? Potential Loss of VA Funding Could Create Massive Regulatory Issues f… https://t.co/ElZapQqPu6", "clean_text": "PAA RESEARCH REPORT PRDO 9010” KILL ZONE POTENTIAL LOSS OF VA FUNDING COULD CREATE MASSIVE REGULATORY ISSUES F ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200308, "Text": "RT @jamesmatesitv: View from the top of the Spanish Steps this evening. Rome a near ghost town #coronavirus https://t.co/ywP89PxMF9", "clean_text": "RT @JAMESMATESITV VIEW FROM THE TOP OF THE SPANISH STEPS THIS EVENING ROME A NEAR GHOST TOWN #CORONAVIRUS ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200307, "Text": "RT @LizSpecht: I think most people aren’t aware of the risk of systemic healthcare failure due to #COVID19 because they simply haven’t run…", "clean_text": "RT @LIZSPECHT I THINK MOST PEOPLE ARENT AWARE OF THE RISK OF SYSTEMIC HEALTHCARE FAILURE DUE TO #COVID19 BECAUSE THEY SIMPLY HAVENT RUN", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200307, "Text": "Warren’s evisceration of Bloomberg was so predictable, yet so effective, it will go down in history. Trump Mini nam… https://t.co/Er8DE63vLJ", "clean_text": "WARRENS EVISCERATION OF BLOOMBERG WAS SO PREDICTABLE YET SO EFFECTIVE IT WILL GO DOWN IN HISTORY TRUMP MINI NAM ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @julialindau: I just landed at JFK after reporting on #coronavirus in Milan and Lombardy —the epicenter of Italy’s  outbreak— for @vicen…", "clean_text": "RT @JULIALINDAU I JUST LANDED AT JFK AFTER REPORTING ON #CORONAVIRUS IN MILAN AND LOMBARDY —THE EPICENTER OF ITALYS  OUTBREAK— FOR @VICEN", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @CNN: Some retailers around the world are having to take drastic action to limit the number of toilet paper rolls, face masks and hand s…", "clean_text": "RT @CNN SOME RETAILERS AROUND THE WORLD ARE HAVING TO TAKE DRASTIC ACTION TO LIMIT THE NUMBER OF TOILET PAPER ROLLS FACE MASKS AND HAND S", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "footnoted", "Time": 20200306, "Text": "It’s #coronacrazy @target in Edgewater NJ. No toilet paper, paper towels, canned soup or pasta. But lots of chocola… https://t.co/G5pkKIIZwF", "clean_text": "ITS #CORONACRAZY @TARGET IN EDGEWATER NJ NO TOILET PAPER PAPER TOWELS CANNED SOUP OR PASTA BUT LOTS OF CHOCOLA ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@BarbarianCap Barbi, this kind of packaging deception shows no respect for The American Eater. https://t.co/RbDdeeBTpH", "clean_text": "@BARBARIANCAP BARBI THIS KIND OF PACKAGING DECEPTION SHOWS NO RESPECT FOR THE AMERICAN EATER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@Find_Me_Value Had someone at a very respected shop tell me this week that they removed it from their list of great businesses last year.", "clean_text": "@FIND_ME_VALUE HAD SOMEONE AT A VERY RESPECTED SHOP TELL ME THIS WEEK THAT THEY REMOVED IT FROM THEIR LIST OF GREAT BUSINESSES LAST YEAR", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@heartof_thesea @Find_Me_Value Removal was related to that aspect of the business, yes.", "clean_text": "@HEARTOF_THESEA @FIND_ME_VALUE REMOVAL WAS RELATED TO THAT ASPECT OF THE BUSINESS YES", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200306, "Text": "Well, that was sort of quick...\n\n$WFC down 28% YTD (back to early 2013 levels)\n$JPM -18% YTD (end 2017 levels, not… https://t.co/SZmdN1wk8N", "clean_text": "WELL THAT WAS SORT OF QUICK\n\nWFC DOWN 28% YTD BACK TO EARLY 2013 LEVELS\nJPM 18% YTD END 2017 LEVELS NOT ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200306, "Text": "Margin expansion + new CEO + repurchased 20% of S/O last 3 years finally paying off.... https://t.co/drzRLXtN73", "clean_text": "MARGIN EXPANSION NEW CEO REPURCHASED 20% OF SO LAST 3 YEARS FINALLY PAYING OFF ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200306, "Text": "Main Street has overreacted to threat of coronavirus on their health\n\nWallStreet has underestimated the impact of t… https://t.co/r2rhv1o4p6", "clean_text": "MAIN STREET HAS OVERREACTED TO THREAT OF CORONAVIRUS ON THEIR HEALTH\n\nWALLSTREET HAS UNDERESTIMATED THE IMPACT OF T ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200305, "Text": "@AnnieDuke One of the key steps in using the “outside view,” or base rates, is assessing the distribution of outcom… https://t.co/djzBhJaHYG", "clean_text": "@ANNIEDUKE ONE OF THE KEY STEPS IN USING THE OUTSIDE VIEW” OR BASE RATES IS ASSESSING THE DISTRIBUTION OF OUTCOM ", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200305, "Text": "@herbgreenberg @robpas So glad to hear this news! Thinking of you &amp; your family and wishing a speedy recovery so th… https://t.co/Rg3YpY5yjX", "clean_text": "@HERBGREENBERG @ROBPAS SO GLAD TO HEAR THIS NEWS THINKING OF YOU AMP YOUR FAMILY AND WISHING A SPEEDY RECOVERY SO TH ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200305, "Text": "Under activist pressure, Evergy agrees to study its business and prospects of a sale https://t.co/MjCzMaM1jy", "clean_text": "UNDER ACTIVIST PRESSURE EVERGY AGREES TO STUDY ITS BUSINESS AND PROSPECTS OF A SALE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200305, "Text": "ValueAct's Jeffrey Ubben buys BP and says oil company can be 'part of the solution' https://t.co/ZyMiYhXnYl", "clean_text": "VALUEACT JEFFREY UBBEN BUYS BP AND SAYS OIL COMPANY CAN BE PART OF THE SOLUTION ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200305, "Text": "5-day change in the S&amp;P 500 as of this minute = 0%!", "clean_text": "5DAY CHANGE IN THE SAMPP 500 AS OF THIS MINUTE  0%", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200304, "Text": "RT @Matt_NBC4: BREAKING: Gov. DeWine announces the Arnold Classic will happen, but the expo has been cancelled. Most of the events will be…", "clean_text": "RT @MATT_NBC4 BREAKING GOV DEWINE ANNOUNCES THE ARNOLD CLASSIC WILL HAPPEN BUT THE EXPO HAS BEEN CANCELLED MOST OF THE EVENTS WILL BE", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20200304, "Text": "The price of security... Don't expect Equity upside if you're investing in Fixed Income\n\nMookie Betts is going to m… https://t.co/OyLoS6acpo", "clean_text": "THE PRICE OF SECURITY DONT EXPECT EQUITY UPSIDE IF YOURE INVESTING IN FIXED INCOME\n\nMOOKIE BETTS IS GOING TO M ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200304, "Text": "After today's 50 basis point cut from the BoC, 68% of G10 and G20 central banks have lowered their policy rates sin… https://t.co/hfSFCKPe3h", "clean_text": "AFTER TODAY 50 BASIS POINT CUT FROM THE BOC 68% OF G10 AND G20 CENTRAL BANKS HAVE LOWERED THEIR POLICY RATES SIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200304, "Text": "$INMD A broad pattern of undisclosed lawsuits, apparent out of court settlements, and online reviews we obtained al… https://t.co/1MIJi8BKfG", "clean_text": "INMD A BROAD PATTERN OF UNDISCLOSED LAWSUITS APPARENT OUT OF COURT SETTLEMENTS AND ONLINE REVIEWS WE OBTAINED AL ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200304, "Text": "$INMD executives have allegedly concealed the existence of  adverse events by failing to report them to the FDA as… https://t.co/9HLK9eoWvg", "clean_text": "INMD EXECUTIVES HAVE ALLEGEDLY CONCEALED THE EXISTENCE OF  ADVERSE EVENTS BY FAILING TO REPORT THEM TO THE FDA AS ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20200304, "Text": "$INMD The sell side has touted “Since the launch of INMD’s devices, it has not experienced a single adverse event”.… https://t.co/cVyqLp6ZJq", "clean_text": "INMD THE SELL SIDE HAS TOUTED SINCE THE LAUNCH OF INMDS DEVICES IT HAS NOT EXPERIENCED A SINGLE ADVERSE EVENT” ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200303, "Text": "@i_know_n0thing As of now from Feb 28 - Mar 15 Universal Japan closed $CMCSA  https://t.co/N9UVWeNm56", "clean_text": "@I_KNOW_N0THING AS OF NOW FROM FEB 28  MAR 15 UNIVERSAL JAPAN CLOSED CMCSA  ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200303, "Text": "$CMCSA Coronavirus impact. 70% of business unaffected. https://t.co/ODEjNATgEz", "clean_text": "CMCSA CORONAVIRUS IMPACT 70% OF BUSINESS UNAFFECTED ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200302, "Text": "RT @d_mccar: 1/This interview with @rgmarkey might be one of the best I've been a part of. It's amazing how much a host can bring the best…", "clean_text": "RT @D_MCCAR 1THIS INTERVIEW WITH @RGMARKEY MIGHT BE ONE OF THE BEST IVE BEEN A PART OF IT AMAZING HOW MUCH A HOST CAN BRING THE BEST", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200302, "Text": "Twitter Shares Rise on Reports of Activist Investor Stake https://t.co/Fe7VA0klPb", "clean_text": "TWITTER SHARES RISE ON REPORTS OF ACTIVIST INVESTOR STAKE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200302, "Text": "When I first heard that the Mayor of South Bend was running for President I laughed out loud. Then I heard him spea… https://t.co/LdANODOlIX", "clean_text": "WHEN I FIRST HEARD THAT THE MAYOR OF SOUTH BEND WAS RUNNING FOR PRESIDENT I LAUGHED OUT LOUD THEN I HEARD HIM SPEA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200302, "Text": "Don't know if this is the beginning of a bear market or not but this is well said. https://t.co/tK6IxsaXpX", "clean_text": "DONT KNOW IF THIS IS THE BEGINNING OF A BEAR MARKET OR NOT BUT THIS IS WELL SAID ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200302, "Text": "RT @economistmeg: The more you view the S&amp;P500 as a bratty child that throws all its toys out of the stroller when it doesn’t get its way a…", "clean_text": "RT @ECONOMISTMEG THE MORE YOU VIEW THE SAMPP500 AS A BRATTY CHILD THAT THROWS ALL ITS TOYS OUT OF THE STROLLER WHEN IT DOESNT GET ITS WAY A", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "2/n: $NEWT may be the worst underwriter of commercial credit in 20 years w/ historically bad credit stats (11.6% no… https://t.co/kMdN5IaoCC", "clean_text": "2N NEWT MAY BE THE WORST UNDERWRITER OF COMMERCIAL CREDIT IN 20 YEARS W HISTORICALLY BAD CREDIT STATS 116% NO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "7/n: We examined &gt; 2,000 $NEWT loans and 1,200+ loans marked above par. Pull up any of them from the 10Q and resear… https://t.co/VhUwFzjggf", "clean_text": "7N WE EXAMINED GT 2000 NEWT LOANS AND 1200+ LOANS MARKED ABOVE PAR PULL UP ANY OF THEM FROM THE 10Q AND RESEAR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "8/n: It will surprise no one the $NEWT shenanigans are not going on under the nose of a Big 4 auditor. No. $NEWT ha… https://t.co/dv8w52TxhB", "clean_text": "8N IT WILL SURPRISE NO ONE THE NEWT SHENANIGANS ARE NOT GOING ON UNDER THE NOSE OF A BIG 4 AUDITOR NO NEWT HA ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "10/n: But the $NEWT game is coming to an end. The SBA Inspector General recently concluded an audit of how the SBA… https://t.co/VIGxAVIJtJ", "clean_text": "10N BUT THE NEWT GAME IS COMING TO AN END THE SBA INSPECTOR GENERAL RECENTLY CONCLUDED AN AUDIT OF HOW THE SBA ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "12/n: Our 66 page First Report on $NEWT covers most of it, but sometimes a picture says it all: https://t.co/zb3bXCduaY", "clean_text": "12N OUR 66 PAGE FIRST REPORT ON NEWT COVERS MOST OF IT BUT SOMETIMES A PICTURE SAYS IT ALL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "@RepJudyChu We believe you will find our report on abuses of the SBA 7(a) program informative. \n\nhttps://t.co/CJCDbHpsRa", "clean_text": "@REPJUDYCHU WE BELIEVE YOU WILL FIND OUR REPORT ON ABUSES OF THE SBA 7A PROGRAM INFORMATIVE \n\n", "count1": 1, "count2": 1, "count3": 0, "count4": 0}]