["A", {"Name": "sprucepointcap", "Time": 20200502, "Text": "$FSCT Forescout insider dumps stock at a discount to the deal price, after our public criticism, and while in a qui… https://t.co/xtvX0CTFQE", "clean_text": "FSCT FORESCOUT INSIDER DUMPS STOCK AT A DISCOUNT TO THE DEAL PRICE AFTER OUR PUBLIC CRITICISM AND WHILE IN A QUI ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "marketfolly", "Time": 20200502, "Text": "@BluegrassCap @marketfolly do it to it; monthly less of a commitment.", "clean_text": "@BLUEGRASSCAP @MARKETFOLLY DO IT TO IT MONTHLY LESS OF A COMMITMENT", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett on airlines: “It’s a very difficult business … The future is much less clear to me how the business will tu… https://t.co/fV1ZITJuYA", "clean_text": "BUFFETT ON AIRLINES ITS A VERY DIFFICULT BUSINESS  THE FUTURE IS MUCH LESS CLEAR TO ME HOW THE BUSINESS WILL TU ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@AuspexResearch @pb_1973 @scienceNtruth @adamfeuerstein That’s quite a nuance!", "clean_text": "@AUSPEXRESEARCH @PB_1973 @SCIENCENTRUTH @ADAMFEUERSTEIN THATS QUITE A NUANCE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@pb_1973 @AuspexResearch @scienceNtruth Why would a transfer agent take such an interest in this security, I wonder?", "clean_text": "@PB_1973 @AUSPEXRESEARCH @SCIENCENTRUTH WHY WOULD A TRANSFER AGENT TAKE SUCH AN INTEREST IN THIS SECURITY I WONDER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "RT @JohnCarreyrou: “Why in the world would a lab develop a test that wasn’t safe and accurate?” Answer: because it is an enormous market. h…", "clean_text": "RT @JOHNCARREYROU WHY IN THE WORLD WOULD A LAB DEVELOP A TEST THAT WASNT SAFE AND ACCURATE” ANSWER BECAUSE IT IS AN ENORMOUS MARKET H", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@davemortell @AuspexResearch @sniperdream1 @RouxBourbon @adamfeuerstein Form 144 is a notice filing required to be… https://t.co/SAFevkq8UH", "clean_text": "@DAVEMORTELL @AUSPEXRESEARCH @SNIPERDREAM1 @ROUXBOURBON @ADAMFEUERSTEIN FORM 144 IS A NOTICE FILING REQUIRED TO BE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@CoachK58501144 Quality men? You know Pourhassan has a criminal record, right?", "clean_text": "@COACHK58501144 QUALITY MEN YOU KNOW POURHASSAN HAS A CRIMINAL RECORD RIGHT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@thayereric1 I’m pointing people to a public filing available here: https://t.co/YztN2MiErp", "clean_text": "@THAYERERIC1 IM POINTING PEOPLE TO A PUBLIC FILING AVAILABLE HERE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@davemortell @AuspexResearch @sniperdream1 @RouxBourbon @adamfeuerstein No. The form states it was a cashless option exercise.", "clean_text": "@DAVEMORTELL @AUSPEXRESEARCH @SNIPERDREAM1 @ROUXBOURBON @ADAMFEUERSTEIN NO THE FORM STATES IT WAS A CASHLESS OPTION EXERCISE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200502, "Text": "Bond King @TruthGundlach the data you've heard about is published by the Fed.  We've been following it on a weekly… https://t.co/GluOiyBzEJ", "clean_text": "BOND KING @TRUTHGUNDLACH THE DATA YOUVE HEARD ABOUT IS PUBLISHED BY THE FED  WEVE BEEN FOLLOWING IT ON A WEEKLY ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200502, "Text": "RT @cablecarcapital: Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he put o…", "clean_text": "RT @CABLECARCAPITAL WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PUT O", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200501, "Text": "A wrinkle in the Advent / $FSCT deal is the May 18th date $FSCT claims it will close no later than. We think $FSCT… https://t.co/wbxrqyctUA", "clean_text": "A WRINKLE IN THE ADVENT  FSCT DEAL IS THE MAY 18TH DATE FSCT CLAIMS IT WILL CLOSE NO LATER THAN WE THINK FSCT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "RT @bhavinjan1978: The key to analyzing a business is getting down to the basic unit of economic analysis says @mjmauboussin . For many con…", "clean_text": "RT @BHAVINJAN1978 THE KEY TO ANALYZING A BUSINESS IS GETTING DOWN TO THE BASIC UNIT OF ECONOMIC ANALYSIS SAYS @MJMAUBOUSSIN  FOR MANY CON", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "matt_levine", "Time": 20200501, "Text": "this twete was too late for today's money stuff but here's a little sneak preview of monday's, it seems fine to me,… https://t.co/j45Xjx3wqw", "clean_text": "THIS TWETE WAS TOO LATE FOR TODAY MONEY STUFF BUT HERE A LITTLE SNEAK PREVIEW OF MONDAY IT SEEMS FINE TO ME ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "In my opinion, $CODX really crosses a line in its press release today. The data presented are from validation studi… https://t.co/DPUhBacW76", "clean_text": "IN MY OPINION CODX REALLY CROSSES A LINE IN ITS PRESS RELEASE TODAY THE DATA PRESENTED ARE FROM VALIDATION STUDI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@rossgreenspan @AviGeller So basically they gave it away. What a joke.", "clean_text": "@ROSSGREENSPAN @AVIGELLER SO BASICALLY THEY GAVE IT AWAY WHAT A JOKE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he pu… https://t.co/DpXgSMyeNY", "clean_text": "WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PU ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@vader7x Take a look at the people involved. Would be interested in more detail from your relative's colleague.", "clean_text": "@VADER7X TAKE A LOOK AT THE PEOPLE INVOLVED WOULD BE INTERESTED IN MORE DETAIL FROM YOUR RELATIVE COLLEAGUE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@scienceNtruth It’s not libelous. It’s a news service reporting a paper SEC filing.", "clean_text": "@SCIENCENTRUTH ITS NOT LIBELOUS ITS A NEWS SERVICE REPORTING A PAPER SEC FILING", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@infintyprep1234 @scienceNtruth Form 144 is a notice filing that states an anticipated first date of sale, which wa… https://t.co/ePyW8pDO7q", "clean_text": "@INFINTYPREP1234 @SCIENCENTRUTH FORM 144 IS A NOTICE FILING THAT STATES AN ANTICIPATED FIRST DATE OF SALE WHICH WA ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200501, "Text": "@ArtkoCapital @EnergyRosen Buy a Python. Solid pet.", "clean_text": "@ARTKOCAPITAL @ENERGYROSEN BUY A PYTHON SOLID PET", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "Want to see a chart of the greatest large scale whipsaw of all time?  Look at the price action of the ETF LQD over… https://t.co/6oMwTKU00I", "clean_text": "WANT TO SEE A CHART OF THE GREATEST LARGE SCALE WHIPSAW OF ALL TIME  LOOK AT THE PRICE ACTION OF THE ETF LQD OVER ", "count1": 3, "count2": 3, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "RT @USUN: .@UN was founded to serve as a venue for all voices, a forum that welcomes a diversity of views &amp; perspectives, &amp; promotes human…", "clean_text": "RT @USUN @UN WAS FOUNDED TO SERVE AS A VENUE FOR ALL VOICES A FORUM THAT WELCOMES A DIVERSITY OF VIEWS AMP PERSPECTIVES AMP PROMOTES HUMAN", "count1": 0, "count2": 1, "count3": 1, "count4": 3}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "I think this misses two things. The first: we know A LOT more about the virus now than we did then. Then: we didn't… https://t.co/eE2BvXQfbh", "clean_text": "I THINK THIS MISSES TWO THINGS THE FIRST WE KNOW A LOT MORE ABOUT THE VIRUS NOW THAN WE DID THEN THEN WE DIDNT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "The second thing: we now know the Fed's (and DCs) reaction function. Powell came into this with a mixed track at be… https://t.co/mYdMgKggWi", "clean_text": "THE SECOND THING WE NOW KNOW THE FED AND DCS REACTION FUNCTION POWELL CAME INTO THIS WITH A MIXED TRACK AT BE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "Now? We know that the actual fatality and case severity rates are very low (a topic for its own thread), the hospit… https://t.co/LVnwfd3sOz", "clean_text": "NOW WE KNOW THAT THE ACTUAL FATALITY AND CASE SEVERITY RATES ARE VERY LOW A TOPIC FOR ITS OWN THREAD THE HOSPIT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "So stuff HAS happened. Important stuff. Tails have changed in size and probability. It's not just about a misguided… https://t.co/NaX6h3GPPr", "clean_text": "SO STUFF HAS HAPPENED IMPORTANT STUFF TAILS HAVE CHANGED IN SIZE AND PROBABILITY IT NOT JUST ABOUT A MISGUIDED ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200501, "Text": "@valueterminal This is a tough one. If you just throw out an open question, 90% of people will say “Everything is g… https://t.co/pcbmor62Ze", "clean_text": "@VALUETERMINAL THIS IS A TOUGH ONE IF YOU JUST THROW OUT AN OPEN QUESTION 90% OF PEOPLE WILL SAY EVERYTHING IS G ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200501, "Text": "@valueterminal It doesn’t cover every issue, but builds rapport (you are coming to them with a problem, and asking… https://t.co/kcDlMZMAxJ", "clean_text": "@VALUETERMINAL IT DOESNT COVER EVERY ISSUE BUT BUILDS RAPPORT YOU ARE COMING TO THEM WITH A PROBLEM AND ASKING ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200501, "Text": "McDonald's $MCD doesn’t see a V-shaped recovery in China either. Recall, $MCD is also one of $MIDD’s largest custom… https://t.co/FHHXhB8b3z", "clean_text": "MCDONALD MCD DOESNT SEE A VSHAPED RECOVERY IN CHINA EITHER RECALL MCD IS ALSO ONE OF MIDDS LARGEST CUSTOM ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200501, "Text": "I thought this was a great discussion. Bill had an interesting view on time arbitrage and how active investors cont… https://t.co/l3H8xc2Nag", "clean_text": "I THOUGHT THIS WAS A GREAT DISCUSSION BILL HAD AN INTERESTING VIEW ON TIME ARBITRAGE AND HOW ACTIVE INVESTORS CONT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200501, "Text": "Nikola Tesla spent the last years of his life in love with a pigeon, alone and broke, living out of hotels. https://t.co/mLoEkjblNX", "clean_text": "NIKOLA TESLA SPENT THE LAST YEARS OF HIS LIFE IN LOVE WITH A PIGEON ALONE AND BROKE LIVING OUT OF HOTELS ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "$FSCT dubbed a \"Dinosaur IPO\": absent multiple expansion and them blowing $113m on a revenue-less company, it's not… https://t.co/16XvmivKEc", "clean_text": "FSCT DUBBED A DINOSAUR IPO ABSENT MULTIPLE EXPANSION AND THEM BLOWING 113M ON A REVENUELESS COMPANY IT NOT ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "By no means is $FSCT a done #deal. Has lots of #risk. Look carefully at the language they've used about closing con… https://t.co/nHYs2zywyz", "clean_text": "BY NO MEANS IS FSCT A DONE #DEAL HAS LOTS OF #RISK LOOK CAREFULLY AT THE LANGUAGE THEYVE USED ABOUT CLOSING CON ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Last time $FSCT surprised investors with a pre-announce guidance revision in Q3 2019, the stock imploded 37%. From… https://t.co/I66YLhaEn7", "clean_text": "LAST TIME FSCT SURPRISED INVESTORS WITH A PREANNOUNCE GUIDANCE REVISION IN Q3 2019 THE STOCK IMPLODED 37% FROM ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Advent is managing money for #public #pension funds -  hard-working public employees during a #depression. There is… https://t.co/xRutgZWJ6V", "clean_text": "ADVENT IS MANAGING MONEY FOR #PUBLIC #PENSION FUNDS HARDWORKING PUBLIC EMPLOYEES DURING A #DEPRESSION THERE IS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "There is no shame in terminating a busted deal in this tough environment, especially a bad one. $112m termination f… https://t.co/fzrrJcdaMe", "clean_text": "THERE IS NO SHAME IN TERMINATING A BUSTED DEAL IN THIS TOUGH ENVIRONMENT ESPECIALLY A BAD ONE 112M TERMINATION F ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Never good when industry thought leaders like Forrester have you on the outskirts of the grid as barely a contender… https://t.co/0TQifaLKf0", "clean_text": "NEVER GOOD WHEN INDUSTRY THOUGHT LEADERS LIKE FORRESTER HAVE YOU ON THE OUTSKIRTS OF THE GRID AS BARELY A CONTENDER ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "The recent Glassdoor reviews about $FSCT are insightful \"Sinking Ship\" \"Stay Away From This Mess\" \"A Lot of Show on… https://t.co/HP8ks82xPg", "clean_text": "THE RECENT GLASSDOOR REVIEWS ABOUT FSCT ARE INSIGHTFUL SINKING SHIP STAY AWAY FROM THIS MESS A LOT OF SHOW ON ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "When front line sales people are running for the exit door, it's probably a good indication that there ain't much t… https://t.co/o5OcmN5un9", "clean_text": "WHEN FRONT LINE SALES PEOPLE ARE RUNNING FOR THE EXIT DOOR IT PROBABLY A GOOD INDICATION THAT THERE AINT MUCH T ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Seems a little odd that Advent wouldn't confirm the closing date of May 18th that $FSCT shareholders were trying to… https://t.co/IkyHXDB2kU", "clean_text": "SEEMS A LITTLE ODD THAT ADVENT WOULDNT CONFIRM THE CLOSING DATE OF MAY 18TH THAT FSCT SHAREHOLDERS WERE TRYING TO ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Out-sized exposure to public gov't and financial services a concern raised by a $FSCT former employee we interviewe… https://t.co/tVrCwAZFz8", "clean_text": "OUTSIZED EXPOSURE TO PUBLIC GOVT AND FINANCIAL SERVICES A CONCERN RAISED BY A FSCT FORMER EMPLOYEE WE INTERVIEWE ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "matt_levine", "Time": 20200430, "Text": "This newsletter is a complete noob when it comes to stocks. We’ll see what happens. I hate to say it, but it’s like… https://t.co/h47YnjdNzV", "clean_text": "THIS NEWSLETTER IS A COMPLETE NOOB WHEN IT COMES TO STOCKS WELL SEE WHAT HAPPENS I HATE TO SAY IT BUT ITS LIKE ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200430, "Text": "The thing that surprised me most about $TSLA Q1 earnings was that they couldn’t report a few hundred million more i… https://t.co/poOIhHClGN", "clean_text": "THE THING THAT SURPRISED ME MOST ABOUT TSLA Q1 EARNINGS WAS THAT THEY COULDNT REPORT A FEW HUNDRED MILLION MORE I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200430, "Text": "@irbezek Said another way if these mods are real losses a lot of these banks are heading for an FDIC transaction. Just not likely.", "clean_text": "@IRBEZEK SAID ANOTHER WAY IF THESE MODS ARE REAL LOSSES A LOT OF THESE BANKS ARE HEADING FOR AN FDIC TRANSACTION JUST NOT LIKELY", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @NonGaap: This is a roundabout way of saying Elliott and Silver Lake want John Legere. 😂\nhttps://t.co/W2MhgIVFV4 https://t.co/vTtK68rrxx", "clean_text": "RT @NONGAAP THIS IS A ROUNDABOUT WAY OF SAYING ELLIOTT AND SILVER LAKE WANT JOHN LEGERE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200430, "Text": "@DumbLuckCapital You're just salty he didn't say SCI is a tax on dying and DAR is a tax on meat and fried food consumption", "clean_text": "@DUMBLUCKCAPITAL YOURE JUST SALTY HE DIDNT SAY SCI IS A TAX ON DYING AND DAR IS A TAX ON MEAT AND FRIED FOOD CONSUMPTION", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FCFYield", "Time": 20200430, "Text": "What a hero! Thank you for your sacrifice in these difficult times. https://t.co/0o2jGYH3A2", "clean_text": "WHAT A HERO THANK YOU FOR YOUR SACRIFICE IN THESE DIFFICULT TIMES ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200430, "Text": "Calling everything a tax is just a useless exercise.  Like ya I guess everything is a tax sure food is a tax on liv… https://t.co/SxzvHg6w2v", "clean_text": "CALLING EVERYTHING A TAX IS JUST A USELESS EXERCISE  LIKE YA I GUESS EVERYTHING IS A TAX SURE FOOD IS A TAX ON LIV ", "count1": 0, "count2": 0, "count3": 0, "count4": 4}, {"Name": "DumbLuckCapital", "Time": 20200430, "Text": "@FatTailCapital SCI is a tax on the 7 stages of grief and DAR is a tax on looking the other way", "clean_text": "@FATTAILCAPITAL SCI IS A TAX ON THE 7 STAGES OF GRIEF AND DAR IS A TAX ON LOOKING THE OTHER WAY", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200430, "Text": "@PythiaR I guess I wouldn’t call that a tax, it’s more of a toll.  It’s a “we own this very nice road, would you li… https://t.co/VUJ2hxyd9x", "clean_text": "@PYTHIAR I GUESS I WOULDNT CALL THAT A TAX ITS MORE OF A TOLL  ITS A WE OWN THIS VERY NICE ROAD WOULD YOU LI ", "count1": 0, "count2": 1, "count3": 0, "count4": 3}, {"Name": "ActAccordingly", "Time": 20200430, "Text": "I'm having a hard time figuring out which sell-sider is angling harder for an engagement on the inevitable secondar… https://t.co/aP0v7u7MRO", "clean_text": "IM HAVING A HARD TIME FIGURING OUT WHICH SELLSIDER IS ANGLING HARDER FOR AN ENGAGEMENT ON THE INEVITABLE SECONDAR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "A popular trend in recent years has been gift cards.  Presumably, many companies are sitting on hoards of cash, acc… https://t.co/CpPdNGUYlp", "clean_text": "A POPULAR TREND IN RECENT YEARS HAS BEEN GIFT CARDS  PRESUMABLY MANY COMPANIES ARE SITTING ON HOARDS OF CASH ACC ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "The inferno's only started and these people are already parroting a \"Green shoots\" line. https://t.co/1iVeCMOe6W", "clean_text": "THE INFERNO ONLY STARTED AND THESE PEOPLE ARE ALREADY PARROTING A GREEN SHOOTS LINE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200429, "Text": "This newsletter rots and its value drops to zero after a week. https://t.co/1172buIOni", "clean_text": "THIS NEWSLETTER ROTS AND ITS VALUE DROPS TO ZERO AFTER A WEEK ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200429, "Text": "@AlexRubalcava @aaronvalue Such a great post. I made the switch to community banking 10 years ago.", "clean_text": "@ALEXRUBALCAVA @AARONVALUE SUCH A GREAT POST I MADE THE SWITCH TO COMMUNITY BANKING 10 YEARS AGO", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200429, "Text": "$GOOG has (maybe deservedly) gotten a lot of criticism over the years for its capital allocation policies. But can… https://t.co/eAUEwWEHNx", "clean_text": "GOOG HAS MAYBE DESERVEDLY GOTTEN A LOT OF CRITICISM OVER THE YEARS FOR ITS CAPITAL ALLOCATION POLICIES BUT CAN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200429, "Text": "@VidaBovina Yeah, I’m not sure there is any other business out there with a more predictable stream of residual inc… https://t.co/jFOu3mcSc7", "clean_text": "@VIDABOVINA YEAH IM NOT SURE THERE IS ANY OTHER BUSINESS OUT THERE WITH A MORE PREDICTABLE STREAM OF RESIDUAL INC ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200429, "Text": "RT @ReaperCancelled: I wasn't going to go shopping, but now that I know there's a treatment that works like 30% of the time, for when i'm v…", "clean_text": "RT @REAPERCANCELLED I WASNT GOING TO GO SHOPPING BUT NOW THAT I KNOW THERE A TREATMENT THAT WORKS LIKE 30% OF THE TIME FOR WHEN IM V", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200429, "Text": "@ArtkoCapital It was a tough quarter for everyone, esp. running a micro cap strategy but hats off to you for sharin… https://t.co/yXinnqj6Z7", "clean_text": "@ARTKOCAPITAL IT WAS A TOUGH QUARTER FOR EVERYONE ESP RUNNING A MICRO CAP STRATEGY BUT HATS OFF TO YOU FOR SHARIN ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "FCFYield", "Time": 20200429, "Text": "RT @MidwestHedgie: \"both long term thinking and incredibly efficient\" is a hell of a euphemism for \"assuming the presence of as much policy…", "clean_text": "RT @MIDWESTHEDGIE BOTH LONG TERM THINKING AND INCREDIBLY EFFICIENT IS A HELL OF A EUPHEMISM FOR ASSUMING THE PRESENCE OF AS MUCH POLICY", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200429, "Text": "RT @jeremyjojola: The @DenverZoo let the flamingos walk around a bit. Look who they found. My favorite image this week. https://t.co/Ut178A…", "clean_text": "RT @JEREMYJOJOLA THE @DENVERZOO LET THE FLAMINGOS WALK AROUND A BIT LOOK WHO THEY FOUND MY FAVORITE IMAGE THIS WEEK ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200429, "Text": "PAA Research Report: CWH: Social Distancing from Anywhere – Time to Go Long Camping World Holdings (CWH) with a $20… https://t.co/fxPcbG9uyY", "clean_text": "PAA RESEARCH REPORT CWH SOCIAL DISTANCING FROM ANYWHERE TIME TO GO LONG CAMPING WORLD HOLDINGS CWH WITH A 20 ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200429, "Text": "RT @parsimony16: So $TSLA is using a basic share count and adding back stock comp expense on an untaxed basis all the while having untaxed…", "clean_text": "RT @PARSIMONY16 SO TSLA IS USING A BASIC SHARE COUNT AND ADDING BACK STOCK COMP EXPENSE ON AN UNTAXED BASIS ALL THE WHILE HAVING UNTAXED", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200428, "Text": "Got a call from my kid’s summer camp that it has been deemed an essential business. Seems too early to make that ca… https://t.co/3NVFDjDNvq", "clean_text": "GOT A CALL FROM MY KIDS SUMMER CAMP THAT IT HAS BEEN DEEMED AN ESSENTIAL BUSINESS SEEMS TOO EARLY TO MAKE THAT CA ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200428, "Text": "@Makro_trader I just figured it would be more of a balanced effort not a one sided tug of war.", "clean_text": "@MAKRO_TRADER I JUST FIGURED IT WOULD BE MORE OF A BALANCED EFFORT NOT A ONE SIDED TUG OF WAR", "count1": 0, "count2": 2, "count3": 0, "count4": 2}, {"Name": "UnionSquareGrp", "Time": 20200428, "Text": "@CJHandmer Are you just putting lag bolts into the tree? I’ve seen this done where they drill all the way through a… https://t.co/2SBF4EZSNV", "clean_text": "@CJHANDMER ARE YOU JUST PUTTING LAG BOLTS INTO THE TREE IVE SEEN THIS DONE WHERE THEY DRILL ALL THE WAY THROUGH A ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "I'm overlooking a ton of firms that straddle tech focused public equity and VC (e.g. Crosslink). Some HC focused fi… https://t.co/3JjGanms4E", "clean_text": "IM OVERLOOKING A TON OF FIRMS THAT STRADDLE TECH FOCUSED PUBLIC EQUITY AND VC EG CROSSLINK SOME HC FOCUSED FI ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200428, "Text": "Everyone is a gig worker now. \n\nhttps://t.co/uFAFMfxu0o", "clean_text": "EVERYONE IS A GIG WORKER NOW \n\n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200428, "Text": "RT @conorsen: I think a growing body of economic data will show improvement from here, and also aggregate valuations for major stock market…", "clean_text": "RT @CONORSEN I THINK A GROWING BODY OF ECONOMIC DATA WILL SHOW IMPROVEMENT FROM HERE AND ALSO AGGREGATE VALUATIONS FOR MAJOR STOCK MARKET", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200428, "Text": "RT @HedgeDirty: A GENTLEMAN’S PRIMER ON SHORTING INSOLVENT SHITCOS\n\nSo you’ve found a ShitCo. It’s such an ugly zombie it couldn’t be an ex…", "clean_text": "RT @HEDGEDIRTY A GENTLEMANS PRIMER ON SHORTING INSOLVENT SHITCOS\n\nSO YOUVE FOUND A SHITCO ITS SUCH AN UGLY ZOMBIE IT COULDNT BE AN EX", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "CitronResearch", "Time": 20200428, "Text": "$CACC cannot file a Q but they CAN file hundreds of garnishments and lawsuits in the past 4 weeks in whatever court… https://t.co/507cb5XNII", "clean_text": "CACC CANNOT FILE A Q BUT THEY CAN FILE HUNDREDS OF GARNISHMENTS AND LAWSUITS IN THE PAST 4 WEEKS IN WHATEVER COURT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200428, "Text": "RT @ldelevingne: Amazing story in @BostonGlobeMag about the big short you've never heard of, with a cameo by @Reuters founder Julius \"Baron…", "clean_text": "RT @LDELEVINGNE AMAZING STORY IN @BOSTONGLOBEMAG ABOUT THE BIG SHORT YOUVE NEVER HEARD OF WITH A CAMEO BY @REUTERS FOUNDER JULIUS BARON", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200428, "Text": "Includes a section on the impact of #COVID19 on activist short selling.\nhttps://t.co/A2nnCpmV8i https://t.co/CS3IzPSNUY", "clean_text": "INCLUDES A SECTION ON THE IMPACT OF #COVID19 ON ACTIVIST SHORT SELLING\n ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200427, "Text": "During earnings season, ping us if a company discloses new SEC investigative activity or give updates on previously… https://t.co/DsPmzTO6wF", "clean_text": "DURING EARNINGS SEASON PING US IF A COMPANY DISCLOSES NEW SEC INVESTIGATIVE ACTIVITY OR GIVE UPDATES ON PREVIOUSLY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200427, "Text": "@morganhousel @trengriffin To make the comparison more apples-to-apples, it is important to select a time period th… https://t.co/p2TuvgzzM4", "clean_text": "@MORGANHOUSEL @TRENGRIFFIN TO MAKE THE COMPARISON MORE APPLESTOAPPLES IT IS IMPORTANT TO SELECT A TIME PERIOD TH ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200427, "Text": "RT @TucsonStar: Startup SaiOx has developed a helium-oxygen breathing device that could help address the COVID-19 pandemic safer and at low…", "clean_text": "RT @TUCSONSTAR STARTUP SAIOX HAS DEVELOPED A HELIUMOXYGEN BREATHING DEVICE THAT COULD HELP ADDRESS THE COVID19 PANDEMIC SAFER AND AT LOW", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @SecPompeo: May the holy month of Ramadan be a reminder for people of all faiths to strive for compassion. As we navigate #COVID19, may…", "clean_text": "RT @SECPOMPEO MAY THE HOLY MONTH OF RAMADAN BE A REMINDER FOR PEOPLE OF ALL FAITHS TO STRIVE FOR COMPASSION AS WE NAVIGATE #COVID19 MAY", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200427, "Text": "Just like #IntellectualProperty, we see the innovations &amp; creations of a green future every day. However, we often… https://t.co/uny3uOOhVf", "clean_text": "JUST LIKE #INTELLECTUALPROPERTY WE SEE THE INNOVATIONS AMP CREATIONS OF A GREEN FUTURE EVERY DAY HOWEVER WE OFTEN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200427, "Text": "@tjmcgi I had some minor symptoms, mostly sinus and smell. Wife similar, but a bit worse (taste and smell).", "clean_text": "@TJMCGI I HAD SOME MINOR SYMPTOMS MOSTLY SINUS AND SMELL WIFE SIMILAR BUT A BIT WORSE TASTE AND SMELL", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200427, "Text": "@BryanMortenson https://t.co/kScRWfdXhQ - they set up booths in our neighborhood for a day. We were in and out in 5 minutes.", "clean_text": "@BRYANMORTENSON THEY SET UP BOOTHS IN OUR NEIGHBORHOOD FOR A DAY WE WERE IN AND OUT IN 5 MINUTES", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200427, "Text": "Microsoft trades like a defensive Covid name but majority of the biz is still on-prem enterprise. Does it matter if… https://t.co/htRbh06m40", "clean_text": "MICROSOFT TRADES LIKE A DEFENSIVE COVID NAME BUT MAJORITY OF THE BIZ IS STILL ONPREM ENTERPRISE DOES IT MATTER IF ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200427, "Text": "2/ BTD Pavlov behavior, depressed interest rates creating a TINA environment, the central bank put, too much money… https://t.co/0p9UMS4clG", "clean_text": "2 BTD PAVLOV BEHAVIOR DEPRESSED INTEREST RATES CREATING A TINA ENVIRONMENT THE CENTRAL BANK PUT TOO MUCH MONEY ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200427, "Text": "3/ This could mean a lot of “seasoned” investors anchored to historic metrics will always be bearish/under invested… https://t.co/w7eMS2t6ZO", "clean_text": "3 THIS COULD MEAN A LOT OF SEASONED” INVESTORS ANCHORED TO HISTORIC METRICS WILL ALWAYS BE BEARISHUNDER INVESTED ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200427, "Text": "4/ The test might be Q3/Q4 reporting season. Q1 means nothing, Q2 is a mulligan, but Q3/Q4 is where rubber hits the… https://t.co/BvycI3118a", "clean_text": "4 THE TEST MIGHT BE Q3Q4 REPORTING SEASON Q1 MEANS NOTHING Q2 IS A MULLIGAN BUT Q3Q4 IS WHERE RUBBER HITS THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200427, "Text": "@PythiaR A great company which is fully reflected in its valuation trading at a 30 P/E and a 3.5% free cash flow yield", "clean_text": "@PYTHIAR A GREAT COMPANY WHICH IS FULLY REFLECTED IN ITS VALUATION TRADING AT A 30 PE AND A 35% FREE CASH FLOW YIELD", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "DumbLuckCapital", "Time": 20200427, "Text": "This list is basically the safe backbone of ‘best businesses’ and @jj_shipley did a great job here.  I prefer to in… https://t.co/kIwet9sylH", "clean_text": "THIS LIST IS BASICALLY THE SAFE BACKBONE OF BEST BUSINESSES AND @JJ_SHIPLEY DID A GREAT JOB HERE  I PREFER TO IN ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200427, "Text": "A business you didn’t know was a “best business” — ENTERPRISE RAC", "clean_text": "A BUSINESS YOU DIDNT KNOW WAS A BEST BUSINESS” ENTERPRISE RAC", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "CitronResearch", "Time": 20200427, "Text": "$INO is the Covid-19 version of Theranos.  Either the SEC halts the stock or it trades back to $1 on a history of f… https://t.co/kmHptbEWTj", "clean_text": "INO IS THE COVID19 VERSION OF THERANOS  EITHER THE SEC HALTS THE STOCK OR IT TRADES BACK TO 1 ON A HISTORY OF F ", "count1": 3, "count2": 2, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200427, "Text": "@BenRabidoux Looks like a chart that you want to show a certain conclusion that has not demonstrated any predictive… https://t.co/0wzoBBtx51", "clean_text": "@BENRABIDOUX LOOKS LIKE A CHART THAT YOU WANT TO SHOW A CERTAIN CONCLUSION THAT HAS NOT DEMONSTRATED ANY PREDICTIVE ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "AZ_Value", "Time": 20200427, "Text": "RT @Rachel__Nichols: Carmen Electra: \"There's a knock on the door, it's Michael Jordan, so I hid. I. just went behind the couch.\"\n(this mig…", "clean_text": "RT @RACHEL__NICHOLS CARMEN ELECTRA THERE A KNOCK ON THE DOOR IT MICHAEL JORDAN SO I HID I JUST WENT BEHIND THE COUCH\nTHIS MIG", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200426, "Text": "RT @JohnPGavin: Good night all.  Concerts. The orchestra. A play. The movies. Vegas buffets. Happy hours. Baseball. Football. Stadiums fill…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  CONCERTS THE ORCHESTRA A PLAY THE MOVIES VEGAS BUFFETS HAPPY HOURS BASEBALL FOOTBALL STADIUMS FILL", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200426, "Text": "In the world of forensic accounting, Francine is a rock star.  We share her frustration. https://t.co/86Bm4H1ib2", "clean_text": "IN THE WORLD OF FORENSIC ACCOUNTING FRANCINE IS A ROCK STAR  WE SHARE HER FRUSTRATION ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "@pearkes Hope you guys are having a nice bottle of wine tonight George and congratulations whenever you make it official!", "clean_text": "@PEARKES HOPE YOU GUYS ARE HAVING A NICE BOTTLE OF WINE TONIGHT GEORGE AND CONGRATULATIONS WHENEVER YOU MAKE IT OFFICIAL", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "RT @AviKaner: Israel is aggressively upgrading highways and rail lines during the crisis, as people are isolated at home. For example, a su…", "clean_text": "RT @AVIKANER ISRAEL IS AGGRESSIVELY UPGRADING HIGHWAYS AND RAIL LINES DURING THE CRISIS AS PEOPLE ARE ISOLATED AT HOME FOR EXAMPLE A SU", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy I’m also partial to Safran over Airbus, but that’s a personal preference. \n\nI’m guessing this is a… https://t.co/2EbR9gQUCf", "clean_text": "@CONVEXITYCOWBOY IM ALSO PARTIAL TO SAFRAN OVER AIRBUS BUT THATS A PERSONAL PREFERENCE \n\nIM GUESSING THIS IS A ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy Some defense, yeah. But biggest driver is civil aftermarket. \n\nThe zodiac deal put me off for a wh… https://t.co/iR0KiYROfV", "clean_text": "@CONVEXITYCOWBOY SOME DEFENSE YEAH BUT BIGGEST DRIVER IS CIVIL AFTERMARKET \n\nTHE ZODIAC DEAL PUT ME OFF FOR A WH ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200426, "Text": "RT @jburnmurdoch: NEW: a lot of data on reported Covid deaths is highly suspect, so we’ve been looking into excess mortality — how many mor…", "clean_text": "RT @JBURNMURDOCH NEW A LOT OF DATA ON REPORTED COVID DEATHS IS HIGHLY SUSPECT SO WEVE BEEN LOOKING INTO EXCESS MORTALITY HOW MANY MOR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200425, "Text": "RT @JohnPGavin: Good night all.  My late grandmother used to say, get your education, no one can ever take that from you.  There's a lot th…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  MY LATE GRANDMOTHER USED TO SAY GET YOUR EDUCATION NO ONE CAN EVER TAKE THAT FROM YOU  THERE A LOT TH", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200425, "Text": "I had a call yesterday with a former Fortune 500 CEO who said his experience was nearly the opposite of what is des… https://t.co/pmycpOOrzm", "clean_text": "I HAD A CALL YESTERDAY WITH A FORMER FORTUNE 500 CEO WHO SAID HIS EXPERIENCE WAS NEARLY THE OPPOSITE OF WHAT IS DES ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "adoxen", "Time": 20200425, "Text": "Played 18 holes today. What a beautiful day!", "clean_text": "PLAYED 18 HOLES TODAY WHAT A BEAUTIFUL DAY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200425, "Text": "@IvanTheK I’ve seen estimates that a third is empty... still early innings perhaps and some non-trivial amount of w… https://t.co/goGGmKWoPf", "clean_text": "@IVANTHEK IVE SEEN ESTIMATES THAT A THIRD IS EMPTY STILL EARLY INNINGS PERHAPS AND SOME NONTRIVIAL AMOUNT OF W ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "@firstadopter South Korea is nailing the pandemic response. Gotta love the Americans without a passport or perspect… https://t.co/NbiZ9EWbyA", "clean_text": "@FIRSTADOPTER SOUTH KOREA IS NAILING THE PANDEMIC RESPONSE GOTTA LOVE THE AMERICANS WITHOUT A PASSPORT OR PERSPECT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200425, "Text": "RT @AdamOnHTZ: Seriously. This is excellent. Travis Barker on drums and a wild set list. https://t.co/Nn3bJXKTdB", "clean_text": "RT @ADAMONHTZ SERIOUSLY THIS IS EXCELLENT TRAVIS BARKER ON DRUMS AND A WILD SET LIST ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200424, "Text": "RT @JohnPGavin: Will the airlines charge the cargo to check a bag?  How about ticket change fees?  Does the cargo pay extra for seat select…", "clean_text": "RT @JOHNPGAVIN WILL THE AIRLINES CHARGE THE CARGO TO CHECK A BAG  HOW ABOUT TICKET CHANGE FEES  DOES THE CARGO PAY EXTRA FOR SEAT SELECT", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200424, "Text": "\"... as she was stalked on a recent evening by unfamiliar Florida insects and her young son.\"… https://t.co/mgjUm5V7N1", "clean_text": " AS SHE WAS STALKED ON A RECENT EVENING BY UNFAMILIAR FLORIDA INSECTS AND HER YOUNG SON ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200424, "Text": "@JohnEzekowitz i am not sure that it is classically a zeugma but the joke works roughly the same way as \"to lose he… https://t.co/yWDu4LBJW9", "clean_text": "@JOHNEZEKOWITZ I AM NOT SURE THAT IT IS CLASSICALLY A ZEUGMA BUT THE JOKE WORKS ROUGHLY THE SAME WAY AS TO LOSE HE ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200424, "Text": "@IgnoreNarrative @MasaSonCap To be clear, I don’t mean “amazing” in a good way.", "clean_text": "@IGNORENARRATIVE @MASASONCAP TO BE CLEAR I DONT MEAN AMAZING” IN A GOOD WAY", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200424, "Text": "Plan for a rainy day like the airlines your colleagues just bailed out?\n\nStates were spending for schools, roads, h… https://t.co/EhbpSdOWVp", "clean_text": "PLAN FOR A RAINY DAY LIKE THE AIRLINES YOUR COLLEAGUES JUST BAILED OUT\n\nSTATES WERE SPENDING FOR SCHOOLS ROADS H ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200424, "Text": "@joshtpm A job? Or maybe medical treatment.", "clean_text": "@JOSHTPM A JOB OR MAYBE MEDICAL TREATMENT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200424, "Text": "RT @BriannaWu: Watch a scientist react to Trump’s remarks about using light to fight coronavirus. https://t.co/9cmv0oCGir", "clean_text": "RT @BRIANNAWU WATCH A SCIENTIST REACT TO TRUMPS REMARKS ABOUT USING LIGHT TO FIGHT CORONAVIRUS ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200424, "Text": "@IntrinsicInv They were used as a source of eMarketer’s data on advertising. Found this site pretty helpful. \n\nhttps://t.co/meN2HgMubW", "clean_text": "@INTRINSICINV THEY WERE USED AS A SOURCE OF EMARKETERS DATA ON ADVERTISING FOUND THIS SITE PRETTY HELPFUL \n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200424, "Text": "RT @charliebilello: Fed balance sheet moves up to $6.573 trillion, a new high. In the last 6 weeks it has increased over $2.2 trillion. htt…", "clean_text": "RT @CHARLIEBILELLO FED BALANCE SHEET MOVES UP TO 6573 TRILLION A NEW HIGH IN THE LAST 6 WEEKS IT HAS INCREASED OVER 22 TRILLION HTT", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200424, "Text": "Heard that pledge a few times before. https://t.co/UpYXWDrBYT", "clean_text": "HEARD THAT PLEDGE A FEW TIMES BEFORE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: A lot of the lower-quality credits just went through a no-bid market before the Fed stepped in.  Hard to say where it shows…", "clean_text": "RT @JOHNPGAVIN A LOT OF THE LOWERQUALITY CREDITS JUST WENT THROUGH A NOBID MARKET BEFORE THE FED STEPPED IN  HARD TO SAY WHERE IT SHOWS", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: In an environment where a company's very capacity to operate is in question, suspending all dividends is recommended (e.g.,…", "clean_text": "RT @JOHNPGAVIN IN AN ENVIRONMENT WHERE A COMPANY VERY CAPACITY TO OPERATE IS IN QUESTION SUSPENDING ALL DIVIDENDS IS RECOMMENDED EG", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: As an analyst, I get why the financial crowd loves the #SaaS model.  But as a business owner I always hated it. I saw great…", "clean_text": "RT @JOHNPGAVIN AS AN ANALYST I GET WHY THE FINANCIAL CROWD LOVES THE #SAAS MODEL  BUT AS A BUSINESS OWNER I ALWAYS HATED IT I SAW GREAT", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200423, "Text": "@felixsalmon @theofrancis and the WSJ doing a better job at the overall metrics. I’m sadly doing this manually. https://t.co/8pmruRzf61", "clean_text": "@FELIXSALMON @THEOFRANCIS AND THE WSJ DOING A BETTER JOB AT THE OVERALL METRICS IM SADLY DOING THIS MANUALLY ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200423, "Text": "OK. So let me get this straight. More than 125 publicly traded companies got over $550m in PPP funding starting a w… https://t.co/Y0bKN1COAn", "clean_text": "OK SO LET ME GET THIS STRAIGHT MORE THAN 125 PUBLICLY TRADED COMPANIES GOT OVER 550M IN PPP FUNDING STARTING A W ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "@vitaliyk Would be interested to see a trial in its efficacy as a preventative rather than a treatment", "clean_text": "@VITALIYK WOULD BE INTERESTED TO SEE A TRIAL IN ITS EFFICACY AS A PREVENTATIVE RATHER THAN A TREATMENT", "count1": 0, "count2": 0, "count3": 1, "count4": 3}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "RT @sarthakgh: MBA students at top biz schools (Wharton, Kellogg, Stanford) of the country are asking for refunds \n\nA reckoning is coming.…", "clean_text": "RT @SARTHAKGH MBA STUDENTS AT TOP BIZ SCHOOLS WHARTON KELLOGG STANFORD OF THE COUNTRY ARE ASKING FOR REFUNDS \n\nA RECKONING IS COMING", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "RT @steveashleyplus: Month-long shift: 42 factory coworkers-turned-roommates began a \"live-in\" at their plastics plant in Pa. to produce mi…", "clean_text": "RT @STEVEASHLEYPLUS MONTHLONG SHIFT 42 FACTORY COWORKERSTURNEDROOMMATES BEGAN A LIVEIN AT THEIR PLASTICS PLANT IN PA TO PRODUCE MI", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200423, "Text": "@emilio_gold Wouldn’t be surprised to see $DIS go lower, even though I have a small long position. (Smallest I have… https://t.co/SLAFMP1ijh", "clean_text": "@EMILIO_GOLD WOULDNT BE SURPRISED TO SEE DIS GO LOWER EVEN THOUGH I HAVE A SMALL LONG POSITION SMALLEST I HAVE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200423, "Text": "Tired: Buying a quieter keyboard\nWired: Using your $1,200 Nvidia RTX 2080 Ti to noise cancel your typing sounds\n\nhttps://t.co/BoegRBydgx", "clean_text": "TIRED BUYING A QUIETER KEYBOARD\nWIRED USING YOUR 1200 NVIDIA RTX 2080 TI TO NOISE CANCEL YOUR TYPING SOUNDS\n\n", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200423, "Text": "Dad joke I just came up with and hope there’s no existing variations of...\n\nWhy can’t you trust a fart?\n-They’re al… https://t.co/urZzqFCD4r", "clean_text": "DAD JOKE I JUST CAME UP WITH AND HOPE THERES NO EXISTING VARIATIONS OF\n\nWHY CANT YOU TRUST A FART\nTHEYRE AL ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200422, "Text": "Yeah don't think think for a second that all food products are \"recession resistant\" $TR #TootsieRoll #COVID19 https://t.co/38cVNPLRPY", "clean_text": "YEAH DONT THINK THINK FOR A SECOND THAT ALL FOOD PRODUCTS ARE RECESSION RESISTANT TR #TOOTSIEROLL #COVID19 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "Ladies and gentlemen, we have a winner! https://t.co/DeBj86msQS", "clean_text": "LADIES AND GENTLEMEN WE HAVE A WINNER ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Paging Steven Mnuchin ... there's a gentleman in a car outside who would like a word with you. https://t.co/KUi2E2rYIr", "clean_text": "RT @JOHNPGAVIN PAGING STEVEN MNUCHIN  THERE A GENTLEMAN IN A CAR OUTSIDE WHO WOULD LIKE A WORD WITH YOU ", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: My version:  “This is a great time for civil discourse, mutual respect, and leaders willing to speak to reality without aba…", "clean_text": "RT @JOHNPGAVIN MY VERSION  THIS IS A GREAT TIME FOR CIVIL DISCOURSE MUTUAL RESPECT AND LEADERS WILLING TO SPEAK TO REALITY WITHOUT ABA", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "matt_levine", "Time": 20200422, "Text": "@Bfaviero this is a block quote from @CliffordAsness", "clean_text": "@BFAVIERO THIS IS A BLOCK QUOTE FROM @CLIFFORDASNESS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200422, "Text": "@mattwwaters well if you have a $30 guarantee and it costs you $25 to pump oil ($5 profit) you’d rather (1) not pum… https://t.co/BLr7XR31Om", "clean_text": "@MATTWWATERS WELL IF YOU HAVE A 30 GUARANTEE AND IT COSTS YOU 25 TO PUMP OIL 5 PROFIT YOUD RATHER 1 NOT PUM ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200422, "Text": "@yanivmmaman oh sure i'm being glib and there's a lot going on but i just mean that \"producers have hedged at highe… https://t.co/w3m2Y3K32k", "clean_text": "@YANIVMMAMAN OH SURE IM BEING GLIB AND THERE A LOT GOING ON BUT I JUST MEAN THAT PRODUCERS HAVE HEDGED AT HIGHE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk i think the combination of \"limited liability\" and \"it is a purely abstract share of a fictional entity\" matters a lot", "clean_text": "@EJENK I THINK THE COMBINATION OF LIMITED LIABILITY AND IT IS A PURELY ABSTRACT SHARE OF A FICTIONAL ENTITY MATTERS A LOT", "count1": 1, "count2": 2, "count3": 0, "count4": 3}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk like if i have a share that i don't want, and you offer me $1 for it, i might take it. if you offer me $0 i… https://t.co/nsh5fmtp0R", "clean_text": "@EJENK LIKE IF I HAVE A SHARE THAT I DONT WANT AND YOU OFFER ME 1 FOR IT I MIGHT TAKE IT IF YOU OFFER ME 0 I ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk but it is a difference of degree in that the sponsor of a 3x levered inverse whatever *knows that*, and worr… https://t.co/3IToT7iXhd", "clean_text": "@EJENK BUT IT IS A DIFFERENCE OF DEGREE IN THAT THE SPONSOR OF A 3X LEVERED INVERSE WHATEVER *KNOWS THAT* AND WORR ", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk i guess i ... do not start from the premise that D will go down to -$50? like there is a reason for that to… https://t.co/jnJzNGXrMl", "clean_text": "@EJENK I GUESS I  DO NOT START FROM THE PREMISE THAT D WILL GO DOWN TO 50 LIKE THERE IS A REASON FOR THAT TO ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk i mean you can definitely find a way to lose more than 100% of the value of a stock but not… https://t.co/vDXaDp3K7V", "clean_text": "@KARLBYKARLSMITH @EJENK I MEAN YOU CAN DEFINITELY FIND A WAY TO LOSE MORE THAN 100% OF THE VALUE OF A STOCK BUT NOT ", "count1": 1, "count2": 2, "count3": 1, "count4": 2}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk no my point remains that there is no reason for it to trade at a negative value, unlike physical oil futures… https://t.co/gidSHWlfld", "clean_text": "@EJENK NO MY POINT REMAINS THAT THERE IS NO REASON FOR IT TO TRADE AT A NEGATIVE VALUE UNLIKE PHYSICAL OIL FUTURES ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk like if you have a negative balance in your margin account, you could wish the whole thing… https://t.co/JZBR6smueY", "clean_text": "@KARLBYKARLSMITH @EJENK LIKE IF YOU HAVE A NEGATIVE BALANCE IN YOUR MARGIN ACCOUNT YOU COULD WISH THE WHOLE THING ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200422, "Text": "@theofrancis and @intipach from WSJ have a comprehensive list of publicly traded companies that have received PPP f… https://t.co/8KymV2ZZV8", "clean_text": "@THEOFRANCIS AND @INTIPACH FROM WSJ HAVE A COMPREHENSIVE LIST OF PUBLICLY TRADED COMPANIES THAT HAVE RECEIVED PPP F ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200422, "Text": "@vaheelfan @InvestorsLive Why? Just a question of share count and borrow cost.", "clean_text": "@VAHEELFAN @INVESTORSLIVE WHY JUST A QUESTION OF SHARE COUNT AND BORROW COST", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200422, "Text": "@EnergyCredit1 @FZucchi @CaseyBasil6 I’ve never seen a company actually buy a bunch of distressed bonds of a planne… https://t.co/cCwiOvUZnm", "clean_text": "@ENERGYCREDIT1 @FZUCCHI @CASEYBASIL6 IVE NEVER SEEN A COMPANY ACTUALLY BUY A BUNCH OF DISTRESSED BONDS OF A PLANNE ", "count1": 0, "count2": 2, "count3": 0, "count4": 3}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: The U.S. strongly condemns the attack on an @UN vehicle in #Rakhine State, #Burma, which killed a UN employee &amp; wounded…", "clean_text": "RT @STATEDEPTSPOX THE US STRONGLY CONDEMNS THE ATTACK ON AN @UN VEHICLE IN #RAKHINE STATE #BURMA WHICH KILLED A UN EMPLOYEE AMP WOUNDED", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "Good discussion on $VSTM and a broader approach to KRAS. $VSTM working with a unique molecule, hitting multiple MAP… https://t.co/qmu9uakz7k", "clean_text": "GOOD DISCUSSION ON VSTM AND A BROADER APPROACH TO KRAS VSTM WORKING WITH A UNIQUE MOLECULE HITTING MULTIPLE MAP ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "RT @jeromeverony: I admonished against the hype surrounding $MRTX almost exactly a year ago, citing @biosleuth to highlight that KRAS is a…", "clean_text": "RT @JEROMEVERONY I ADMONISHED AGAINST THE HYPE SURROUNDING MRTX ALMOST EXACTLY A YEAR AGO CITING @BIOSLEUTH TO HIGHLIGHT THAT KRAS IS A", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "JohnHuber72", "Time": 20200422, "Text": "Not a view on the stock, but I always love reading NFLX calls. Great to see a CEO who is honest about risks, doesn'… https://t.co/eokbjUIiQg", "clean_text": "NOT A VIEW ON THE STOCK BUT I ALWAYS LOVE READING NFLX CALLS GREAT TO SEE A CEO WHO IS HONEST ABOUT RISKS DOESN ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "LA gets an earthquake after NYC gets a tornado warning and the burbs are covered in hail in late April. We’re all i… https://t.co/VdwijwwP4A", "clean_text": "LA GETS AN EARTHQUAKE AFTER NYC GETS A TORNADO WARNING AND THE BURBS ARE COVERED IN HAIL IN LATE APRIL WERE ALL I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "@dunkrugering @talktoskirt Your kids must be able to read and use a computer independently!", "clean_text": "@DUNKRUGERING @TALKTOSKIRT YOUR KIDS MUST BE ABLE TO READ AND USE A COMPUTER INDEPENDENTLY", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "@natesadeghi @talktoskirt I laugh at “bored” as well as the “I finished Netflix”. I just want a shower before 6pm.… https://t.co/C5S0v5AQCY", "clean_text": "@NATESADEGHI @TALKTOSKIRT I LAUGH AT BORED” AS WELL AS THE I FINISHED NETFLIX” I JUST WANT A SHOWER BEFORE 6PM ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200422, "Text": "RT @jp_koning: Amidst the financial chaos, the Bank of Canada has shifted to a floor system. It usually operates with a tiny $250 million i…", "clean_text": "RT @JP_KONING AMIDST THE FINANCIAL CHAOS THE BANK OF CANADA HAS SHIFTED TO A FLOOR SYSTEM IT USUALLY OPERATES WITH A TINY 250 MILLION I", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Great data / insight. Thanks for sharing. I’d point out a flaw to the data regarding churn:  You don’t buy the hardware, yo…", "clean_text": "RT @JOHNPGAVIN GREAT DATA  INSIGHT THANKS FOR SHARING ID POINT OUT A FLAW TO THE DATA REGARDING CHURN  YOU DONT BUY THE HARDWARE YO", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Underfunded public pensions has been a growing and festering problem. For decades, politicians of all stripes curried favor…", "clean_text": "RT @JOHNPGAVIN UNDERFUNDED PUBLIC PENSIONS HAS BEEN A GROWING AND FESTERING PROBLEM FOR DECADES POLITICIANS OF ALL STRIPES CURRIED FAVOR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Now's a good time for airlines and hotels to rethink some parasitic revenue \"enhancers\" that hurt the travel experience and…", "clean_text": "RT @JOHNPGAVIN NOW A GOOD TIME FOR AIRLINES AND HOTELS TO RETHINK SOME PARASITIC REVENUE ENHANCERS THAT HURT THE TRAVEL EXPERIENCE AND", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200421, "Text": "$NTN has a market cap of just $3m but managed to get a PPP loan worth $1.6m. https://t.co/FNxUkI2pIl", "clean_text": "NTN HAS A MARKET CAP OF JUST 3M BUT MANAGED TO GET A PPP LOAN WORTH 16M ", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "footnoted", "Time": 20200421, "Text": "That’s really a judgement call on the part of any company’s inside/outside counsel. Have seen loans as little as $1… https://t.co/0M0HiVBjSw", "clean_text": "THATS REALLY A JUDGEMENT CALL ON THE PART OF ANY COMPANYS INSIDEOUTSIDE COUNSEL HAVE SEEN LOANS AS LITTLE AS 1 ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200421, "Text": "A friend of mine runs a small cookie company in Princeton NJ. Her store’s been closed for past 5 weeks, but landlor… https://t.co/vt4cueGOZu", "clean_text": "A FRIEND OF MINE RUNS A SMALL COOKIE COMPANY IN PRINCETON NJ HER STORES BEEN CLOSED FOR PAST 5 WEEKS BUT LANDLOR ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "activiststocks", "Time": 20200421, "Text": "RT @timkmak: THREAD - History doesn't repeat itself, but it rhymes: a thread about the **Anti-Mask League** of 1919.\n \nI'm not kidding I we…", "clean_text": "RT @TIMKMAK THREAD  HISTORY DOESNT REPEAT ITSELF BUT IT RHYMES A THREAD ABOUT THE **ANTIMASK LEAGUE** OF 1919\n \nIM NOT KIDDING I WE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200421, "Text": "@beardmars @MidwestHedgie @AdvInCap @hkuppy If the equity ends up not being a zero the unsecured bonds will make 15… https://t.co/NLMMc4Qs6J", "clean_text": "@BEARDMARS @MIDWESTHEDGIE @ADVINCAP @HKUPPY IF THE EQUITY ENDS UP NOT BEING A ZERO THE UNSECURED BONDS WILL MAKE 15 ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200421, "Text": "@wingod Might not be quite as crazy as it seems. They make a lot of stuff and Berkshire Hathaway is a large shareho… https://t.co/amKuvRTuUI", "clean_text": "@WINGOD MIGHT NOT BE QUITE AS CRAZY AS IT SEEMS THEY MAKE A LOT OF STUFF AND BERKSHIRE HATHAWAY IS A LARGE SHAREHO ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200421, "Text": "Massive rally in May WTI.  It’s up to a buck. “Move along.  Nothing to see here.”", "clean_text": "MASSIVE RALLY IN MAY WTI  ITS UP TO A BUCK MOVE ALONG  NOTHING TO SEE HERE”", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Later this morning, we’ll be releasing a report on a multibillion dollar biotech short with two drugs doomed to fai… https://t.co/aCS23g0xD9", "clean_text": "LATER THIS MORNING WELL BE RELEASING A REPORT ON A MULTIBILLION DOLLAR BIOTECH SHORT WITH TWO DRUGS DOOMED TO FAI ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Heterogeneity of KRAS mutations also means targeted therapy combinations with '849 are a roll of the dice. There's… https://t.co/whkWWOzIXv", "clean_text": "HETEROGENEITY OF KRAS MUTATIONS ALSO MEANS TARGETED THERAPY COMBINATIONS WITH 849 ARE A ROLL OF THE DICE THERE ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Meanwhile, combo attempt w/checkpoint inhibitors is based on shoddy preclinical work: shrinking a mouse tumor model… https://t.co/JVDeZakTbH", "clean_text": "MEANWHILE COMBO ATTEMPT WCHECKPOINT INHIBITORS IS BASED ON SHODDY PRECLINICAL WORK SHRINKING A MOUSE TUMOR MODEL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200421, "Text": "Things getting interesting in Tampa. Normally this would be a great risk/reward trade for the Bucs: at best Gronk i… https://t.co/AJBSeMqLu1", "clean_text": "THINGS GETTING INTERESTING IN TAMPA NORMALLY THIS WOULD BE A GREAT RISKREWARD TRADE FOR THE BUCS AT BEST GRONK I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200421, "Text": "March 20, 2022 Magna Global \"Forecasts for a V shaped US Ad recovery\" (note: this is month old, my guess is things… https://t.co/gHM44qKjeH", "clean_text": "MARCH 20 2022 MAGNA GLOBAL FORECASTS FOR A V SHAPED US AD RECOVERY NOTE THIS IS MONTH OLD MY GUESS IS THINGS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200421, "Text": "Sh*&amp;, was looking to do a deck on this next. Stock price near ATHs, +9% YTD, +27% last yr. Got to as low as $36/sh… https://t.co/Fswd2aLwQe", "clean_text": "SH*AMP WAS LOOKING TO DO A DECK ON THIS NEXT STOCK PRICE NEAR ATHS +9% YTD +27% LAST YR GOT TO AS LOW AS 36SH ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200421, "Text": "Whether a company's stock repurchases have created shareholder value has absolutely nothing to do with how much it… https://t.co/DhyOJonm7k", "clean_text": "WHETHER A COMPANY STOCK REPURCHASES HAVE CREATED SHAREHOLDER VALUE HAS ABSOLUTELY NOTHING TO DO WITH HOW MUCH IT ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200421, "Text": "Oil’s not the only market where inventories built in anticipation of a supply shock only to have demand fall off pr… https://t.co/eZVMNgs3sF", "clean_text": "OILS NOT THE ONLY MARKET WHERE INVENTORIES BUILT IN ANTICIPATION OF A SUPPLY SHOCK ONLY TO HAVE DEMAND FALL OFF PR ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200421, "Text": "@SkeleCap @stoolcapital AirCastle got acquired for &gt;1x book by Asian bagholders a month ago, Sir https://t.co/xeTekLdiKE", "clean_text": "@SKELECAP @STOOLCAPITAL AIRCASTLE GOT ACQUIRED FOR GT1X BOOK BY ASIAN BAGHOLDERS A MONTH AGO SIR ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200421, "Text": "PAA Research Report: TREX: The Hard Realities for Composite Decking Manufacturers in a Post Covid-19 World https://t.co/6OFDfodMok", "clean_text": "PAA RESEARCH REPORT TREX THE HARD REALITIES FOR COMPOSITE DECKING MANUFACTURERS IN A POST COVID19 WORLD ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200420, "Text": "RT @sfiscience: \"We appear to have reached a limit at which #understanding &amp; #prediction—mechanisms &amp; models—are falling out of alignment.…", "clean_text": "RT @SFISCIENCE WE APPEAR TO HAVE REACHED A LIMIT AT WHICH #UNDERSTANDING AMP #PREDICTION—MECHANISMS AMP MODELS—ARE FALLING OUT OF ALIGNMENT", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200420, "Text": "RT @darth: going to fry a lot more potatoes this week", "clean_text": "RT @DARTH GOING TO FRY A LOT MORE POTATOES THIS WEEK", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200420, "Text": "RT @MilwaukeeBonds: Never thought a barrel of oil could turn out to be a worse investment than Venezuelan bonds, but here we are...", "clean_text": "RT @MILWAUKEEBONDS NEVER THOUGHT A BARREL OF OIL COULD TURN OUT TO BE A WORSE INVESTMENT THAN VENEZUELAN BONDS BUT HERE WE ARE", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200420, "Text": "WTI futures are down 18% right now overnight.  That’s a lot.", "clean_text": "WTI FUTURES ARE DOWN 18% RIGHT NOW OVERNIGHT  THATS A LOT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200420, "Text": "In my “A Tale of Two Sinks” webcast (now up on replay) I finished warning about the danger of purely financial enti… https://t.co/laR7dbyOOL", "clean_text": "IN MY A TALE OF TWO SINKS” WEBCAST NOW UP ON REPLAY I FINISHED WARNING ABOUT THE DANGER OF PURELY FINANCIAL ENTI ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200420, "Text": "\"The bulk of digital advertising spend comes from millions of small, local, direct advertisers spending $10,000 a y… https://t.co/CSnvGHezuM", "clean_text": "THE BULK OF DIGITAL ADVERTISING SPEND COMES FROM MILLIONS OF SMALL LOCAL DIRECT ADVERTISERS SPENDING 10000 A Y ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "RT @Fidelio1015: Permian is now a gas basin with associated oil. https://t.co/h8OmfWQu0t", "clean_text": "RT @FIDELIO1015 PERMIAN IS NOW A GAS BASIN WITH ASSOCIATED OIL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200420, "Text": "I think a lot “investors” are sitting in a home with a job riding out this quarantine. Their views are jaded. When… https://t.co/Odw1qO23Po", "clean_text": "I THINK A LOT INVESTORS” ARE SITTING IN A HOME WITH A JOB RIDING OUT THIS QUARANTINE THEIR VIEWS ARE JADED WHEN ", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "CitronResearch", "Time": 20200420, "Text": "As much as Citron wants a vaccine $NVAX is a serial promise and non deliver on every virus.  Insiders sold most hol… https://t.co/IZs2Lcha6E", "clean_text": "AS MUCH AS CITRON WANTS A VACCINE NVAX IS A SERIAL PROMISE AND NON DELIVER ON EVERY VIRUS  INSIDERS SOLD MOST HOL ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "BergenCapital", "Time": 20200420, "Text": "RT @bennpeifert: can we list WTI options with negative strike prices? asking for a friend", "clean_text": "RT @BENNPEIFERT CAN WE LIST WTI OPTIONS WITH NEGATIVE STRIKE PRICES ASKING FOR A FRIEND", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200420, "Text": "RT @ActivistInsight: Hot new short reports from @QCMFunds and @HindenburgRes on https://t.co/womV77Dhou this morning. Thanks to @natbaker a…", "clean_text": "RT @ACTIVISTINSIGHT HOT NEW SHORT REPORTS FROM @QCMFUNDS AND @HINDENBURGRES ON  THIS MORNING THANKS TO @NATBAKER A", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200419, "Text": "3/3 Laurence recently did a wonderful podcast with @jim_rutt (who preceded me as chair of the SFI board).… https://t.co/zoCRsdq0xD", "clean_text": "33 LAURENCE RECENTLY DID A WONDERFUL PODCAST WITH @JIM_RUTT WHO PRECEDED ME AS CHAIR OF THE SFI BOARD ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200419, "Text": "@PeterBent @scuttleblurb I haven’t owned for a couple years +. Sold $LILA around $20/sh. One of my worst investment… https://t.co/YTMB9wWwcw", "clean_text": "@PETERBENT @SCUTTLEBLURB I HAVENT OWNED FOR A COUPLE YEARS SOLD LILA AROUND 20SH ONE OF MY WORST INVESTMENT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200418, "Text": "Here's a short list of important books to complement my essay:", "clean_text": "HERE A SHORT LIST OF IMPORTANT BOOKS TO COMPLEMENT MY ESSAY", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200418, "Text": "Hey @bayer4pets: bought a Seresto collar for my dog last month and have pulled 3 living ticks off of him in past 24… https://t.co/WCIXI2BuFK", "clean_text": "HEY @BAYER4PETS BOUGHT A SERESTO COLLAR FOR MY DOG LAST MONTH AND HAVE PULLED 3 LIVING TICKS OFF OF HIM IN PAST 24 ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200418, "Text": "@rationalwalk You’ve got me. Became an unaffiliated voter over a decade ago because neither party was getting it right!", "clean_text": "@RATIONALWALK YOUVE GOT ME BECAME AN UNAFFILIATED VOTER OVER A DECADE AGO BECAUSE NEITHER PARTY WAS GETTING IT RIGHT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200418, "Text": "A call to arms worth reading https://t.co/1nTTmePKQz", "clean_text": "A CALL TO ARMS WORTH READING ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200418, "Text": "RT @TruthGundlach: U.S. GDP looks to be down 15%ish, unannualized, from its peak. SPX is presently down a similar amount from its peak. Erg…", "clean_text": "RT @TRUTHGUNDLACH US GDP LOOKS TO BE DOWN 15%ISH UNANNUALIZED FROM ITS PEAK SPX IS PRESENTLY DOWN A SIMILAR AMOUNT FROM ITS PEAK ERG", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200418, "Text": "@MartianShort Leave it to a short seller to chime in with the optimistic take! :)", "clean_text": "@MARTIANSHORT LEAVE IT TO A SHORT SELLER TO CHIME IN WITH THE OPTIMISTIC TAKE ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200418, "Text": "@Dovahkiin_69 @MartianShort Interesting. What model is yours? Mine is a 2019 MBP 15” Touch Bar.", "clean_text": "@DOVAHKIIN_69 @MARTIANSHORT INTERESTING WHAT MODEL IS YOURS MINE IS A 2019 MBP 15” TOUCH BAR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "This is a huge development for $OSTK and @tzeroblockchain. Congrats to @Noursalehi and the rest of the team. The… https://t.co/baNfCOcyxv", "clean_text": "THIS IS A HUGE DEVELOPMENT FOR OSTK AND @TZEROBLOCKCHAIN CONGRATS TO @NOURSALEHI AND THE REST OF THE TEAM THE ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "@CheeseburgerCap @AjKshatriya I think attributing this crazy amendment to relationships is a bit of an oversimplifi… https://t.co/8ta1TY6g9X", "clean_text": "@CHEESEBURGERCAP @AJKSHATRIYA I THINK ATTRIBUTING THIS CRAZY AMENDMENT TO RELATIONSHIPS IS A BIT OF AN OVERSIMPLIFI ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}]