["RT", {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: A lot of the lower-quality credits just went through a no-bid market before the Fed stepped in.  Hard to say where it shows…", "clean_text": "RT @JOHNPGAVIN A LOT OF THE LOWERQUALITY CREDITS JUST WENT THROUGH A NOBID MARKET BEFORE THE FED STEPPED IN  HARD TO SAY WHERE IT SHOWS", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: In an environment where a company's very capacity to operate is in question, suspending all dividends is recommended (e.g.,…", "clean_text": "RT @JOHNPGAVIN IN AN ENVIRONMENT WHERE A COMPANY VERY CAPACITY TO OPERATE IS IN QUESTION SUSPENDING ALL DIVIDENDS IS RECOMMENDED EG", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: Good night all.  Did you know studies have shown that doing something nice for others can bring relief from your own feelin…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  DID YOU KNOW STUDIES HAVE SHOWN THAT DOING SOMETHING NICE FOR OTHERS CAN BRING RELIEF FROM YOUR OWN FEELIN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: As an analyst, I get why the financial crowd loves the #SaaS model.  But as a business owner I always hated it. I saw great…", "clean_text": "RT @JOHNPGAVIN AS AN ANALYST I GET WHY THE FINANCIAL CROWD LOVES THE #SAAS MODEL  BUT AS A BUSINESS OWNER I ALWAYS HATED IT I SAW GREAT", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "RT @sarthakgh: MBA students at top biz schools (Wharton, Kellogg, Stanford) of the country are asking for refunds \n\nA reckoning is coming.…", "clean_text": "RT @SARTHAKGH MBA STUDENTS AT TOP BIZ SCHOOLS WHARTON KELLOGG STANFORD OF THE COUNTRY ARE ASKING FOR REFUNDS \n\nA RECKONING IS COMING", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "RT @steveashleyplus: Month-long shift: 42 factory coworkers-turned-roommates began a \"live-in\" at their plastics plant in Pa. to produce mi…", "clean_text": "RT @STEVEASHLEYPLUS MONTHLONG SHIFT 42 FACTORY COWORKERSTURNEDROOMMATES BEGAN A LIVEIN AT THEIR PLASTICS PLANT IN PA TO PRODUCE MI", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @StateDept: .@SecPompeo: The Chinese Government hasn’t permitted American scientists to go into #China, to go into not only the Wuhan la…", "clean_text": "RT @STATEDEPT @SECPOMPEO THE CHINESE GOVERNMENT HASNT PERMITTED AMERICAN SCIENTISTS TO GO INTO #CHINA TO GO INTO NOT ONLY THE WUHAN LA", "count1": 0, "count2": 2, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @USAmbUN: .@USUN and @StateDept thank the eight members of the @UN #NorthKorea Panel of Experts. The United States highly appreciates yo…", "clean_text": "RT @USAMBUN @USUN AND @STATEDEPT THANK THE EIGHT MEMBERS OF THE @UN #NORTHKOREA PANEL OF EXPERTS THE UNITED STATES HIGHLY APPRECIATES YO", "count1": 2, "count2": 0, "count3": 3, "count4": 1}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @USUN: Some countries deserve special mention for preventing #NorthKorea from using funds for its #WMD and ballistic-missile program. Si…", "clean_text": "RT @USUN SOME COUNTRIES DESERVE SPECIAL MENTION FOR PREVENTING #NORTHKOREA FROM USING FUNDS FOR ITS #WMD AND BALLISTICMISSILE PROGRAM SI", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @StateDept: .@SecPompeo discusses the World Health Organization, China, and COVID-19. Watch the full briefing: https://t.co/ie7e3VwarG.…", "clean_text": "RT @STATEDEPT @SECPOMPEO DISCUSSES THE WORLD HEALTH ORGANIZATION CHINA AND COVID19 WATCH THE FULL BRIEFING ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "GrantsPub", "Time": 20200423, "Text": "RT @FT: Netflix secures its lowest-cost debt after ECB boost https://t.co/8suEHVKrSP", "clean_text": "RT @FT NETFLIX SECURES ITS LOWESTCOST DEBT AFTER ECB BOOST ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Insider's tip on easiest way to show appreciation for first responders --\n\nWe love thanks you's, friendly waves, and big sm…", "clean_text": "RT @JOHNPGAVIN INSIDER TIP ON EASIEST WAY TO SHOW APPRECIATION FOR FIRST RESPONDERS \n\nWE LOVE THANKS YOU FRIENDLY WAVES AND BIG SM", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Good night all.  After the darkness of the night, the light will surely return tomorrow.  No virus can stop that.  No virus…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  AFTER THE DARKNESS OF THE NIGHT THE LIGHT WILL SURELY RETURN TOMORROW  NO VIRUS CAN STOP THAT  NO VIRUS", "count1": 1, "count2": 0, "count3": 3, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: An articulate, clear argument for keeping perspective on Covid danger. Worth the few minutes to watch. \n\n“Bill Maher: The M…", "clean_text": "RT @JOHNPGAVIN AN ARTICULATE CLEAR ARGUMENT FOR KEEPING PERSPECTIVE ON COVID DANGER WORTH THE FEW MINUTES TO WATCH \n\nBILL MAHER THE M", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Getting tired of the usual drivel of “support for small business”. The last rounds of stimulus were quickly scooped up by l…", "clean_text": "RT @JOHNPGAVIN GETTING TIRED OF THE USUAL DRIVEL OF SUPPORT FOR SMALL BUSINESS” THE LAST ROUNDS OF STIMULUS WERE QUICKLY SCOOPED UP BY L", "count1": 3, "count2": 0, "count3": 2, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Paging Steven Mnuchin ... there's a gentleman in a car outside who would like a word with you. https://t.co/KUi2E2rYIr", "clean_text": "RT @JOHNPGAVIN PAGING STEVEN MNUCHIN  THERE A GENTLEMAN IN A CAR OUTSIDE WHO WOULD LIKE A WORD WITH YOU ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: My version:  “This is a great time for civil discourse, mutual respect, and leaders willing to speak to reality without aba…", "clean_text": "RT @JOHNPGAVIN MY VERSION  THIS IS A GREAT TIME FOR CIVIL DISCOURSE MUTUAL RESPECT AND LEADERS WILLING TO SPEAK TO REALITY WITHOUT ABA", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: This is good, we need the distraction. If video earnings calls take off, imagine the fun we’ll have snarking on all kinds o…", "clean_text": "RT @JOHNPGAVIN THIS IS GOOD WE NEED THE DISTRACTION IF VIDEO EARNINGS CALLS TAKE OFF IMAGINE THE FUN WELL HAVE SNARKING ON ALL KINDS O", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200422, "Text": "RT @SugarRiverCap: Fat tails the topic in this @mjmauboussin gem that should have been tucked away for future years: ‘Investors that design…", "clean_text": "RT @SUGARRIVERCAP FAT TAILS THE TOPIC IN THIS @MJMAUBOUSSIN GEM THAT SHOULD HAVE BEEN TUCKED AWAY FOR FUTURE YEARS INVESTORS THAT DESIGN", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: The U.S. strongly condemns the attack on an @UN vehicle in #Rakhine State, #Burma, which killed a UN employee &amp; wounded…", "clean_text": "RT @STATEDEPTSPOX THE US STRONGLY CONDEMNS THE ATTACK ON AN @UN VEHICLE IN #RAKHINE STATE #BURMA WHICH KILLED A UN EMPLOYEE AMP WOUNDED", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: Proud to echo @SecPompeo’s announcement of $270 million in new U.S. assistance for the global #COVID19 response. The U.S…", "clean_text": "RT @STATEDEPTSPOX PROUD TO ECHO @SECPOMPEOS ANNOUNCEMENT OF 270 MILLION IN NEW US ASSISTANCE FOR THE GLOBAL #COVID19 RESPONSE THE US", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "RT @thejadedtrader: More $MRTX insider selling before $VSTM data next week 🤔 https://t.co/nP2RXTRHqO", "clean_text": "RT @THEJADEDTRADER MORE MRTX INSIDER SELLING BEFORE VSTM DATA NEXT WEEK ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "RT @jeromeverony: I admonished against the hype surrounding $MRTX almost exactly a year ago, citing @biosleuth to highlight that KRAS is a…", "clean_text": "RT @JEROMEVERONY I ADMONISHED AGAINST THE HYPE SURROUNDING MRTX ALMOST EXACTLY A YEAR AGO CITING @BIOSLEUTH TO HIGHLIGHT THAT KRAS IS A", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200422, "Text": "RT @Find_Me_Value: *NEW DECK*\nThe Walt Disney Company ( $DIS ) - 185 pg\n\nI welcome any feedback / conversation\n\nhttps://t.co/IjDyZ3t4v7 (fr…", "clean_text": "RT @FIND_ME_VALUE *NEW DECK*\nTHE WALT DISNEY COMPANY  DIS 185 PG\n\nI WELCOME ANY FEEDBACK  CONVERSATION\n\n FR", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200422, "Text": "RT @Find_Me_Value: New slide deck on Charter Communications (CHTR)\nTrial view of first ~ 20 slides on \"sample posts\" of site.\nFull 114 pg d…", "clean_text": "RT @FIND_ME_VALUE NEW SLIDE DECK ON CHARTER COMMUNICATIONS CHTR\nTRIAL VIEW OF FIRST 20 SLIDES ON SAMPLE POSTS OF SITE\nFULL 114 PG D", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200422, "Text": "RT @Find_Me_Value: Feb 2020 post: $CMCSA (Comcast Corp) 142 slides\n*members only*\n\nhttps://t.co/mqW1yDOgKq (members page) https://t.co/BDAR…", "clean_text": "RT @FIND_ME_VALUE FEB 2020 POST CMCSA COMCAST CORP 142 SLIDES\n*MEMBERS ONLY*\n\n MEMBERS PAGE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200422, "Text": "RT @jp_koning: Amidst the financial chaos, the Bank of Canada has shifted to a floor system. It usually operates with a tiny $250 million i…", "clean_text": "RT @JP_KONING AMIDST THE FINANCIAL CHAOS THE BANK OF CANADA HAS SHIFTED TO A FLOOR SYSTEM IT USUALLY OPERATES WITH A TINY 250 MILLION I", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200422, "Text": "RT @REWoman: Truly no surprise here!   Why even release stats.  They are encouraging Realtors to avoid face to face contact and no Open Hou…", "clean_text": "RT @REWOMAN TRULY NO SURPRISE HERE WHY EVEN RELEASE STATS  THEY ARE ENCOURAGING REALTORS TO AVOID FACE TO FACE CONTACT AND NO OPEN HOU", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Great data / insight. Thanks for sharing. I’d point out a flaw to the data regarding churn:  You don’t buy the hardware, yo…", "clean_text": "RT @JOHNPGAVIN GREAT DATA  INSIGHT THANKS FOR SHARING ID POINT OUT A FLAW TO THE DATA REGARDING CHURN  YOU DONT BUY THE HARDWARE YO", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Underfunded public pensions has been a growing and festering problem. For decades, politicians of all stripes curried favor…", "clean_text": "RT @JOHNPGAVIN UNDERFUNDED PUBLIC PENSIONS HAS BEEN A GROWING AND FESTERING PROBLEM FOR DECADES POLITICIANS OF ALL STRIPES CURRIED FAVOR", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: To imagine airlines will be able to restore their schedules and fill their planes even half as full as they were over the n…", "clean_text": "RT @JOHNPGAVIN TO IMAGINE AIRLINES WILL BE ABLE TO RESTORE THEIR SCHEDULES AND FILL THEIR PLANES EVEN HALF AS FULL AS THEY WERE OVER THE N", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: The airline industry has gone through bankruptcy so many times they could teach classes on it. Airplanes, gates, ticketing…", "clean_text": "RT @JOHNPGAVIN THE AIRLINE INDUSTRY HAS GONE THROUGH BANKRUPTCY SO MANY TIMES THEY COULD TEACH CLASSES ON IT AIRPLANES GATES TICKETING", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Now's a good time for airlines and hotels to rethink some parasitic revenue \"enhancers\" that hurt the travel experience and…", "clean_text": "RT @JOHNPGAVIN NOW A GOOD TIME FOR AIRLINES AND HOTELS TO RETHINK SOME PARASITIC REVENUE ENHANCERS THAT HURT THE TRAVEL EXPERIENCE AND", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200421, "Text": "RT @carlquintanilla: And you thought work-from-home was rough. https://t.co/QLWtop73Mm", "clean_text": "RT @CARLQUINTANILLA AND YOU THOUGHT WORKFROMHOME WAS ROUGH ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200421, "Text": "RT @timkmak: THREAD - History doesn't repeat itself, but it rhymes: a thread about the **Anti-Mask League** of 1919.\n \nI'm not kidding I we…", "clean_text": "RT @TIMKMAK THREAD  HISTORY DOESNT REPEAT ITSELF BUT IT RHYMES A THREAD ABOUT THE **ANTIMASK LEAGUE** OF 1919\n \nIM NOT KIDDING I WE", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USAmbUN: Grateful for the @UN #NorthKorea Panel of Experts’ work and the release of their final report. Key takeaway? Member States mus…", "clean_text": "RT @USAMBUN GRATEFUL FOR THE @UN #NORTHKOREA PANEL OF EXPERTS WORK AND THE RELEASE OF THEIR FINAL REPORT KEY TAKEAWAY MEMBER STATES MUS", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: #NorthKorea’s sophisticated tactics to evade sanctions continue to allow them to utilize the international financial system, gene…", "clean_text": "RT @USUN #NORTHKOREAS SOPHISTICATED TACTICS TO EVADE SANCTIONS CONTINUE TO ALLOW THEM TO UTILIZE THE INTERNATIONAL FINANCIAL SYSTEM GENE", "count1": 0, "count2": 3, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Today, Americans of Jewish faith still face persecution. We must always condemn &amp; confront all forms of racial, religious &amp; ethni…", "clean_text": "RT @USUN TODAY AMERICANS OF JEWISH FAITH STILL FACE PERSECUTION WE MUST ALWAYS CONDEMN AMP CONFRONT ALL FORMS OF RACIAL RELIGIOUS AMP ETHNI", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Our observance of #YomHaShoah calls on us to renew our vow that future generations know the Holocaust’s horrors so that we never…", "clean_text": "RT @USUN OUR OBSERVANCE OF #YOMHASHOAH CALLS ON US TO RENEW OUR VOW THAT FUTURE GENERATIONS KNOW THE HOLOCAUSTS HORRORS SO THAT WE NEVER", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Today on #HolocaustRemembranceDay, the U.S. honors the millions of lives the Nazis murdered leading up to &amp; during #WWII: Jews, R…", "clean_text": "RT @USUN TODAY ON #HOLOCAUSTREMEMBRANCEDAY THE US HONORS THE MILLIONS OF LIVES THE NAZIS MURDERED LEADING UP TO AMP DURING #WWII JEWS R", "count1": 1, "count2": 1, "count3": 3, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USAmbUN: #UNSC #VTC: Over 75% of the world’s food crises are driven by conflict. Millions of people in #Syria, #Yemen, and elsewhere ar…", "clean_text": "RT @USAMBUN #UNSC #VTC OVER 75% OF THE WORLDS FOOD CRISES ARE DRIVEN BY CONFLICT MILLIONS OF PEOPLE IN #SYRIA #YEMEN AND ELSEWHERE AR", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "RT @stevenmjacobs: @KerrisdaleCap Hello Kerrisdale,\nI could not agree w u more. All we see is analyst Pump after Pump w price targets raise…", "clean_text": "RT @STEVENMJACOBS @KERRISDALECAP HELLO KERRISDALE\nI COULD NOT AGREE W U MORE ALL WE SEE IS ANALYST PUMP AFTER PUMP W PRICE TARGETS RAISE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "RT @SeekingAlpha: $MRTX - Mirati Therapeutics, Inc.: Cracking KRAS Is Harder Than It Looks. https://t.co/U3jIaFonaN #stocks #business #stoc…", "clean_text": "RT @SEEKINGALPHA MRTX  MIRATI THERAPEUTICS INC CRACKING KRAS IS HARDER THAN IT LOOKS  #STOCKS #BUSINESS #STOC", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200421, "Text": "RT @realDonaldTrump: In light of the attack from the Invisible Enemy, as well as the need to protect the jobs of our GREAT American Citizen…", "clean_text": "RT @REALDONALDTRUMP IN LIGHT OF THE ATTACK FROM THE INVISIBLE ENEMY AS WELL AS THE NEED TO PROTECT THE JOBS OF OUR GREAT AMERICAN CITIZEN", "count1": 2, "count2": 1, "count3": 4, "count4": 1}, {"Name": "BergenCapital", "Time": 20200421, "Text": "RT @BoogieCrypto: Los Angeles Skatepark is now filled with oil https://t.co/7LfhsW7zuH", "clean_text": "RT @BOOGIECRYPTO LOS ANGELES SKATEPARK IS NOW FILLED WITH OIL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200420, "Text": "RT @sfiscience: \"We appear to have reached a limit at which #understanding &amp; #prediction—mechanisms &amp; models—are falling out of alignment.…", "clean_text": "RT @SFISCIENCE WE APPEAR TO HAVE REACHED A LIMIT AT WHICH #UNDERSTANDING AMP #PREDICTION—MECHANISMS AMP MODELS—ARE FALLING OUT OF ALIGNMENT", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200420, "Text": "RT @darth: going to fry a lot more potatoes this week", "clean_text": "RT @DARTH GOING TO FRY A LOT MORE POTATOES THIS WEEK", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200420, "Text": "RT @MilwaukeeBonds: Never thought a barrel of oil could turn out to be a worse investment than Venezuelan bonds, but here we are...", "clean_text": "RT @MILWAUKEEBONDS NEVER THOUGHT A BARREL OF OIL COULD TURN OUT TO BE A WORSE INVESTMENT THAN VENEZUELAN BONDS BUT HERE WE ARE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200420, "Text": "RT @StateDept: .@SecPompeo: The Chinese Government needs to come clean. It needs to be accountable. It needs to explain what happened and w…", "clean_text": "RT @STATEDEPT @SECPOMPEO THE CHINESE GOVERNMENT NEEDS TO COME CLEAN IT NEEDS TO BE ACCOUNTABLE IT NEEDS TO EXPLAIN WHAT HAPPENED AND W", "count1": 0, "count2": 3, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "RT @JacobWolinsky: Whitney tilson will give you the privilege  of providing your credit card number over the phone so you can send him $6,0…", "clean_text": "RT @JACOBWOLINSKY WHITNEY TILSON WILL GIVE YOU THE PRIVILEGE  OF PROVIDING YOUR CREDIT CARD NUMBER OVER THE PHONE SO YOU CAN SEND HIM 60", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "RT @Fidelio1015: Permian is now a gas basin with associated oil. https://t.co/h8OmfWQu0t", "clean_text": "RT @FIDELIO1015 PERMIAN IS NOW A GAS BASIN WITH ASSOCIATED OIL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200420, "Text": "RT @GumpCapital: The CFA institute refusing refunds and arbitrarily rescheduling exams to December is 100% on brand. Good job guys, glad Et…", "clean_text": "RT @GUMPCAPITAL THE CFA INSTITUTE REFUSING REFUNDS AND ARBITRARILY RESCHEDULING EXAMS TO DECEMBER IS 100% ON BRAND GOOD JOB GUYS GLAD ET", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200420, "Text": "RT @thestinkmarket: If oil closes at $4.20 tomorrow on 4/20/2020 I will literally smoke 15 swisher sweet blunts and live stream it.", "clean_text": "RT @THESTINKMARKET IF OIL CLOSES AT 420 TOMORROW ON 4202020 I WILL LITERALLY SMOKE 15 SWISHER SWEET BLUNTS AND LIVE STREAM IT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200420, "Text": "RT @dougboneparth: I’m switching from coffee to oil.", "clean_text": "RT @DOUGBONEPARTH IM SWITCHING FROM COFFEE TO OIL", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200420, "Text": "RT @vexmark: waiting to see how many teens are getting hospitalized today after doing the viral tiktok crude oil drinking challenge", "clean_text": "RT @VEXMARK WAITING TO SEE HOW MANY TEENS ARE GETTING HOSPITALIZED TODAY AFTER DOING THE VIRAL TIKTOK CRUDE OIL DRINKING CHALLENGE", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200420, "Text": "RT @bennpeifert: can we list WTI options with negative strike prices? asking for a friend", "clean_text": "RT @BENNPEIFERT CAN WE LIST WTI OPTIONS WITH NEGATIVE STRIKE PRICES ASKING FOR A FRIEND", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @bpsandpieces: I wonder what 1,000 standard deviation event will happen tomorrow", "clean_text": "RT @BPSANDPIECES I WONDER WHAT 1000 STANDARD DEVIATION EVENT WILL HAPPEN TOMORROW", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @stagevp: Hear @ktal90 of @firstresonance talk about the future of manufacturing on the Venture Stories podcast. \n\nhttps://t.co/pfG18mjb…", "clean_text": "RT @STAGEVP HEAR @KTAL90 OF @FIRSTRESONANCE TALK ABOUT THE FUTURE OF MANUFACTURING ON THE VENTURE STORIES PODCAST \n\n", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @stagevp: One of the fastest growing subscription commerce companies, @@blckriflecoffee, uses @soundcommerce to manage omnichannel sales…", "clean_text": "RT @STAGEVP ONE OF THE FASTEST GROWING SUBSCRIPTION COMMERCE COMPANIES @@BLCKRIFLECOFFEE USES @SOUNDCOMMERCE TO MANAGE OMNICHANNEL SALES", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200420, "Text": "RT @ActivistInsight: Hot new short reports from @QCMFunds and @HindenburgRes on https://t.co/womV77Dhou this morning. Thanks to @natbaker a…", "clean_text": "RT @ACTIVISTINSIGHT HOT NEW SHORT REPORTS FROM @QCMFUNDS AND @HINDENBURGRES ON  THIS MORNING THANKS TO @NATBAKER A", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @ZachLowe_NBA: LETS GO", "clean_text": "RT @ZACHLOWE_NBA LETS GO", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @jalenbrunson1: I’ve never been so excited to watch something", "clean_text": "RT @JALENBRUNSON1 IVE NEVER BEEN SO EXCITED TO WATCH SOMETHING", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @CassidyHubbarth: That intro music beat drop tho... #TheLastDance", "clean_text": "RT @CASSIDYHUBBARTH THAT INTRO MUSIC BEAT DROP THO #THELASTDANCE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @ZachLowe_NBA: Honestly if you come up to me in the grocery store and say in the just right cadence and volume, \"FROM NORTH CAROLINA,\" I…", "clean_text": "RT @ZACHLOWE_NBA HONESTLY IF YOU COME UP TO ME IN THE GROCERY STORE AND SAY IN THE JUST RIGHT CADENCE AND VOLUME FROM NORTH CAROLINA I", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @RepKatiePorter: Staffing companies backed by private equity are\n❌ cutting physician pay,\n❌ lying about doing it, and\n❌ retaliating agai…", "clean_text": "RT @REPKATIEPORTER STAFFING COMPANIES BACKED BY PRIVATE EQUITY ARE\n❌ CUTTING PHYSICIAN PAY\n❌ LYING ABOUT DOING IT AND\n❌ RETALIATING AGAI", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @SpaceWalk0: Time to panic\n\nhttps://t.co/RH7pIw4aJN", "clean_text": "RT @SPACEWALK0 TIME TO PANIC\n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @TruthGundlach: Doing some rough math, it looks like the combined value of the U.S. stock market gains off of the recent lows is roughly…", "clean_text": "RT @TRUTHGUNDLACH DOING SOME ROUGH MATH IT LOOKS LIKE THE COMBINED VALUE OF THE US STOCK MARKET GAINS OFF OF THE RECENT LOWS IS ROUGHLY", "count1": 2, "count2": 0, "count3": 3, "count4": 1}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @tylerwinklevoss: I received and email from Delta yesterday with the subject: \"We're in this together.\" Yep, after 5.4 billion in taxpay…", "clean_text": "RT @TYLERWINKLEVOSS I RECEIVED AND EMAIL FROM DELTA YESTERDAY WITH THE SUBJECT WERE IN THIS TOGETHER YEP AFTER 54 BILLION IN TAXPAY", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200418, "Text": "RT @TruthGundlach: U.S. GDP looks to be down 15%ish, unannualized, from its peak. SPX is presently down a similar amount from its peak. Erg…", "clean_text": "RT @TRUTHGUNDLACH US GDP LOOKS TO BE DOWN 15%ISH UNANNUALIZED FROM ITS PEAK SPX IS PRESENTLY DOWN A SIMILAR AMOUNT FROM ITS PEAK ERG", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200418, "Text": "RT @Sdavis8: @sellputs @TruthGundlach Gold. It generally returns more over time. Buy the physical stuff; no counterparty risk and you can s…", "clean_text": "RT @SDAVIS8 @SELLPUTS @TRUTHGUNDLACH GOLD IT GENERALLY RETURNS MORE OVER TIME BUY THE PHYSICAL STUFF NO COUNTERPARTY RISK AND YOU CAN S", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200417, "Text": "RT @jasonzweigwsj: my latest:\n\nIf the coronavirus lockdown has frozen your investing plans, you’re in good company. Charlie Munger is watch…", "clean_text": "RT @JASONZWEIGWSJ MY LATEST\n\nIF THE CORONAVIRUS LOCKDOWN HAS FROZEN YOUR INVESTING PLANS YOURE IN GOOD COMPANY CHARLIE MUNGER IS WATCH", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: .@POTUS decision to pause @WHO funding is about ensuring full transparency to avoid more deadly mistakes on #COVID19. #WHO's n…", "clean_text": "RT @USAMBUN @POTUS DECISION TO PAUSE @WHO FUNDING IS ABOUT ENSURING FULL TRANSPARENCY TO AVOID MORE DEADLY MISTAKES ON #COVID19 #WHO N", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: This pause in no way diminishes American determination to lead the global fight against #COVID19. The US is providing millions…", "clean_text": "RT @USAMBUN THIS PAUSE IN NO WAY DIMINISHES AMERICAN DETERMINATION TO LEAD THE GLOBAL FIGHT AGAINST #COVID19 THE US IS PROVIDING MILLIONS", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: Accountability, even in the midst of a crisis, is crucial. I discuss that and more in my conversation with @NPRinskeep @npr: h…", "clean_text": "RT @USAMBUN ACCOUNTABILITY EVEN IN THE MIDST OF A CRISIS IS CRUCIAL I DISCUSS THAT AND MORE IN MY CONVERSATION WITH @NPRINSKEEP @NPR H", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @usmissiongeneva: The U.S. has committed nearly $508 million in emergency assistance to help communities around the world deal with #COV…", "clean_text": "RT @USMISSIONGENEVA THE US HAS COMMITTED NEARLY 508 MILLION IN EMERGENCY ASSISTANCE TO HELP COMMUNITIES AROUND THE WORLD DEAL WITH #COV", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "GrantsPub", "Time": 20200417, "Text": "RT @fernandoulrich: A new era of inflation? | with Jim Grant and @malopez1975 https://t.co/2bo0sc1hcY", "clean_text": "RT @FERNANDOULRICH A NEW ERA OF INFLATION WITH JIM GRANT AND @MALOPEZ1975 ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200417, "Text": "RT @RANsquawk: Gilead (GILD) says anecdotal reports don't provide statistical power necessary to determine safety and efficacy profile of i…", "clean_text": "RT @RANSQUAWK GILEAD GILD SAYS ANECDOTAL REPORTS DONT PROVIDE STATISTICAL POWER NECESSARY TO DETERMINE SAFETY AND EFFICACY PROFILE OF I", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200417, "Text": "RT @carlquintanilla: “Not only was there no control group,” says Len Yaffe, but FDA clinical study NCT04292899 states participants are “not…", "clean_text": "RT @CARLQUINTANILLA NOT ONLY WAS THERE NO CONTROL GROUP” SAYS LEN YAFFE BUT FDA CLINICAL STUDY NCT04292899 STATES PARTICIPANTS ARE NOT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200417, "Text": "RT @RexChapman: Her teenaged son made the drive-thru order for his mom.\n\n“And a Sloppy Weiner.”\n\nWait for it...😂🤣😭💀💀https://t.co/p71qgzsmme", "clean_text": "RT @REXCHAPMAN HER TEENAGED SON MADE THE DRIVETHRU ORDER FOR HIS MOM\n\nAND A SLOPPY WEINER”\n\nWAIT FOR IT😂🤣😭💀💀", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200417, "Text": "RT @ZabelinDimitri: Correction: China's economy contracted for the first time since 1992\n- BBG\n#coronavirus", "clean_text": "RT @ZABELINDIMITRI CORRECTION CHINA ECONOMY CONTRACTED FOR THE FIRST TIME SINCE 1992\n BBG\n#CORONAVIRUS", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200416, "Text": "RT @AngieMaxwell1: Found the kid playing with her dog instead of Zooming with her teacher. She told me not to worry. She took a screenshot…", "clean_text": "RT @ANGIEMAXWELL1 FOUND THE KID PLAYING WITH HER DOG INSTEAD OF ZOOMING WITH HER TEACHER SHE TOLD ME NOT TO WORRY SHE TOOK A SCREENSHOT", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200416, "Text": "RT @NAHelium: BLM to shift ownership of depleted federal helium reserve to GSA to allow more time for private helium owners to remove last…", "clean_text": "RT @NAHELIUM BLM TO SHIFT OWNERSHIP OF DEPLETED FEDERAL HELIUM RESERVE TO GSA TO ALLOW MORE TIME FOR PRIVATE HELIUM OWNERS TO REMOVE LAST", "count1": 1, "count2": 4, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @StateAVC: #AVC submmitted The Executive Summary of the 2020 Compliance Report to Congress on April 15. https://t.co/7txsM0nNJF", "clean_text": "RT @STATEAVC #AVC SUBMMITTED THE EXECUTIVE SUMMARY OF THE 2020 COMPLIANCE REPORT TO CONGRESS ON APRIL 15 ", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @USAmbUN: We also urge all Member States to fully comply with the arms embargo, and call on the Houthis to allow @UN inspection and main…", "clean_text": "RT @USAMBUN WE ALSO URGE ALL MEMBER STATES TO FULLY COMPLY WITH THE ARMS EMBARGO AND CALL ON THE HOUTHIS TO ALLOW @UN INSPECTION AND MAIN", "count1": 0, "count2": 2, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @USAmbUN: We must also ensure humanitarian assistance continues with unhindered access of healthcare workers &amp; medical aid. Displaced pe…", "clean_text": "RT @USAMBUN WE MUST ALSO ENSURE HUMANITARIAN ASSISTANCE CONTINUES WITH UNHINDERED ACCESS OF HEALTHCARE WORKERS AMP MEDICAL AID DISPLACED PE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200416, "Text": "RT @Aubrey___K: Oil and Gas downturn indicator: Used Ford Raptors for sale within 50 miles of Midland, 29.", "clean_text": "RT @AUBREY___K OIL AND GAS DOWNTURN INDICATOR USED FORD RAPTORS FOR SALE WITHIN 50 MILES OF MIDLAND 29", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200416, "Text": "RT @MPelletierCIO: Outstanding, finally someone brave enough to report on it. Well done @BloombergCA \n\n“Canadians owe C$2.3 trillion in mor…", "clean_text": "RT @MPELLETIERCIO OUTSTANDING FINALLY SOMEONE BRAVE ENOUGH TO REPORT ON IT WELL DONE @BLOOMBERGCA \n\nCANADIANS OWE C23 TRILLION IN MOR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200416, "Text": "RT @MPelletierCIO: “Nearly a third of Canada’s Airbnb hosts -- who jointly had 170,000 active listings in late 2019 -- need the income to a…", "clean_text": "RT @MPELLETIERCIO NEARLY A THIRD OF CANADAS AIRBNB HOSTS  WHO JOINTLY HAD 170000 ACTIVE LISTINGS IN LATE 2019  NEED THE INCOME TO A", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200416, "Text": "RT @jimiuorio: My wife makes me shave and wear “pants with a zipper” to dinner....this is oppression...", "clean_text": "RT @JIMIUORIO MY WIFE MAKES ME SHAVE AND WEAR PANTS WITH A ZIPPER” TO DINNERTHIS IS OPPRESSION", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200416, "Text": "RT @lazereater: What will happen when $CLW and $KMB report? https://t.co/MjAdAeUdDj", "clean_text": "RT @LAZEREATER WHAT WILL HAPPEN WHEN CLW AND KMB REPORT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200416, "Text": "RT @brianportnoy: @JamesMcBarron That might be lunch.", "clean_text": "RT @BRIANPORTNOY @JAMESMCBARRON THAT MIGHT BE LUNCH", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200415, "Text": "RT @LizAnnSonders: Economists truly flying blind this time, as macro uncertainty &amp; dispersion between GDP forecasts remain highest in moder…", "clean_text": "RT @LIZANNSONDERS ECONOMISTS TRULY FLYING BLIND THIS TIME AS MACRO UNCERTAINTY AMP DISPERSION BETWEEN GDP FORECASTS REMAIN HIGHEST IN MODER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200415, "Text": "RT @morganhousel: A lot of recent stats reveal how fragile the economy was before any of this happened. \n\nReport last week shocked people:…", "clean_text": "RT @MORGANHOUSEL A LOT OF RECENT STATS REVEAL HOW FRAGILE THE ECONOMY WAS BEFORE ANY OF THIS HAPPENED \n\nREPORT LAST WEEK SHOCKED PEOPLE", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "RT @MarceloPLima: Unilever CEO: \"Let me be clear. Coronavirus is NOT positive for Unilever on a commercial basis. (Despite growth in consum…", "clean_text": "RT @MARCELOPLIMA UNILEVER CEO LET ME BE CLEAR CORONAVIRUS IS NOT POSITIVE FOR UNILEVER ON A COMMERCIAL BASIS DESPITE GROWTH IN CONSUM", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "RT @apollo_50th: CAPCOM: \"You need gray tape to stick the whole thing together, and you need something like a sock to put in the - the bott…", "clean_text": "RT @APOLLO_50TH CAPCOM YOU NEED GRAY TAPE TO STICK THE WHOLE THING TOGETHER AND YOU NEED SOMETHING LIKE A SOCK TO PUT IN THE  THE BOTT", "count1": 0, "count2": 2, "count3": 3, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "RT @BChappatta: Strong words from Howard Marks:\n\nhttps://t.co/cRRHhrByIA https://t.co/mJgyHxMsAr", "clean_text": "RT @BCHAPPATTA STRONG WORDS FROM HOWARD MARKS\n\n ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "RT @jwangARK: 1/ Apple's upcoming ARM MacBooks isn't just going to save them some money and run a bit faster. It marks the beginning of the…", "clean_text": "RT @JWANGARK 1 APPLE UPCOMING ARM MACBOOKS ISNT JUST GOING TO SAVE THEM SOME MONEY AND RUN A BIT FASTER IT MARKS THE BEGINNING OF THE", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "FCFYield", "Time": 20200415, "Text": "RT @DKThomp: OpenTable bookings had declined 70% before US restaurants were closed.\n\nSwedish movie theaters are open but revenues are down…", "clean_text": "RT @DKTHOMP OPENTABLE BOOKINGS HAD DECLINED 70% BEFORE US RESTAURANTS WERE CLOSED\n\nSWEDISH MOVIE THEATERS ARE OPEN BUT REVENUES ARE DOWN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200415, "Text": "RT @DAZN_USA: 35 years ago today, Marvin Hagler and Thomas Hearns went at it in one of the best fights ever.\n\nTheir first round was arguabl…", "clean_text": "RT @DAZN_USA 35 YEARS AGO TODAY MARVIN HAGLER AND THOMAS HEARNS WENT AT IT IN ONE OF THE BEST FIGHTS EVER\n\nTHEIR FIRST ROUND WAS ARGUABL", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200415, "Text": "RT @KeyserSozeCFA: Truth be told... I miss the old days when nobody knew what a hedge fund was.", "clean_text": "RT @KEYSERSOZECFA TRUTH BE TOLD I MISS THE OLD DAYS WHEN NOBODY KNEW WHAT A HEDGE FUND WAS", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200415, "Text": "RT @nbactavis: $LTRPB is up +2278% https://t.co/ixXUrOyZeJ", "clean_text": "RT @NBACTAVIS LTRPB IS UP +2278% ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200415, "Text": "RT @bespokeinvest: \"Eating Out\" was set to finally move past \"Eating In\" -- and then, COVID-19...  https://t.co/H4p1RcpfIn https://t.co/ZtP…", "clean_text": "RT @BESPOKEINVEST EATING OUT WAS SET TO FINALLY MOVE PAST EATING IN  AND THEN COVID19 ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200415, "Text": "RT @modestproposal1: Airbnb getting money from Apollo is 👀. They've raised secured debt at roughly 9% and second lien at 11% in the past we…", "clean_text": "RT @MODESTPROPOSAL1 AIRBNB GETTING MONEY FROM APOLLO IS THEYVE RAISED SECURED DEBT AT ROUGHLY 9% AND SECOND LIEN AT 11% IN THE PAST WE", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200414, "Text": "RT @HFMajorTom: This wins the Internet today... 👏👏👏 (Cut out to next scene: Emperor our plan was a complete success, small businesses have…", "clean_text": "RT @HFMAJORTOM THIS WINS THE INTERNET TODAY CUT OUT TO NEXT SCENE EMPEROR OUR PLAN WAS A COMPLETE SUCCESS SMALL BUSINESSES HAVE", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200414, "Text": "RT @morganhousel: Nasdaq is now higher than it was in December, 5 months ago. https://t.co/sbiXcBEG3w", "clean_text": "RT @MORGANHOUSEL NASDAQ IS NOW HIGHER THAN IT WAS IN DECEMBER 5 MONTHS AGO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200414, "Text": "RT @Hipster_Trader: The year is 2024, we still haven’t left our homes because of the coronavirus. The S&amp;P 500 is down to the S&amp;P 1 because…", "clean_text": "RT @HIPSTER_TRADER THE YEAR IS 2024 WE STILL HAVENT LEFT OUR HOMES BECAUSE OF THE CORONAVIRUS THE SAMPP 500 IS DOWN TO THE SAMPP 1 BECAUSE", "count1": 1, "count2": 1, "count3": 4, "count4": 1}, {"Name": "activiststocks", "Time": 20200414, "Text": "RT @Hipster_Trader: Of course they are https://t.co/aTfEkRArZz", "clean_text": "RT @HIPSTER_TRADER OF COURSE THEY ARE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @CT_Bergstrom: OK, here are some numbers that really surprise me. Of 200+ women presenting for delivery in NYC, one in six (!!) test pos…", "clean_text": "RT @CT_BERGSTROM OK HERE ARE SOME NUMBERS THAT REALLY SURPRISE ME OF 200+ WOMEN PRESENTING FOR DELIVERY IN NYC ONE IN SIX  TEST POS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @GwenInvestor: Bezos quotation a propos of the times, \"Most decisions should probably be made with somewhere around 70% of the informati…", "clean_text": "RT @GWENINVESTOR BEZOS QUOTATION A PROPOS OF THE TIMES MOST DECISIONS SHOULD PROBABLY BE MADE WITH SOMEWHERE AROUND 70% OF THE INFORMATI", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @HillelNeuer: Chinese research labs in Wuhan conducted risky studies on coronaviruses from bats and may be the source of the pandemic, n…", "clean_text": "RT @HILLELNEUER CHINESE RESEARCH LABS IN WUHAN CONDUCTED RISKY STUDIES ON CORONAVIRUSES FROM BATS AND MAY BE THE SOURCE OF THE PANDEMIC N", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @ddayen: So here's my scoop: banks have been given the green light by regulators to take the $1,200 CARES Act payments and use them to o…", "clean_text": "RT @DDAYEN SO HERE MY SCOOP BANKS HAVE BEEN GIVEN THE GREEN LIGHT BY REGULATORS TO TAKE THE 1200 CARES ACT PAYMENTS AND USE THEM TO O", "count1": 0, "count2": 2, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @blakeir: With Zoom classrooms becoming the norm, does that mean kids will never have snow days again?", "clean_text": "RT @BLAKEIR WITH ZOOM CLASSROOMS BECOMING THE NORM DOES THAT MEAN KIDS WILL NEVER HAVE SNOW DAYS AGAIN", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @rationalwalk: Looks like Buffett is doing ok https://t.co/CPTwxCVjH8", "clean_text": "RT @RATIONALWALK LOOKS LIKE BUFFETT IS DOING OK ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @EdBorgato: At the height of pandemic/infectious disease preparedness the government was spending $7B a year. We cut it back. Now we're…", "clean_text": "RT @EDBORGATO AT THE HEIGHT OF PANDEMICINFECTIOUS DISEASE PREPAREDNESS THE GOVERNMENT WAS SPENDING 7B A YEAR WE CUT IT BACK NOW WERE", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @ChrisJBakke: Just heard of the first major company (50k employees) that is planning to convert all open-office layouts to cubicles befo…", "clean_text": "RT @CHRISJBAKKE JUST HEARD OF THE FIRST MAJOR COMPANY 50K EMPLOYEES THAT IS PLANNING TO CONVERT ALL OPENOFFICE LAYOUTS TO CUBICLES BEFO", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200414, "Text": "RT @SecPompeo: The Maduro regime continues to unjustly detain 334 political prisoners and others in #Venezuela. They include the #CITGO6, @…", "clean_text": "RT @SECPOMPEO THE MADURO REGIME CONTINUES TO UNJUSTLY DETAIN 334 POLITICAL PRISONERS AND OTHERS IN #VENEZUELA THEY INCLUDE THE #CITGO6 @", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200414, "Text": "RT @usunvie: ANNOUNCEMENT: U.S. 🇺🇸 contributions to @IAEAorg to combat #COVID19 reach $11 million. “Further proof of the generosity of the…", "clean_text": "RT @USUNVIE ANNOUNCEMENT US CONTRIBUTIONS TO @IAEAORG TO COMBAT #COVID19 REACH 11 MILLION FURTHER PROOF OF THE GENEROSITY OF THE", "count1": 2, "count2": 2, "count3": 2, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200414, "Text": "RT @HarvestInvestor: A friend passed along this CUSIP.  Apparently his uncle owned some, and was trying to figure out why part of his \"safe…", "clean_text": "RT @HARVESTINVESTOR A FRIEND PASSED ALONG THIS CUSIP  APPARENTLY HIS UNCLE OWNED SOME AND WAS TRYING TO FIGURE OUT WHY PART OF HIS SAFE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200414, "Text": "RT @MilwaukeeBonds: @TheStalwart Like one’s spouse,the yield curve is always right. The underlying reasons don’t matter.", "clean_text": "RT @MILWAUKEEBONDS @THESTALWART LIKE ONES SPOUSETHE YIELD CURVE IS ALWAYS RIGHT THE UNDERLYING REASONS DONT MATTER", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200414, "Text": "RT @jason_howerton: Not proud of myself for dying laughing at this, but here we are. https://t.co/sadig0HV7J", "clean_text": "RT @JASON_HOWERTON NOT PROUD OF MYSELF FOR DYING LAUGHING AT THIS BUT HERE WE ARE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200413, "Text": "RT @morganhousel: In December Travis Kalanick sold out of ride sharing and double downed on food delivery. Pretty good bet in hindsight.", "clean_text": "RT @MORGANHOUSEL IN DECEMBER TRAVIS KALANICK SOLD OUT OF RIDE SHARING AND DOUBLE DOWNED ON FOOD DELIVERY PRETTY GOOD BET IN HINDSIGHT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200413, "Text": "RT @alluvialcapital: Never, ever invest in an over-levered capital-intensive business, no matter how low the EBITDA multiple or how eye-pop…", "clean_text": "RT @ALLUVIALCAPITAL NEVER EVER INVEST IN AN OVERLEVERED CAPITALINTENSIVE BUSINESS NO MATTER HOW LOW THE EBITDA MULTIPLE OR HOW EYEPOP", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200413, "Text": "RT @michpoligal: More than 1 million Michiganders have filed for unemployment, says UIA head. a quarter of the state's workforce.", "clean_text": "RT @MICHPOLIGAL MORE THAN 1 MILLION MICHIGANDERS HAVE FILED FOR UNEMPLOYMENT SAYS UIA HEAD A QUARTER OF THE STATE WORKFORCE", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200412, "Text": "RT @trengriffin: Have you read this essay by Michael Mauboussin on total addressable market? If not, why not? Do you have a reasonable excu…", "clean_text": "RT @TRENGRIFFIN HAVE YOU READ THIS ESSAY BY MICHAEL MAUBOUSSIN ON TOTAL ADDRESSABLE MARKET IF NOT WHY NOT DO YOU HAVE A REASONABLE EXCU", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @benadida: 1/ Last night, I spent some quality time with the Apple docs on the new contact tracing protocol and APIs they and Google are…", "clean_text": "RT @BENADIDA 1 LAST NIGHT I SPENT SOME QUALITY TIME WITH THE APPLE DOCS ON THE NEW CONTACT TRACING PROTOCOL AND APIS THEY AND GOOGLE ARE", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @fermatslibrary: \"You know, people think mathematics is complicated. Mathematics is the simple bit. It's the stuff we can understand. It…", "clean_text": "RT @FERMATSLIBRARY YOU KNOW PEOPLE THINK MATHEMATICS IS COMPLICATED MATHEMATICS IS THE SIMPLE BIT IT THE STUFF WE CAN UNDERSTAND IT", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @PlanMaestro: Here’s Chartstravaganza! … lockdown edition https://t.co/9KpJa2If0a", "clean_text": "RT @PLANMAESTRO HERES CHARTSTRAVAGANZA  LOCKDOWN EDITION ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @DKThomp: The next 6 months, per Morgan Stanley's head of biotech\n\nBy May: Peak in new cases nationally \nBy June: Testing capacity hits…", "clean_text": "RT @DKTHOMP THE NEXT 6 MONTHS PER MORGAN STANLEY HEAD OF BIOTECH\n\nBY MAY PEAK IN NEW CASES NATIONALLY \nBY JUNE TESTING CAPACITY HITS", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @ron_eisele: Crewmen of the airship “Graf Zeppelin” repair the hull during the flight over the Atlantic, 1934 https://t.co/MHQ1S88V6c", "clean_text": "RT @RON_EISELE CREWMEN OF THE AIRSHIP GRAF ZEPPELIN” REPAIR THE HULL DURING THE FLIGHT OVER THE ATLANTIC 1934 ", "count1": 1, "count2": 0, "count3": 4, "count4": 1}, {"Name": "BergenCapital", "Time": 20200412, "Text": "RT @jasonintrator: Your regular reminder that the Postal Service was running a profit and would be running a profit if the Bush admin and C…", "clean_text": "RT @JASONINTRATOR YOUR REGULAR REMINDER THAT THE POSTAL SERVICE WAS RUNNING A PROFIT AND WOULD BE RUNNING A PROFIT IF THE BUSH ADMIN AND C", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "BergenCapital", "Time": 20200412, "Text": "RT @dailydirtnap: The average credit card balance in the United States is $11,000.\n\nWith credit card interest rates at roughly 20%, that's…", "clean_text": "RT @DAILYDIRTNAP THE AVERAGE CREDIT CARD BALANCE IN THE UNITED STATES IS 11000\n\nWITH CREDIT CARD INTEREST RATES AT ROUGHLY 20% THAT", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "BergenCapital", "Time": 20200412, "Text": "RT @ricburton: If Burning Man is cancelled how will anyone in Silicon Valley have a personality?", "clean_text": "RT @RICBURTON IF BURNING MAN IS CANCELLED HOW WILL ANYONE IN SILICON VALLEY HAVE A PERSONALITY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200412, "Text": "RT @reckless: Today marks ONE YEAR since Foxconn promised a statement or correction regarding The Verge’s report of empty buildings in Wisc…", "clean_text": "RT @RECKLESS TODAY MARKS ONE YEAR SINCE FOXCONN PROMISED A STATEMENT OR CORRECTION REGARDING THE VERGES REPORT OF EMPTY BUILDINGS IN WISC", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200411, "Text": "RT @peterdwilliams: I’ve been a huge fan of ⁦@TimDuy⁩‘s for years. This is probably his best piece\n\nHow would you want to be treated and wh…", "clean_text": "RT @PETERDWILLIAMS IVE BEEN A HUGE FAN OF ⁦@TIMDUY⁩S FOR YEARS THIS IS PROBABLY HIS BEST PIECE\n\nHOW WOULD YOU WANT TO BE TREATED AND WH", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200411, "Text": "RT @Mrs_Skilling: I’ve only been active on Twitter for like a month, but I have to say this:\n\nMost of you are kind of mean", "clean_text": "RT @MRS_SKILLING IVE ONLY BEEN ACTIVE ON TWITTER FOR LIKE A MONTH BUT I HAVE TO SAY THIS\n\nMOST OF YOU ARE KIND OF MEAN", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200411, "Text": "RT @JustinBrannan: The @NYCCouncil has a package of legislation to regulate food delivery apps squeezing New York City restaurants. \n\nIn th…", "clean_text": "RT @JUSTINBRANNAN THE @NYCCOUNCIL HAS A PACKAGE OF LEGISLATION TO REGULATE FOOD DELIVERY APPS SQUEEZING NEW YORK CITY RESTAURANTS \n\nIN TH", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200410, "Text": "RT @othersideam: 1/ I'm physically sick right now... how did we lose our way so badly?  Where has our integrity, morality, accountability g…", "clean_text": "RT @OTHERSIDEAM 1 IM PHYSICALLY SICK RIGHT NOW HOW DID WE LOSE OUR WAY SO BADLY  WHERE HAS OUR INTEGRITY MORALITY ACCOUNTABILITY G", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200410, "Text": "RT @scottcowley: Love seeing the 16-year high interest in the flowbee right now. Does anybody actually know somebody with one of these? htt…", "clean_text": "RT @SCOTTCOWLEY LOVE SEEING THE 16YEAR HIGH INTEREST IN THE FLOWBEE RIGHT NOW DOES ANYBODY ACTUALLY KNOW SOMEBODY WITH ONE OF THESE HTT", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AZ_Value", "Time": 20200410, "Text": "RT @nycsouthpaw: Nearly 1,000 New Yorkers for whom an FDNY ambulance was called died at home from Monday through Thursday. It’s grim by any…", "clean_text": "RT @NYCSOUTHPAW NEARLY 1000 NEW YORKERS FOR WHOM AN FDNY AMBULANCE WAS CALLED DIED AT HOME FROM MONDAY THROUGH THURSDAY ITS GRIM BY ANY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200409, "Text": "RT @rbrtrmstrng: You're god damn right he is https://t.co/atSdJpBcQd", "clean_text": "RT @RBRTRMSTRNG YOURE GOD DAMN RIGHT HE IS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200409, "Text": "RT @BrentBeshore: New to Zoom? Here are four excellent backgrounds to get you started. \n\nYou're welcome. https://t.co/Gkztl71kD2", "clean_text": "RT @BRENTBESHORE NEW TO ZOOM HERE ARE FOUR EXCELLENT BACKGROUNDS TO GET YOU STARTED \n\nYOURE WELCOME ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200409, "Text": "RT @PlanMaestro: OPEC  P L U S https://t.co/3LZkSiCnx7", "clean_text": "RT @PLANMAESTRO OPEC  P L U S ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200409, "Text": "RT @anasalhajji: Here is my column: \n\nTrump’s Coming Oil Shock: Shale Can’t Cut Enough To Save Itself\n\nhttps://t.co/J0851yAGQU", "clean_text": "RT @ANASALHAJJI HERE IS MY COLUMN \n\nTRUMPS COMING OIL SHOCK SHALE CANT CUT ENOUGH TO SAVE ITSELF\n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200409, "Text": "RT @USAmbUN: .@OPCW confirms #Syria’s regime used #chemicalweapons in attacks on its own people. We condemn these unconscionable acts again…", "clean_text": "RT @USAMBUN @OPCW CONFIRMS #SYRIAS REGIME USED #CHEMICALWEAPONS IN ATTACKS ON ITS OWN PEOPLE WE CONDEMN THESE UNCONSCIONABLE ACTS AGAIN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200409, "Text": "RT @SecPompeo: During tough times, real friends stick together. The U.S. is thankful to #Taiwan for donating 2 million face masks to suppor…", "clean_text": "RT @SECPOMPEO DURING TOUGH TIMES REAL FRIENDS STICK TOGETHER THE US IS THANKFUL TO #TAIWAN FOR DONATING 2 MILLION FACE MASKS TO SUPPOR", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200409, "Text": "RT @capitanwhatafak: @EddyElfenbein https://t.co/XNn2nnUWvW", "clean_text": "RT @CAPITANWHATAFAK @EDDYELFENBEIN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200409, "Text": "RT @_SidVerma: https://t.co/N1MT3i1jUG", "clean_text": "RT @_SIDVERMA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]