["TO", {"Name": "mjmauboussin", "Time": 20200129, "Text": "4/A big part of the story is the massive shift in the form of investment, from tangible to intangible. This means a… https://t.co/yPzD2EmPl2", "clean_text": "4A BIG PART OF THE STORY IS THE MASSIVE SHIFT IN THE FORM OF INVESTMENT FROM TANGIBLE TO INTANGIBLE THIS MEANS A ", "count1": 1, "count2": 0, "count3": 2, "count4": 3}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "6/Shout out to @d_mccar on his work on Customer-Based Corporate Valuation. Great stuff: https://t.co/JbJo3URpyc", "clean_text": "6SHOUT OUT TO @D_MCCAR ON HIS WORK ON CUSTOMERBASED CORPORATE VALUATION GREAT STUFF ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "7/We spend a lot of time discussing the limitations of multiples for valuation. You earn the right to use a multipl… https://t.co/9VbroNzizm", "clean_text": "7WE SPEND A LOT OF TIME DISCUSSING THE LIMITATIONS OF MULTIPLES FOR VALUATION YOU EARN THE RIGHT TO USE A MULTIPL ", "count1": 1, "count2": 0, "count3": 2, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "8/And expectations remain central. What has to happen for the price of a stock to make sense? No one knows how the… https://t.co/yXP4dNrfEJ", "clean_text": "8AND EXPECTATIONS REMAIN CENTRAL WHAT HAS TO HAPPEN FOR THE PRICE OF A STOCK TO MAKE SENSE NO ONE KNOWS HOW THE ", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "RT @Madelinemaub: \"...When you're not in pain or cold or experiencing a powerful emotion like anger or fear, it's very difficult to imagine…", "clean_text": "RT @MADELINEMAUB WHEN YOURE NOT IN PAIN OR COLD OR EXPERIENCING A POWERFUL EMOTION LIKE ANGER OR FEAR IT VERY DIFFICULT TO IMAGINE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200129, "Text": "Starting to see #coronaravirus pop up in more SEC filings. $CRUS, $SBUX, $LVS, $CREE, $ALGN and $LFUS mention it in today’s crop of filings.", "clean_text": "STARTING TO SEE #CORONARAVIRUS POP UP IN MORE SEC FILINGS CRUS SBUX LVS CREE ALGN AND LFUS MENTION IT IN TODAYS CROP OF FILINGS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200129, "Text": "What's left to say? https://t.co/2hy02DB3oF", "clean_text": "WHAT LEFT TO SAY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200129, "Text": "@batman10023 Happy to compare notes on DM.", "clean_text": "@BATMAN10023 HAPPY TO COMPARE NOTES ON DM", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200129, "Text": "It's 2020, can we get a rule from the SEC to require all companies that report earnings to include a cash flow stat… https://t.co/QfnLEMu39Z", "clean_text": "IT 2020 CAN WE GET A RULE FROM THE SEC TO REQUIRE ALL COMPANIES THAT REPORT EARNINGS TO INCLUDE A CASH FLOW STAT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "Despite doubling its valuation a few months earlier, $MDLA upped it by 30% to $17/share at midpoint when it initial… https://t.co/IazGlE1iAN", "clean_text": "DESPITE DOUBLING ITS VALUATION A FEW MONTHS EARLIER MDLA UPPED IT BY 30% TO 17SHARE AT MIDPOINT WHEN IT INITIAL ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200128, "Text": "@TheNarrenschiff $CLW now in play?  Looks like a 30% raise to Q4 guidance. The executive chairman was the guy who sold $BZ.", "clean_text": "@THENARRENSCHIFF CLW NOW IN PLAY  LOOKS LIKE A 30% RAISE TO Q4 GUIDANCE THE EXECUTIVE CHAIRMAN WAS THE GUY WHO SOLD BZ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200127, "Text": "RT @SeanDeLaney23: Going back in the archives this morning with @mjmauboussin \n\nLink to Ruminations on Risk \nhttps://t.co/rsmca2NaK3 https:…", "clean_text": "RT @SEANDELANEY23 GOING BACK IN THE ARCHIVES THIS MORNING WITH @MJMAUBOUSSIN \n\nLINK TO RUMINATIONS ON RISK HTTPS", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "In pemphigus and ITP, $PRNB’s drug seems far inferior to the standard of care. Rituxan shows 90% complete-remission… https://t.co/BAC6ID0VuW", "clean_text": "IN PEMPHIGUS AND ITP PRNBS DRUG SEEMS FAR INFERIOR TO THE STANDARD OF CARE RITUXAN SHOWS 90% COMPLETEREMISSION ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "$PRNB bulls are now hoping for good data in MS, but the trial is engineered to be messy and inconclusive. In realit… https://t.co/cfLNtOJx8C", "clean_text": "PRNB BULLS ARE NOW HOPING FOR GOOD DATA IN MS BUT THE TRIAL IS ENGINEERED TO BE MESSY AND INCONCLUSIVE IN REALIT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "Serious safety risks loom for $PRNB too. BTKi's have serious on-target side effects, especially susceptibility to i… https://t.co/STHWmGMGOU", "clean_text": "SERIOUS SAFETY RISKS LOOM FOR PRNB TOO BTKI HAVE SERIOUS ONTARGET SIDE EFFECTS ESPECIALLY SUSCEPTIBILITY TO I ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "RT @JohnCendpts: P.S. to my Sahm Adrangi story on $PRNB, I asked $BMY about BMS-986142, their BTKi which had quietly sunk below the waves.…", "clean_text": "RT @JOHNCENDPTS PS TO MY SAHM ADRANGI STORY ON PRNB I ASKED BMY ABOUT BMS986142 THEIR BTKI WHICH HAD QUIETLY SUNK BELOW THE WAVES", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200126, "Text": "\"My brain . . . it cannot process failure. It will not process failure. Because if I sit there and have to face mys… https://t.co/h4yeICsZcC", "clean_text": "MY BRAIN IT CANNOT PROCESS FAILURE IT WILL NOT PROCESS FAILURE BECAUSE IF I SIT THERE AND HAVE TO FACE MYS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200125, "Text": "Bernie getting close to Joe on Predicit.  Here comes Iowa!", "clean_text": "BERNIE GETTING CLOSE TO JOE ON PREDICIT  HERE COMES IOWA", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200125, "Text": "This is shocking to me. How is it that Kawhi has never had a triple double? https://t.co/gALzuhoQsA", "clean_text": "THIS IS SHOCKING TO ME HOW IS IT THAT KAWHI HAS NEVER HAD A TRIPLE DOUBLE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200125, "Text": "Docs indicate $MDXG insider trading scheme was long-running to the point that in 2016 TD Ameritrade terminated \"num… https://t.co/k5xUWpV299", "clean_text": "DOCS INDICATE MDXG INSIDER TRADING SCHEME WAS LONGRUNNING TO THE POINT THAT IN 2016 TD AMERITRADE TERMINATED NUM ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200124, "Text": "\"It's easier to hold your principles 100 percent of the time than it is to hold them 98 percent of the time.\" -- Cl… https://t.co/hu8RdtOQYp", "clean_text": "IT EASIER TO HOLD YOUR PRINCIPLES 100 PERCENT OF THE TIME THAN IT IS TO HOLD THEM 98 PERCENT OF THE TIME  CL ", "count1": 2, "count2": 0, "count3": 2, "count4": 2}, {"Name": "AureliusValue", "Time": 20200124, "Text": "RT @MelinAnders: 1/ A U.S. Postal inspector says there's \"probable cause\" to believe a person avoided at least $2 million in losses by trad…", "clean_text": "RT @MELINANDERS 1 A US POSTAL INSPECTOR SAYS THERE PROBABLE CAUSE TO BELIEVE A PERSON AVOIDED AT LEAST 2 MILLION IN LOSSES BY TRAD", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200124, "Text": "Lots of fintwitters in my feed apoplectic over every headline related to #coronavirus and traders whipping markets… https://t.co/NfCMq5pVBD", "clean_text": "LOTS OF FINTWITTERS IN MY FEED APOPLECTIC OVER EVERY HEADLINE RELATED TO #CORONAVIRUS AND TRADERS WHIPPING MARKETS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20200123, "Text": "Have no fear DNA testers. I’m sure when 23andMe runs out of cash they will sell all of your DNA info and data to… https://t.co/fSNSrhxoRy", "clean_text": "HAVE NO FEAR DNA TESTERS IM SURE WHEN 23ANDME RUNS OUT OF CASH THEY WILL SELL ALL OF YOUR DNA INFO AND DATA TO ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "BergenCapital", "Time": 20200123, "Text": "RT @zerohedge: Boeing Delays First 777X Flight Due to weather Conditions: Air Current\n\nOh come on: now Boeing can’t fly if it rains?", "clean_text": "RT @ZEROHEDGE BOEING DELAYS FIRST 777X FLIGHT DUE TO WEATHER CONDITIONS AIR CURRENT\n\nOH COME ON NOW BOEING CANT FLY IF IT RAINS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200122, "Text": "@RonStoeferle, managing partner at Incrementum AG, calls in to discuss pressing monetary matters and to review the… https://t.co/azNvurnGA2", "clean_text": "@RONSTOEFERLE MANAGING PARTNER AT INCREMENTUM AG CALLS IN TO DISCUSS PRESSING MONETARY MATTERS AND TO REVIEW THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200122, "Text": "The Total contract to setup 20K charging stations in the Netherlands seems like a seminal event in the history of E… https://t.co/T7fiwijR00", "clean_text": "THE TOTAL CONTRACT TO SETUP 20K CHARGING STATIONS IN THE NETHERLANDS SEEMS LIKE A SEMINAL EVENT IN THE HISTORY OF E ", "count1": 1, "count2": 0, "count3": 1, "count4": 3}, {"Name": "ActAccordingly", "Time": 20200121, "Text": "@BenRabidoux @RobMcLister @ronmortgageguy @RoyCocciollo @Darinb75 @mortgagejake You forgot to copy the guys over… https://t.co/5wWfbfE907", "clean_text": "@BENRABIDOUX @ROBMCLISTER @RONMORTGAGEGUY @ROYCOCCIOLLO @DARINB75 @MORTGAGEJAKE YOU FORGOT TO COPY THE GUYS OVER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200120, "Text": "RT @francesdonald: Sometimes, things look good on the surface but are much weaker underneath. It's fine to have all your eggs in 1 basket i…", "clean_text": "RT @FRANCESDONALD SOMETIMES THINGS LOOK GOOD ON THE SURFACE BUT ARE MUCH WEAKER UNDERNEATH IT FINE TO HAVE ALL YOUR EGGS IN 1 BASKET I", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200117, "Text": "RT @CoveringDelta: In the overtime to this week's @HiddenForcesPod episode, Jim Grant offered to share some of @GrantsPub research and writ…", "clean_text": "RT @COVERINGDELTA IN THE OVERTIME TO THIS WEEK @HIDDENFORCESPOD EPISODE JIM GRANT OFFERED TO SHARE SOME OF @GRANTSPUB RESEARCH AND WRIT", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "Excluding M&amp;A, FY 21 guidance implies revenue growth will slow to below 20.0% for the first time in over a decade!… https://t.co/WPs2dxd0wJ", "clean_text": "EXCLUDING MAMPA FY 21 GUIDANCE IMPLIES REVENUE GROWTH WILL SLOW TO BELOW 200% FOR THE FIRST TIME IN OVER A DECADE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "It appears $MDLA window dressed profitability to create the illusion that margin was turning positive. https://t.co/cu6fmvlly5", "clean_text": "IT APPEARS MDLA WINDOW DRESSED PROFITABILITY TO CREATE THE ILLUSION THAT MARGIN WAS TURNING POSITIVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200116, "Text": "@RandolphDuke7 Just spent three weeks building a helicopter. My son immediately wants to take it apart and start wo… https://t.co/mAHZsmRT0j", "clean_text": "@RANDOLPHDUKE7 JUST SPENT THREE WEEKS BUILDING A HELICOPTER MY SON IMMEDIATELY WANTS TO TAKE IT APART AND START WO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200116, "Text": "Some sections from my year end letter to Saber Capital investors: https://t.co/wZn6WgEjdT", "clean_text": "SOME SECTIONS FROM MY YEAR END LETTER TO SABER CAPITAL INVESTORS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200116, "Text": "@PrefShares @CashApp I think you're right about friction. Banks may have to pay more to keep deposits as friction d… https://t.co/nTjjkgYbhB", "clean_text": "@PREFSHARES @CASHAPP I THINK YOURE RIGHT ABOUT FRICTION BANKS MAY HAVE TO PAY MORE TO KEEP DEPOSITS AS FRICTION D ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200115, "Text": "Was trying to explain the @astros and @RedSox signal scandal to my 9 year-old @Dodgers fan last night and it didn’t… https://t.co/6t1zoFQV42", "clean_text": "WAS TRYING TO EXPLAIN THE @ASTROS AND @REDSOX SIGNAL SCANDAL TO MY 9 YEAROLD @DODGERS FAN LAST NIGHT AND IT DIDNT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200115, "Text": "The Democratic debate is about half over.  Unequivocal  winner is already obvious: President Trump. There seems to be no Democratic vision.", "clean_text": "THE DEMOCRATIC DEBATE IS ABOUT HALF OVER  UNEQUIVOCAL  WINNER IS ALREADY OBVIOUS PRESIDENT TRUMP THERE SEEMS TO BE NO DEMOCRATIC VISION", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200115, "Text": "I will give Bloomberg credit for one thing. Having the wisdom to realize this debate culling process is poor.  There has to be a better way.", "clean_text": "I WILL GIVE BLOOMBERG CREDIT FOR ONE THING HAVING THE WISDOM TO REALIZE THIS DEBATE CULLING PROCESS IS POOR  THERE HAS TO BE A BETTER WAY", "count1": 2, "count2": 0, "count3": 0, "count4": 1}]