["A", {"Name": "mjmauboussin", "Time": 20200210, "Text": "@profplum99 is a friend. But the poker analogy does work and it has nothing to do with ergodicity. https://t.co/cvfGejVQQA", "clean_text": "@PROFPLUM99 IS A FRIEND BUT THE POKER ANALOGY DOES WORK AND IT HAS NOTHING TO DO WITH ERGODICITY ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "The idea is this: the market (say, S&amp;P 500) does what it does in a particular year. For every dollar of outperforma… https://t.co/B29kt7mzq7", "clean_text": "THE IDEA IS THIS THE MARKET SAY SAMPP 500 DOES WHAT IT DOES IN A PARTICULAR YEAR FOR EVERY DOLLAR OF OUTPERFORMA ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "That’s fine. Every investable asset together generates a return - agree 100% it’s a product of its participants (wh… https://t.co/Imy1AbL3GV", "clean_text": "THATS FINE EVERY INVESTABLE ASSET TOGETHER GENERATES A RETURN  AGREE 100% ITS A PRODUCT OF ITS PARTICIPANTS WH ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200210, "Text": "Gotcha. I vaguely remember seeing a headline, so thanks for reminding me. https://t.co/g6ceT3Atrr", "clean_text": "GOTCHA I VAGUELY REMEMBER SEEING A HEADLINE SO THANKS FOR REMINDING ME ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200210, "Text": "If I'm $CCL and $RCL, I'm dialing up $NFLX now to offer them $40MM to help finance costs for a Love Boat reboot.  E… https://t.co/FYfhJuXRkK", "clean_text": "IF IM CCL AND RCL IM DIALING UP NFLX NOW TO OFFER THEM 40MM TO HELP FINANCE COSTS FOR A LOVE BOAT REBOOT  E ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200210, "Text": "@Ocean11Danny We've been writing about AZEK/Timbertech for a long time.  Obviously raising capital will only enhanc… https://t.co/M5BxXRaVsZ", "clean_text": "@OCEAN11DANNY WEVE BEEN WRITING ABOUT AZEKTIMBERTECH FOR A LONG TIME  OBVIOUSLY RAISING CAPITAL WILL ONLY ENHANC ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200209, "Text": "Public Service Announcement: Hand hygiene denialism has a long and tragic history. HT @lorakolodny… https://t.co/7fcyoh3qHc", "clean_text": "PUBLIC SERVICE ANNOUNCEMENT HAND HYGIENE DENIALISM HAS A LONG AND TRAGIC HISTORY HT @LORAKOLODNY ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200209, "Text": "⁦@sfiscience⁩ ranked as a top global think tank (even though we’re not a think tank).  SFI listed in 2019 Global Th… https://t.co/8aZOslFgop", "clean_text": "⁦@SFISCIENCE⁩ RANKED AS A TOP GLOBAL THINK TANK EVEN THOUGH WERE NOT A THINK TANK  SFI LISTED IN 2019 GLOBAL TH ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200209, "Text": "Mayor Pete is looking increasingly scripted, plastic &amp; poll-tested. He’s indeed a great speaker, if one can ignore the lack of authenticity.", "clean_text": "MAYOR PETE IS LOOKING INCREASINGLY SCRIPTED PLASTIC AMP POLLTESTED HES INDEED A GREAT SPEAKER IF ONE CAN IGNORE THE LACK OF AUTHENTICITY", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200207, "Text": "Another potentially important development for a @medici_ventures portfolio company, this time for @BittGlobal and t… https://t.co/zWoyNWbqZe", "clean_text": "ANOTHER POTENTIALLY IMPORTANT DEVELOPMENT FOR A @MEDICI_VENTURES PORTFOLIO COMPANY THIS TIME FOR @BITTGLOBAL AND T ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200206, "Text": "@GuyAdami Don’t forget to say hi to your @Georgetown classmate! I’m doing a fireside chat with the great @lev_baruch.", "clean_text": "@GUYADAMI DONT FORGET TO SAY HI TO YOUR @GEORGETOWN CLASSMATE IM DOING A FIRESIDE CHAT WITH THE GREAT @LEV_BARUCH", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "footnoted", "Time": 20200206, "Text": "When I moved back to NYC last summer, I thought these fees were a cruel joke! Paying $10k for someone to show you a… https://t.co/vVKvSge2vx", "clean_text": "WHEN I MOVED BACK TO NYC LAST SUMMER I THOUGHT THESE FEES WERE A CRUEL JOKE PAYING 10K FOR SOMEONE TO SHOW YOU A ", "count1": 0, "count2": 2, "count3": 2, "count4": 0}, {"Name": "footnoted", "Time": 20200206, "Text": "@DeadLiftCapital Maybe. But I don’t think the increase will be as much as the former fee. On a $5k apartment, the f… https://t.co/sLJNwMEHZM", "clean_text": "@DEADLIFTCAPITAL MAYBE BUT I DONT THINK THE INCREASE WILL BE AS MUCH AS THE FORMER FEE ON A 5K APARTMENT THE F ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200205, "Text": "@Medallia @nypostbiz $CSPR cuts IPO price range by 36%, well below its private market valuation a year ago. $MDLA w… https://t.co/aiFnzCfgP7", "clean_text": "@MEDALLIA @NYPOSTBIZ CSPR CUTS IPO PRICE RANGE BY 36% WELL BELOW ITS PRIVATE MARKET VALUATION A YEAR AGO MDLA W ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200205, "Text": "Next quarter, KFY will report a new KF Digital segment with $400m of rev and $100m+ of normalized EBITDA, equal to… https://t.co/NtUA7XibiF", "clean_text": "NEXT QUARTER KFY WILL REPORT A NEW KF DIGITAL SEGMENT WITH 400M OF REV AND 100M+ OF NORMALIZED EBITDA EQUAL TO ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200204, "Text": "There’s a sister piece, Celebrating the Summit, for when you own a stock that’s up more than 10% in a day:… https://t.co/2paVigctL2", "clean_text": "THERES A SISTER PIECE CELEBRATING THE SUMMIT FOR WHEN YOU OWN A STOCK THATS UP MORE THAN 10% IN A DAY ", "count1": 1, "count2": 3, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200204, "Text": "A lot of shorts are asking the same question. https://t.co/ybTX4emGHe", "clean_text": "A LOT OF SHORTS ARE ASKING THE SAME QUESTION ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200203, "Text": "Hey NFL, I know you want a close game for all the obvious reasons, but not calling a clear offside penalty in Super Bowl Q4 is so harmful.", "clean_text": "HEY NFL I KNOW YOU WANT A CLOSE GAME FOR ALL THE OBVIOUS REASONS BUT NOT CALLING A CLEAR OFFSIDE PENALTY IN SUPER BOWL Q4 IS SO HARMFUL", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200203, "Text": "\"Stealing food\" -- in a bull market? \n\nhttps://t.co/gw2m1Y69Cd", "clean_text": "STEALING FOOD  IN A BULL MARKET \n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200203, "Text": "@barronsonline wrote about a number of companies that could benefit from the rise of online gaming a few weeks ago… https://t.co/WtAQTEwn3s", "clean_text": "@BARRONSONLINE WROTE ABOUT A NUMBER OF COMPANIES THAT COULD BENEFIT FROM THE RISE OF ONLINE GAMING A FEW WEEKS AGO ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200203, "Text": "Never had a position in $TSLA, but there's one dynamic I'm highly confident in: There are many investors that have… https://t.co/mGTEy5aHvf", "clean_text": "NEVER HAD A POSITION IN TSLA BUT THERE ONE DYNAMIC IM HIGHLY CONFIDENT IN THERE ARE MANY INVESTORS THAT HAVE ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "BergenCapital", "Time": 20200202, "Text": "RT @TruthGundlach: It took less than 2 days for the bond market to nullify the Fed’s “we’re firmly on hold” message this week. Now a 90% ch…", "clean_text": "RT @TRUTHGUNDLACH IT TOOK LESS THAN 2 DAYS FOR THE BOND MARKET TO NULLIFY THE FEDS WERE FIRMLY ON HOLD” MESSAGE THIS WEEK NOW A 90% CH", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200201, "Text": "RT @freezerohedge: Let me start by saying #FreeZerohedge \nFollow so you'll never miss a thing! I will be posting new #Zerohedge content dai…", "clean_text": "RT @FREEZEROHEDGE LET ME START BY SAYING #FREEZEROHEDGE \nFOLLOW SO YOULL NEVER MISS A THING I WILL BE POSTING NEW #ZEROHEDGE CONTENT DAI", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200201, "Text": "RT @BenRabidoux: Checking out boats with a buddy of mine. They now finance them over 240 months. Asked the guy dealer who they use for the…", "clean_text": "RT @BENRABIDOUX CHECKING OUT BOATS WITH A BUDDY OF MINE THEY NOW FINANCE THEM OVER 240 MONTHS ASKED THE GUY DEALER WHO THEY USE FOR THE", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200131, "Text": "It took less than 2 days for the bond market to nullify the Fed’s “we’re firmly on hold” message this week. Now a 90% chance of a 2020 cut.", "clean_text": "IT TOOK LESS THAN 2 DAYS FOR THE BOND MARKET TO NULLIFY THE FEDS WERE FIRMLY ON HOLD” MESSAGE THIS WEEK NOW A 90% CHANCE OF A 2020 CUT", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200131, "Text": "Anyone notice a tremor in the \"compounder\" force with $SHW and $V trading down on earnings on back to back days?  N… https://t.co/fUQd0MrGAh", "clean_text": "ANYONE NOTICE A TREMOR IN THE COMPOUNDER FORCE WITH SHW AND V TRADING DOWN ON EARNINGS ON BACK TO BACK DAYS  N ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200130, "Text": "RT @Thevalueteam: The more an activity involves luck, the greater the need for a robust decision-making process – and, as market strategist…", "clean_text": "RT @THEVALUETEAM THE MORE AN ACTIVITY INVOLVES LUCK THE GREATER THE NEED FOR A ROBUST DECISIONMAKING PROCESS AND AS MARKET STRATEGIST", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200130, "Text": "Times are changing at Berkshire. I think Buffett is signaling that future BRK will be open to auctions (TECD) and a… https://t.co/xNKEQDJAje", "clean_text": "TIMES ARE CHANGING AT BERKSHIRE I THINK BUFFETT IS SIGNALING THAT FUTURE BRK WILL BE OPEN TO AUCTIONS TECD AND A ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200130, "Text": "The \"Rock Star\" did not go out with a bang. \n\nhttps://t.co/5OBsJHG57s", "clean_text": "THE ROCK STAR DID NOT GO OUT WITH A BANG \n\n", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200130, "Text": "In 02/03, as part of the post research settlement, a bunch of $JPM analysts were forced to sit in on lectures from… https://t.co/mYV3sEr1iZ", "clean_text": "IN 0203 AS PART OF THE POST RESEARCH SETTLEMENT A BUNCH OF JPM ANALYSTS WERE FORCED TO SIT IN ON LECTURES FROM ", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200130, "Text": "Barrios and Wilson out at $WWE, WOW!  No one would have previously described this collection of management talent a… https://t.co/swAZ2ykl5K", "clean_text": "BARRIOS AND WILSON OUT AT WWE WOW  NO ONE WOULD HAVE PREVIOUSLY DESCRIBED THIS COLLECTION OF MANAGEMENT TALENT A ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "RT @SeanDeLaney23: Spending a lot of time this week diving into the archives of @mjmauboussin \n\nEspecially enjoyed his 2005 piece on Contra…", "clean_text": "RT @SEANDELANEY23 SPENDING A LOT OF TIME THIS WEEK DIVING INTO THE ARCHIVES OF @MJMAUBOUSSIN \n\nESPECIALLY ENJOYED HIS 2005 PIECE ON CONTRA", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "2/Ben Graham started this program in 1927 at the Extension Division of Columbia College. He taught in a building a… https://t.co/BWkotKhaRd", "clean_text": "2BEN GRAHAM STARTED THIS PROGRAM IN 1927 AT THE EXTENSION DIVISION OF COLUMBIA COLLEGE HE TAUGHT IN A BUILDING A ", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "4/A big part of the story is the massive shift in the form of investment, from tangible to intangible. This means a… https://t.co/yPzD2EmPl2", "clean_text": "4A BIG PART OF THE STORY IS THE MASSIVE SHIFT IN THE FORM OF INVESTMENT FROM TANGIBLE TO INTANGIBLE THIS MEANS A ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "7/We spend a lot of time discussing the limitations of multiples for valuation. You earn the right to use a multipl… https://t.co/9VbroNzizm", "clean_text": "7WE SPEND A LOT OF TIME DISCUSSING THE LIMITATIONS OF MULTIPLES FOR VALUATION YOU EARN THE RIGHT TO USE A MULTIPL ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "8/And expectations remain central. What has to happen for the price of a stock to make sense? No one knows how the… https://t.co/yXP4dNrfEJ", "clean_text": "8AND EXPECTATIONS REMAIN CENTRAL WHAT HAS TO HAPPEN FOR THE PRICE OF A STOCK TO MAKE SENSE NO ONE KNOWS HOW THE ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "RT @Madelinemaub: \"...When you're not in pain or cold or experiencing a powerful emotion like anger or fear, it's very difficult to imagine…", "clean_text": "RT @MADELINEMAUB WHEN YOURE NOT IN PAIN OR COLD OR EXPERIENCING A POWERFUL EMOTION LIKE ANGER OR FEAR IT VERY DIFFICULT TO IMAGINE", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200129, "Text": "Just learning about @xantunesx of @qz death We never worked together directly, but she was a big supporter of footn… https://t.co/KtG709wDlS", "clean_text": "JUST LEARNING ABOUT @XANTUNESX OF @QZ DEATH WE NEVER WORKED TOGETHER DIRECTLY BUT SHE WAS A BIG SUPPORTER OF FOOTN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200129, "Text": "Is this a buy signal ? https://t.co/QMXWwx5Yb2", "clean_text": "IS THIS A BUY SIGNAL  ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200129, "Text": "@batman10023 $clw   7.5x $215mm in ebitda. Less year end 2020 net debt of $791mm.  $50 price target. That’s a 15% f… https://t.co/QfzotUO5zf", "clean_text": "@BATMAN10023 CLW 75X 215MM IN EBITDA LESS YEAR END 2020 NET DEBT OF 791MM  50 PRICE TARGET THATS A 15% F ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200129, "Text": "@batman10023 CEO gone is a major positive.", "clean_text": "@BATMAN10023 CEO GONE IS A MAJOR POSITIVE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200129, "Text": "It's 2020, can we get a rule from the SEC to require all companies that report earnings to include a cash flow stat… https://t.co/QfnLEMu39Z", "clean_text": "IT 2020 CAN WE GET A RULE FROM THE SEC TO REQUIRE ALL COMPANIES THAT REPORT EARNINGS TO INCLUDE A CASH FLOW STAT ", "count1": 1, "count2": 2, "count3": 2, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200129, "Text": "@Stavster91 $DLB is almost always overly conservative with their guidance.  For them guiding inlinish is like a rai… https://t.co/JyxS6VA8Dd", "clean_text": "@STAVSTER91 DLB IS ALMOST ALWAYS OVERLY CONSERVATIVE WITH THEIR GUIDANCE  FOR THEM GUIDING INLINISH IS LIKE A RAI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200128, "Text": "Tale of the Iowa tape over the past 6 months using RCP: Joe &amp; Liz both down a couple, Bernie &amp; Pete both up 10, Klobuchar up 5. Others dead.", "clean_text": "TALE OF THE IOWA TAPE OVER THE PAST 6 MONTHS USING RCP JOE AMP LIZ BOTH DOWN A COUPLE BERNIE AMP PETE BOTH UP 10 KLOBUCHAR UP 5 OTHERS DEAD", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "@Medallia As $MDLA insiders cash out, new investors are paying a huge price for weaker growth. @Medallia's internal… https://t.co/Hne7tWheEp", "clean_text": "@MEDALLIA AS MDLA INSIDERS CASH OUT NEW INVESTORS ARE PAYING A HUGE PRICE FOR WEAKER GROWTH @MEDALLIA INTERNAL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "Three months into FY 20, $MDLA determined the addition of a new CEO &amp; CFO + commencement of IPO readiness procedure… https://t.co/2WWzUi26oQ", "clean_text": "THREE MONTHS INTO FY 20 MDLA DETERMINED THE ADDITION OF A NEW CEO AMP CFO COMMENCEMENT OF IPO READINESS PROCEDURE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "Despite doubling its valuation a few months earlier, $MDLA upped it by 30% to $17/share at midpoint when it initial… https://t.co/IazGlE1iAN", "clean_text": "DESPITE DOUBLING ITS VALUATION A FEW MONTHS EARLIER MDLA UPPED IT BY 30% TO 17SHARE AT MIDPOINT WHEN IT INITIAL ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "At ~$30, share price implies $MDLA is 5x more valuable than a year ago. However, $MDLA guided for FY21 rev growth t… https://t.co/K4b0Zm1LYp", "clean_text": "AT ~30 SHARE PRICE IMPLIES MDLA IS 5X MORE VALUABLE THAN A YEAR AGO HOWEVER MDLA GUIDED FOR FY21 REV GROWTH T ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200128, "Text": "@isaacrochefiji @RampCapitalLLC @roundhill We've posted it on https://t.co/vEsnf97bre (VIC) on 12/18, which has a 9… https://t.co/NbSflXb29V", "clean_text": "@ISAACROCHEFIJI @RAMPCAPITALLLC @ROUNDHILL WEVE POSTED IT ON  VIC ON 1218 WHICH HAS A 9 ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200128, "Text": "$LOPE - the Enron of Education? We present detailed evidence through a 870 page FOIA request that $LOPE is illegall… https://t.co/8Q5waeJd5Y", "clean_text": "LOPE  THE ENRON OF EDUCATION WE PRESENT DETAILED EVIDENCE THROUGH A 870 PAGE FOIA REQUEST THAT LOPE IS ILLEGALL ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200128, "Text": "@TheNarrenschiff $CLW now in play?  Looks like a 30% raise to Q4 guidance. The executive chairman was the guy who sold $BZ.", "clean_text": "@THENARRENSCHIFF CLW NOW IN PLAY  LOOKS LIKE A 30% RAISE TO Q4 GUIDANCE THE EXECUTIVE CHAIRMAN WAS THE GUY WHO SOLD BZ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200128, "Text": "For those that are seeking a tradeable #coronavirus index, perhaps you can consider microcap $APT, up 23% yday, dow… https://t.co/j1MhmttGH3", "clean_text": "FOR THOSE THAT ARE SEEKING A TRADEABLE #CORONAVIRUS INDEX PERHAPS YOU CAN CONSIDER MICROCAP APT UP 23% YDAY DOW ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200127, "Text": "I think a great many people will remember where they were the moment they heard Kobe Bryant had died.  I know I will.  Greatness.", "clean_text": "I THINK A GREAT MANY PEOPLE WILL REMEMBER WHERE THEY WERE THE MOMENT THEY HEARD KOBE BRYANT HAD DIED  I KNOW I WILL  GREATNESS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "RT @JohnCendpts: $PRNB $SNY\nShort attacker Sahm Adrangi draws crosshairs over a favorite of Sanofi’s new CEO — with PhII data looming\nhttps…", "clean_text": "RT @JOHNCENDPTS PRNB SNY\nSHORT ATTACKER SAHM ADRANGI DRAWS CROSSHAIRS OVER A FAVORITE OF SANOFIS NEW CEO WITH PHII DATA LOOMING\nHTTPS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]