["THE", {"Name": "pmarca", "Time": 20191231, "Text": "“The biggest kick is reading something new and exciting and then getting other people to share your enthusiasm. Bey… https://t.co/vTPshf3kQd", "clean_text": "THE BIGGEST KICK IS READING SOMETHING NEW AND EXCITING AND THEN GETTING OTHER PEOPLE TO SHARE YOUR ENTHUSIASM BEY ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20191231, "Text": "Markets are closed, but there’s still one more hour to file with the SEC. We’ll be looking for a #NYE dump!", "clean_text": "MARKETS ARE CLOSED BUT THERES STILL ONE MORE HOUR TO FILE WITH THE SEC WELL BE LOOKING FOR A #NYE DUMP", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20191231, "Text": "RT @sharonstone: I went on the @bumble dating sight and they closed my account. 👁👁\nSome users reported that it couldn’t possibly be me! \nHe…", "clean_text": "RT @SHARONSTONE I WENT ON THE @BUMBLE DATING SIGHT AND THEY CLOSED MY ACCOUNT 👁👁\nSOME USERS REPORTED THAT IT COULDNT POSSIBLY BE ME \nHE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20191231, "Text": "RT @zerohedge: Finally the White House will become a trading floor https://t.co/RWJabyE6J4", "clean_text": "RT @ZEROHEDGE FINALLY THE WHITE HOUSE WILL BECOME A TRADING FLOOR ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20191228, "Text": "LA Times article today on DoubleLine’s success lauds the “fact” there’s been “just one major firm defection” in 10 years. Close!  It’s zero.", "clean_text": "LA TIMES ARTICLE TODAY ON DOUBLELINES SUCCESS LAUDS THE FACT” THERES BEEN JUST ONE MAJOR FIRM DEFECTION” IN 10 YEARS CLOSE  ITS ZERO", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20191228, "Text": "@AlDoubleU Nope. Just a false narrative by Shitco.  Always believe the opposite when being fed the big lie.", "clean_text": "@ALDOUBLEU NOPE JUST A FALSE NARRATIVE BY SHITCO  ALWAYS BELIEVE THE OPPOSITE WHEN BEING FED THE BIG LIE", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "JohnHuber72", "Time": 20191228, "Text": "Who was the best athlete of the decade? My pick would be @EliudKipchoge. The sub 2 hour run was the single best ath… https://t.co/JdUHa3uKwr", "clean_text": "WHO WAS THE BEST ATHLETE OF THE DECADE MY PICK WOULD BE @ELIUDKIPCHOGE THE SUB 2 HOUR RUN WAS THE SINGLE BEST ATH ", "count1": 0, "count2": 0, "count3": 0, "count4": 4}, {"Name": "footnoted", "Time": 20191227, "Text": "Bought my 9 year-old the kids version of Principles by @RayDalio for Hanukkah. He fell asleep by pg. 5, but I continued reading it!", "clean_text": "BOUGHT MY 9 YEAROLD THE KIDS VERSION OF PRINCIPLES BY @RAYDALIO FOR HANUKKAH HE FELL ASLEEP BY PG 5 BUT I CONTINUED READING IT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20191227, "Text": "11 Lessons from the Success of Disney+\nhttps://t.co/YWx5MdlEIo", "clean_text": "11 LESSONS FROM THE SUCCESS OF DISNEY+\n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191227, "Text": "I looked at Alabama's pension: their private investments have underperformed fixed income last 10 yrs. Overall, the… https://t.co/d09GBcZu90", "clean_text": "I LOOKED AT ALABAMA PENSION THEIR PRIVATE INVESTMENTS HAVE UNDERPERFORMED FIXED INCOME LAST 10 YRS OVERALL THE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191223, "Text": "The Peter Lynch Barron's piece outlines what I think are his 2 most important pieces of advice for investors: own s… https://t.co/Pn8dGkazjd", "clean_text": "THE PETER LYNCH BARRON PIECE OUTLINES WHAT I THINK ARE HIS 2 MOST IMPORTANT PIECES OF ADVICE FOR INVESTORS OWN S ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20191221, "Text": "Bills at Foxborough.  Brady once said,  on the way to Orchard Park: “Watch out Bills mafia, we’re coming to get you”.  Remember that Bills!!", "clean_text": "BILLS AT FOXBOROUGH  BRADY ONCE SAID  ON THE WAY TO ORCHARD PARK WATCH OUT BILLS MAFIA WERE COMING TO GET YOU”  REMEMBER THAT BILLS", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20191221, "Text": "Wow, major changes. Not sure if the in-season tourney would be interesting or not, but it’s a unique idea. And I’ve… https://t.co/ZZ5hS6h1w7", "clean_text": "WOW MAJOR CHANGES NOT SURE IF THE INSEASON TOURNEY WOULD BE INTERESTING OR NOT BUT ITS A UNIQUE IDEA AND IVE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20191220, "Text": "I guess “reparation” and “immigration” do sound kinda the same.  Hoo boy.", "clean_text": "I GUESS REPARATION” AND IMMIGRATION” DO SOUND KINDA THE SAME  HOO BOY", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20191220, "Text": "He said it:\n\n“Within the changing financial landscape, I think we are perfectly positioned,” says Schwarzman. “Fina… https://t.co/RO2ZxXwCF1", "clean_text": "HE SAID IT\n\nWITHIN THE CHANGING FINANCIAL LANDSCAPE I THINK WE ARE PERFECTLY POSITIONED” SAYS SCHWARZMAN FINA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20191219, "Text": "@MichaelParthum Might “look better” to some but it would not be art without the tweets.  They give it context, mode… https://t.co/4AdPbU7HW1", "clean_text": "@MICHAELPARTHUM MIGHT LOOK BETTER” TO SOME BUT IT WOULD NOT BE ART WITHOUT THE TWEETS  THEY GIVE IT CONTEXT MODE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]