["RT", {"Name": "State_IO", "Time": 20200402, "Text": "RT @StateDept: .@SecPompeo: The United States has been and will always continue to be the world’s largest humanitarian assistance provider.…", "clean_text": "RT @STATEDEPT @SECPOMPEO THE UNITED STATES HAS BEEN AND WILL ALWAYS CONTINUE TO BE THE WORLDS LARGEST HUMANITARIAN ASSISTANCE PROVIDER", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "FCFYield", "Time": 20200402, "Text": "RT @KarlSmithCFA: I have decided to comply with CFA Institute guidelines and remove (Level 1 Candidate) from my title, even tho it is accur…", "clean_text": "RT @KARLSMITHCFA I HAVE DECIDED TO COMPLY WITH CFA INSTITUTE GUIDELINES AND REMOVE LEVEL 1 CANDIDATE FROM MY TITLE EVEN THO IT IS ACCUR", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200402, "Text": "RT @ShortSightedCap: I’m not sure what I expected from Tiger King... but those expectations have been exceeded.", "clean_text": "RT @SHORTSIGHTEDCAP IM NOT SURE WHAT I EXPECTED FROM TIGER KING BUT THOSE EXPECTATIONS HAVE BEEN EXCEEDED", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200402, "Text": "RT @russ1mitchell: 1. The head of Resmed medical device maker appeared on Cramer today and said the 1000 machines Musk said he would be don…", "clean_text": "RT @RUSS1MITCHELL 1 THE HEAD OF RESMED MEDICAL DEVICE MAKER APPEARED ON CRAMER TODAY AND SAID THE 1000 MACHINES MUSK SAID HE WOULD BE DON", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200402, "Text": "RT @kylegriffin1: Pence dodges a question from Fox on how Americans can get insurance during the coronavirus pandemic. After Pence finishes…", "clean_text": "RT @KYLEGRIFFIN1 PENCE DODGES A QUESTION FROM FOX ON HOW AMERICANS CAN GET INSURANCE DURING THE CORONAVIRUS PANDEMIC AFTER PENCE FINISHES", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200402, "Text": "RT @JMBooyah: Sweetie everyone’s already washing their hands five+ times a day, covering their face, not shaking hands + avoiding bars. Not…", "clean_text": "RT @JMBOOYAH SWEETIE EVERYONES ALREADY WASHING THEIR HANDS FIVE+ TIMES A DAY COVERING THEIR FACE NOT SHAKING HANDS AVOIDING BARS NOT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200402, "Text": "RT @TyDanna: @DumbLuckCapital", "clean_text": "RT @TYDANNA @DUMBLUCKCAPITAL", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200402, "Text": "RT @SenTomCotton: China’s fraud extends well beyond its Wuhan virus coverups. \n\nMy EQUITABLE Act would have protected Americans from Chines…", "clean_text": "RT @SENTOMCOTTON CHINAS FRAUD EXTENDS WELL BEYOND ITS WUHAN VIRUS COVERUPS \n\nMY EQUITABLE ACT WOULD HAVE PROTECTED AMERICANS FROM CHINES", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200401, "Text": "RT @R_Thaler: Brilliant piece by Michael Lewis. Needs to go viral so please RT https://t.co/F6TdVndVdn", "clean_text": "RT @R_THALER BRILLIANT PIECE BY MICHAEL LEWIS NEEDS TO GO VIRAL SO PLEASE RT ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200401, "Text": "RT @USAmbUN: #FACT: Refugees and displaced communities in/around places like Syria face unique risks.  #UNHCR is moving quickly to improve…", "clean_text": "RT @USAMBUN #FACT REFUGEES AND DISPLACED COMMUNITIES INAROUND PLACES LIKE SYRIA FACE UNIQUE RISKS  #UNHCR IS MOVING QUICKLY TO IMPROVE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200401, "Text": "RT @USAmbUN: #FACT: Money doesn't solve problems, it just enables committed professionals to expand activities and stay ahead of emerging c…", "clean_text": "RT @USAMBUN #FACT MONEY DOESNT SOLVE PROBLEMS IT JUST ENABLES COMMITTED PROFESSIONALS TO EXPAND ACTIVITIES AND STAY AHEAD OF EMERGING C", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200401, "Text": "RT @usmissiongeneva: The U.S. is by far the most generous and reliable contributor to crisis response and humanitarian action through the @…", "clean_text": "RT @USMISSIONGENEVA THE US IS BY FAR THE MOST GENEROUS AND RELIABLE CONTRIBUTOR TO CRISIS RESPONSE AND HUMANITARIAN ACTION THROUGH THE @", "count1": 1, "count2": 1, "count3": 3, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200401, "Text": "RT @RedwoodCap: https://t.co/IRyo6HAZA4 fundsmith letter", "clean_text": "RT @REDWOODCAP  FUNDSMITH LETTER", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200401, "Text": "RT @ShimonPro: Today represents the deadliest day to date by CNN count of coronavirus deaths. The current total of 4669 death represents an…", "clean_text": "RT @SHIMONPRO TODAY REPRESENTS THE DEADLIEST DAY TO DATE BY CNN COUNT OF CORONAVIRUS DEATHS THE CURRENT TOTAL OF 4669 DEATH REPRESENTS AN", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AZ_Value", "Time": 20200401, "Text": "RT @nycsouthpaw: This idea is like the efficient markets hypothesis of disease management. It pops up somewhere, fails miserably while caus…", "clean_text": "RT @NYCSOUTHPAW THIS IDEA IS LIKE THE EFFICIENT MARKETS HYPOTHESIS OF DISEASE MANAGEMENT IT POPS UP SOMEWHERE FAILS MISERABLY WHILE CAUS", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200331, "Text": "RT @sfiscience: Our new essay series Transmission offers an array of #complexsystems insights on the #COVID19 pandemic: why systems collaps…", "clean_text": "RT @SFISCIENCE OUR NEW ESSAY SERIES TRANSMISSION OFFERS AN ARRAY OF #COMPLEXSYSTEMS INSIGHTS ON THE #COVID19 PANDEMIC WHY SYSTEMS COLLAPS", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200331, "Text": "RT @StateDept: Live now! Watch @SecPompeo deliver remarks to the media. https://t.co/qlj02c6MFR", "clean_text": "RT @STATEDEPT LIVE NOW WATCH @SECPOMPEO DELIVER REMARKS TO THE MEDIA ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200331, "Text": "RT @USAmbUN: #FACT: The @UN &amp; other international organizations are built on decades of unrivaled, generous, reliable support from the Amer…", "clean_text": "RT @USAMBUN #FACT THE @UN AMP OTHER INTERNATIONAL ORGANIZATIONS ARE BUILT ON DECADES OF UNRIVALED GENEROUS RELIABLE SUPPORT FROM THE AMER", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200331, "Text": "RT @USAmbUN: #FACT: Since @WHO's founding in 1948, the United States has been its largest contributor: more than $400 million in 2019 alone…", "clean_text": "RT @USAMBUN #FACT SINCE @WHO FOUNDING IN 1948 THE UNITED STATES HAS BEEN ITS LARGEST CONTRIBUTOR MORE THAN 400 MILLION IN 2019 ALONE", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200331, "Text": "RT @USAmbUN: #FACT: @UNICEF is racing to meet the needs of children and mothers under threat of #COVID19. The American people are and have…", "clean_text": "RT @USAMBUN #FACT @UNICEF IS RACING TO MEET THE NEEDS OF CHILDREN AND MOTHERS UNDER THREAT OF #COVID19 THE AMERICAN PEOPLE ARE AND HAVE", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "RT @IntrinsicInv: Broadridge $BR saying they have had huge new demand for their Virtual Shareholder Meeting service with over 1,000 events…", "clean_text": "RT @INTRINSICINV BROADRIDGE BR SAYING THEY HAVE HAD HUGE NEW DEMAND FOR THEIR VIRTUAL SHAREHOLDER MEETING SERVICE WITH OVER 1000 EVENTS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "RT @jon_m_green: This is possibly the most accurate gif I've ever seen. https://t.co/mbH9lvQ641", "clean_text": "RT @JON_M_GREEN THIS IS POSSIBLY THE MOST ACCURATE GIF IVE EVER SEEN ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "RT @vetleforsland: Peter Lynch on volatility https://t.co/WZJ9pMKvRJ", "clean_text": "RT @VETLEFORSLAND PETER LYNCH ON VOLATILITY ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200331, "Text": "RT @Redistrict: Finding it's perfectly healthy to avoid news networks that make their own reporters/confrontations with Trump \"the story\" i…", "clean_text": "RT @REDISTRICT FINDING IT PERFECTLY HEALTHY TO AVOID NEWS NETWORKS THAT MAKE THEIR OWN REPORTERSCONFRONTATIONS WITH TRUMP THE STORY I", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @JacksonmMatt: My publisher agreed to let me post a chapter that discusses the basics of contagions and reproduction numbers, sprinkled…", "clean_text": "RT @JACKSONMMATT MY PUBLISHER AGREED TO LET ME POST A CHAPTER THAT DISCUSSES THE BASICS OF CONTAGIONS AND REPRODUCTION NUMBERS SPRINKLED", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @ricard_sole: Farewell to Phil Anderson, Nobel Laureate in Physics and @sfiscience member. He was a great inspiration, championing emerg…", "clean_text": "RT @RICARD_SOLE FAREWELL TO PHIL ANDERSON NOBEL LAUREATE IN PHYSICS AND @SFISCIENCE MEMBER HE WAS A GREAT INSPIRATION CHAMPIONING EMERG", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @katy_milkman: Overconfidence is a pernicious bias, even in experts. It's astounding how few experts' confidence intervals included the…", "clean_text": "RT @KATY_MILKMAN OVERCONFIDENCE IS A PERNICIOUS BIAS EVEN IN EXPERTS IT ASTOUNDING HOW FEW EXPERT CONFIDENCE INTERVALS INCLUDED THE", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200330, "Text": "RT @carlquintanilla: GOLDMAN: “.. we believe it is likely that the market will turn lower in coming weeks, and caution short-term investors…", "clean_text": "RT @CARLQUINTANILLA GOLDMAN  WE BELIEVE IT IS LIKELY THAT THE MARKET WILL TURN LOWER IN COMING WEEKS AND CAUTION SHORTTERM INVESTORS", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200330, "Text": "RT @antonioguterres: I'm pleased to announce, with @USAmbUN Kelly Craft, the donation to the USA of 250,000 protective face masks, just loc…", "clean_text": "RT @ANTONIOGUTERRES IM PLEASED TO ANNOUNCE WITH @USAMBUN KELLY CRAFT THE DONATION TO THE USA OF 250000 PROTECTIVE FACE MASKS JUST LOC", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AZ_Value", "Time": 20200330, "Text": "RT @BBCBreakfast: A device which helps patients breathe has been modified and improved by the Mercedes F1 team in less than a week, it has…", "clean_text": "RT @BBCBREAKFAST A DEVICE WHICH HELPS PATIENTS BREATHE HAS BEEN MODIFIED AND IMPROVED BY THE MERCEDES F1 TEAM IN LESS THAN A WEEK IT HAS", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200330, "Text": "RT @BrexitAlex: For those who think F1 is pointless, I say a sport that pushes technical and engineering boundaries is a wonderful thing, a…", "clean_text": "RT @BREXITALEX FOR THOSE WHO THINK F1 IS POINTLESS I SAY A SPORT THAT PUSHES TECHNICAL AND ENGINEERING BOUNDARIES IS A WONDERFUL THING A", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200329, "Text": "RT @morganhousel: Thinking about this thing anthropologist David Graeber wrote a few years ago. \n\nWith few exceptions (doctors) the most vi…", "clean_text": "RT @MORGANHOUSEL THINKING ABOUT THIS THING ANTHROPOLOGIST DAVID GRAEBER WROTE A FEW YEARS AGO \n\nWITH FEW EXCEPTIONS DOCTORS THE MOST VI", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200329, "Text": "RT @BillAckman: I have received a fair bit of criticism over the last few days from some who have claimed that I and our investors have pro…", "clean_text": "RT @BILLACKMAN I HAVE RECEIVED A FAIR BIT OF CRITICISM OVER THE LAST FEW DAYS FROM SOME WHO HAVE CLAIMED THAT I AND OUR INVESTORS HAVE PRO", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200329, "Text": "RT @birbigs: My Girlfriend’s Boyfriend (for whatever reason) isn’t currently on netflix but it IS on prime! It’s the shelter in place strea…", "clean_text": "RT @BIRBIGS MY GIRLFRIENDS BOYFRIEND FOR WHATEVER REASON ISNT CURRENTLY ON NETFLIX BUT IT IS ON PRIME ITS THE SHELTER IN PLACE STREA", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "State_IO", "Time": 20200328, "Text": "RT @USAmbUN: .@USUN is thrilled to be able to support NYC’s tireless health care workers with a donation of 250,000 protective face masks j…", "clean_text": "RT @USAMBUN @USUN IS THRILLED TO BE ABLE TO SUPPORT NYCS TIRELESS HEALTH CARE WORKERS WITH A DONATION OF 250000 PROTECTIVE FACE MASKS J", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200328, "Text": "RT @USAmbUN: @UN and @USUN personnel are working with @NYCMayorsOffice to ensure their swift delivery to medical facilities around the city…", "clean_text": "RT @USAMBUN @UN AND @USUN PERSONNEL ARE WORKING WITH @NYCMAYORSOFFICE TO ENSURE THEIR SWIFT DELIVERY TO MEDICAL FACILITIES AROUND THE CITY", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200328, "Text": "RT @rationalebeing: @CeFaanKim @ABC I think Trump wanted to talk to someone who was also against testing.", "clean_text": "RT @RATIONALEBEING @CEFAANKIM @ABC I THINK TRUMP WANTED TO TALK TO SOMEONE WHO WAS ALSO AGAINST TESTING", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200328, "Text": "RT @benjaminoscara: Meme of the month 🤣🤣 #TigerKing https://t.co/S6Jt4bs4l7", "clean_text": "RT @BENJAMINOSCARA MEME OF THE MONTH #TIGERKING ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200328, "Text": "RT @TyDanna: @DumbLuckCapital Jeff Lowe 100%. Don’t talk shit about Bhagavan", "clean_text": "RT @TYDANNA @DUMBLUCKCAPITAL JEFF LOWE 100% DONT TALK SHIT ABOUT BHAGAVAN", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200327, "Text": "RT @BillAckman: This is incredibly frightening https://t.co/xafvNSf6r1", "clean_text": "RT @BILLACKMAN THIS IS INCREDIBLY FRIGHTENING ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200327, "Text": "RT @TheStalwart: NYC has run out of dogs. The crisis and confinement and need for comfort is completely eliminating the available inventory…", "clean_text": "RT @THESTALWART NYC HAS RUN OUT OF DOGS THE CRISIS AND CONFINEMENT AND NEED FOR COMFORT IS COMPLETELY ELIMINATING THE AVAILABLE INVENTORY", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200327, "Text": "RT @SecPompeo: Good call today with #Singapore's Foreign Minister Balakrishnan to discuss areas for cooperation to tackle the #coronavirus…", "clean_text": "RT @SECPOMPEO GOOD CALL TODAY WITH #SINGAPORE FOREIGN MINISTER BALAKRISHNAN TO DISCUSS AREAS FOR COOPERATION TO TACKLE THE #CORONAVIRUS", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200327, "Text": "RT @dynamicvol: I've done maybe a dozen conference calls with retail investors in the past week.  Near-unanimous opinion that we've seen th…", "clean_text": "RT @DYNAMICVOL IVE DONE MAYBE A DOZEN CONFERENCE CALLS WITH RETAIL INVESTORS IN THE PAST WEEK  NEARUNANIMOUS OPINION THAT WEVE SEEN TH", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20200326, "Text": "RT @business: Trump suggested that Americans should consider giving up the tradition of greeting each other with a hand-shake -- forever. h…", "clean_text": "RT @BUSINESS TRUMP SUGGESTED THAT AMERICANS SHOULD CONSIDER GIVING UP THE TRADITION OF GREETING EACH OTHER WITH A HANDSHAKE  FOREVER H", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200326, "Text": "RT @Greenbackd: \"What we know is that stress tends to shorten people's time horizons. That makes sense evolutionarily. The zebra running aw…", "clean_text": "RT @GREENBACKD WHAT WE KNOW IS THAT STRESS TENDS TO SHORTEN PEOPLE TIME HORIZONS THAT MAKES SENSE EVOLUTIONARILY THE ZEBRA RUNNING AW", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200326, "Text": "RT @rodneylksmith: @Greenbackd @mjmauboussin “The stress response calibrates risk taking to our circumstances, reducing it in times of prol…", "clean_text": "RT @RODNEYLKSMITH @GREENBACKD @MJMAUBOUSSIN THE STRESS RESPONSE CALIBRATES RISK TAKING TO OUR CIRCUMSTANCES REDUCING IT IN TIMES OF PROL", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200326, "Text": "RT @jared_ellias: The 2016 DIP Loan to Kalabios Pharmaceuticals had an event of default I've never seen before. https://t.co/Asd2OBZ69T", "clean_text": "RT @JARED_ELLIAS THE 2016 DIP LOAN TO KALABIOS PHARMACEUTICALS HAD AN EVENT OF DEFAULT IVE NEVER SEEN BEFORE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200326, "Text": "RT @statedeptspox: America is mobilizing all resources in order to rapidly respond to the #coronavirus. Read the Secretary’s full statement…", "clean_text": "RT @STATEDEPTSPOX AMERICA IS MOBILIZING ALL RESOURCES IN ORDER TO RAPIDLY RESPOND TO THE #CORONAVIRUS READ THE SECRETARYS FULL STATEMENT", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200326, "Text": "RT @SecPompeo: I am pleased to announce the U.S. has made available nearly $274 million in emergency health and humanitarian funding. Our l…", "clean_text": "RT @SECPOMPEO I AM PLEASED TO ANNOUNCE THE US HAS MADE AVAILABLE NEARLY 274 MILLION IN EMERGENCY HEALTH AND HUMANITARIAN FUNDING OUR L", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200326, "Text": "RT @BloombergAsia: S&amp;P and Moody’s are downgrading U.S. companies at the fastest pace in more than a decade https://t.co/OTOVn2bPrz", "clean_text": "RT @BLOOMBERGASIA SAMPP AND MOODYS ARE DOWNGRADING US COMPANIES AT THE FASTEST PACE IN MORE THAN A DECADE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200326, "Text": "RT @LJKawa: The Dow Jones Industrial Average confirms entry into a new bull market on the day U.S. initial jobless claims quadruple their p…", "clean_text": "RT @LJKAWA THE DOW JONES INDUSTRIAL AVERAGE CONFIRMS ENTRY INTO A NEW BULL MARKET ON THE DAY US INITIAL JOBLESS CLAIMS QUADRUPLE THEIR P", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200326, "Text": "RT @hackcelerity: Lot of people just shifted horizons from 6-12 months to 2 days. Be the person who looks out a full 2 weeks and you'll fin…", "clean_text": "RT @HACKCELERITY LOT OF PEOPLE JUST SHIFTED HORIZONS FROM 612 MONTHS TO 2 DAYS BE THE PERSON WHO LOOKS OUT A FULL 2 WEEKS AND YOULL FIN", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200326, "Text": "RT @Post_Market: If you can aggressively manage your business, lever it to the gills, monetize every asset not tied down, pursue low-probab…", "clean_text": "RT @POST_MARKET IF YOU CAN AGGRESSIVELY MANAGE YOUR BUSINESS LEVER IT TO THE GILLS MONETIZE EVERY ASSET NOT TIED DOWN PURSUE LOWPROBAB", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200326, "Text": "RT @spomboy: I'll say it again:  i think the timeline on the Covid-19 eco shutdown is going to prove far shorter than the dire predictions…", "clean_text": "RT @SPOMBOY ILL SAY IT AGAIN  I THINK THE TIMELINE ON THE COVID19 ECO SHUTDOWN IS GOING TO PROVE FAR SHORTER THAN THE DIRE PREDICTIONS", "count1": 1, "count2": 1, "count3": 3, "count4": 1}, {"Name": "BergenCapital", "Time": 20200326, "Text": "RT @LizAnnSonders: World trade plummeting in terms of cargo volumes y/y:\n \n*Shanghai port (world’s busiest): -20% (Feb)\n*LA: -23% (Feb)\n*Ho…", "clean_text": "RT @LIZANNSONDERS WORLD TRADE PLUMMETING IN TERMS OF CARGO VOLUMES YY\n \n*SHANGHAI PORT WORLDS BUSIEST 20% FEB\n*LA 23% FEB\n*HO", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200325, "Text": "RT @statedeptspox: The U.S. supports @UN Secretary General @AntonioGuterres and @UNEnvoySyria Pedersen's calls for a nationwide ceasefire i…", "clean_text": "RT @STATEDEPTSPOX THE US SUPPORTS @UN SECRETARY GENERAL @ANTONIOGUTERRES AND @UNENVOYSYRIA PEDERSEN CALLS FOR A NATIONWIDE CEASEFIRE I", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200325, "Text": "RT @VPatelFX: List of Central Banks buying assets (inc FX):\n🇺🇸 Fed\n🇪🇺 ECB\n🇬🇧 BoE\n🇯🇵 BoJ\n🇨🇭 SNB\n🇦🇺 RBA\n🇳🇿 RBNZ\n🇸🇪 Riksbank\n🇰🇷 BoK\n🇹🇭 BoT\n🇵🇭…", "clean_text": "RT @VPATELFX LIST OF CENTRAL BANKS BUYING ASSETS INC FX\n🇺🇸 FED\n🇪🇺 ECB\n🇬🇧 BOE\n🇯🇵 BOJ\n🇨🇭 SNB\n🇦🇺 RBA\n🇳🇿 RBNZ\n🇸🇪 RIKSBANK\n🇰🇷 BOK\n🇹🇭 BOT\n🇵🇭", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200325, "Text": "RT @CapitolistPig: more great work on $TRUP... \n\nhttps://t.co/1bwY4GOHaA", "clean_text": "RT @CAPITOLISTPIG MORE GREAT WORK ON TRUP \n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200324, "Text": "RT @dollarsanddata: \"If you aren’t buying at these levels, you are implying that (a) you don’t want 14% annual returns for the next 3 years…", "clean_text": "RT @DOLLARSANDDATA IF YOU ARENT BUYING AT THESE LEVELS YOU ARE IMPLYING THAT A YOU DONT WANT 14% ANNUAL RETURNS FOR THE NEXT 3 YEARS", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200324, "Text": "RT @ToddSullivan: Seth Klarman just opened up Baupost for investment for the first time in forever....if that isn't a \"stocks are screaming…", "clean_text": "RT @TODDSULLIVAN SETH KLARMAN JUST OPENED UP BAUPOST FOR INVESTMENT FOR THE FIRST TIME IN FOREVERIF THAT ISNT A STOCKS ARE SCREAMING", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200324, "Text": "RT @usunvie: ANNOUNCEMENT: United States contributes an additional $5 million to the @iaeaorg to help combat #COVID19. The 🇺🇸 funding respo…", "clean_text": "RT @USUNVIE ANNOUNCEMENT UNITED STATES CONTRIBUTES AN ADDITIONAL 5 MILLION TO THE @IAEAORG TO HELP COMBAT #COVID19 THE FUNDING RESPO", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200324, "Text": "RT @statedeptspox: The United States is stepping up with another voluntary contribution to the @IAEAorg - an additional $5 million - for ki…", "clean_text": "RT @STATEDEPTSPOX THE UNITED STATES IS STEPPING UP WITH ANOTHER VOLUNTARY CONTRIBUTION TO THE @IAEAORG  AN ADDITIONAL 5 MILLION  FOR KI", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200324, "Text": "RT @SecPompeo: Happy to announce another $5 million in @StateDept funding for the @iaeaorg to help member states combat the #coronavirus. W…", "clean_text": "RT @SECPOMPEO HAPPY TO ANNOUNCE ANOTHER 5 MILLION IN @STATEDEPT FUNDING FOR THE @IAEAORG TO HELP MEMBER STATES COMBAT THE #CORONAVIRUS W", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200324, "Text": "RT @brgridiron: .@MikeEvans13_ is ready for Brady in Tampa 🤣 https://t.co/Bn8mQIbIXA", "clean_text": "RT @BRGRIDIRON @MIKEEVANS13_ IS READY FOR BRADY IN TAMPA ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200323, "Text": "RT @tseides: Applying behavioral frameworks and good decision making in a time of crisis. Who better to ask than @mjmauboussin? \n\nhttps://t…", "clean_text": "RT @TSEIDES APPLYING BEHAVIORAL FRAMEWORKS AND GOOD DECISION MAKING IN A TIME OF CRISIS WHO BETTER TO ASK THAN @MJMAUBOUSSIN \n\n", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200323, "Text": "RT @Street_Insider: On Bloomberg, Bill Ackman said he is all long, no shorts $SPY", "clean_text": "RT @STREET_INSIDER ON BLOOMBERG BILL ACKMAN SAID HE IS ALL LONG NO SHORTS SPY", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200323, "Text": "RT @BloombergAsia: Large municipal-bond funds are unwinding a leveraged investment strategy that backfired this month, contributing to the…", "clean_text": "RT @BLOOMBERGASIA LARGE MUNICIPALBOND FUNDS ARE UNWINDING A LEVERAGED INVESTMENT STRATEGY THAT BACKFIRED THIS MONTH CONTRIBUTING TO THE", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200323, "Text": "RT @BernieSanders: We need to send emergency cash payments of $2,000 to every person in America each month for the duration of this pandemi…", "clean_text": "RT @BERNIESANDERS WE NEED TO SEND EMERGENCY CASH PAYMENTS OF 2000 TO EVERY PERSON IN AMERICA EACH MONTH FOR THE DURATION OF THIS PANDEMI", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200323, "Text": "RT @lloydblankfein: Extreme measures to flatten the virus “curve” is sensible-for a time-to stretch out the strain on health infrastructure…", "clean_text": "RT @LLOYDBLANKFEIN EXTREME MEASURES TO FLATTEN THE VIRUS CURVE” IS SENSIBLEFOR A TIMETO STRETCH OUT THE STRAIN ON HEALTH INFRASTRUCTURE", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "activiststocks", "Time": 20200322, "Text": "RT @KySportsRadio: Look at the difference between how the Kentucky Governor and Tennessee Governor handled the Coronavirus\n\nAnd look at the…", "clean_text": "RT @KYSPORTSRADIO LOOK AT THE DIFFERENCE BETWEEN HOW THE KENTUCKY GOVERNOR AND TENNESSEE GOVERNOR HANDLED THE CORONAVIRUS\n\nAND LOOK AT THE", "count1": 0, "count2": 1, "count3": 4, "count4": 0}, {"Name": "BergenCapital", "Time": 20200322, "Text": "RT @RaoulGMI: This is well worth a read. \n\nI think people are wildly underestimating time in this equation, and not just impact. In all out…", "clean_text": "RT @RAOULGMI THIS IS WELL WORTH A READ \n\nI THINK PEOPLE ARE WILDLY UNDERESTIMATING TIME IN THIS EQUATION AND NOT JUST IMPACT IN ALL OUT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "RT @PTetlock: Creative force here is a brilliant statistician, Ville Satopaa, who developed the BIN model for decomposing the variance &amp; is…", "clean_text": "RT @PTETLOCK CREATIVE FORCE HERE IS A BRILLIANT STATISTICIAN VILLE SATOPAA WHO DEVELOPED THE BIN MODEL FOR DECOMPOSING THE VARIANCE AMP IS", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "RT @modestproposal1: @TheStalwart Fortunately @mjmauboussin has answered all your questions https://t.co/qKL0VJyb5C https://t.co/Yn4JIYdzfO", "clean_text": "RT @MODESTPROPOSAL1 @THESTALWART FORTUNATELY @MJMAUBOUSSIN HAS ANSWERED ALL YOUR QUESTIONS  ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200320, "Text": "RT @PTetlock: A rule that has yet to fail.\nWhen Michael Mauboussin writes about my work, I groan: “I wish I’d thought of saying it that way…", "clean_text": "RT @PTETLOCK A RULE THAT HAS YET TO FAIL\nWHEN MICHAEL MAUBOUSSIN WRITES ABOUT MY WORK I GROAN I WISH ID THOUGHT OF SAYING IT THAT WAY", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200320, "Text": "RT @markets: Steve Cohen’s quantitative trading group lost about 22% this month https://t.co/QMvmzSqfqq", "clean_text": "RT @MARKETS STEVE COHENS QUANTITATIVE TRADING GROUP LOST ABOUT 22% THIS MONTH ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @StateDept: .@SecPompeo: Early on we offered to have America’s finest experts travel to China to assist them, to assist the @WHO.  We we…", "clean_text": "RT @STATEDEPT @SECPOMPEO EARLY ON WE OFFERED TO HAVE AMERICAS FINEST EXPERTS TRAVEL TO CHINA TO ASSIST THEM TO ASSIST THE @WHO  WE WE", "count1": 4, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @WHAAsstSecty: The Maduro-made #humanitarian crisis in #Venezuela will only worsen w/ #COVID19. Meanwhile, repression continues. The wor…", "clean_text": "RT @WHAASSTSECTY THE MADUROMADE #HUMANITARIAN CRISIS IN #VENEZUELA WILL ONLY WORSEN W #COVID19 MEANWHILE REPRESSION CONTINUES THE WOR", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @StateDept: .@SecPompeo on #Iran, North Korea, and #COVID19: We are working diligently to create better conditions for their people. Par…", "clean_text": "RT @STATEDEPT @SECPOMPEO ON #IRAN NORTH KOREA AND #COVID19 WE ARE WORKING DILIGENTLY TO CREATE BETTER CONDITIONS FOR THEIR PEOPLE PAR", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @SecPompeo: Congratulations @Almagro_OEA2015 on your re-election as Secretary General of the Organization of American States. Under your…", "clean_text": "RT @SECPOMPEO CONGRATULATIONS @ALMAGRO_OEA2015 ON YOUR REELECTION AS SECRETARY GENERAL OF THE ORGANIZATION OF AMERICAN STATES UNDER YOUR", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @StateDept: .@SecPompeo delivers remarks to the media on #COVID19. https://t.co/bHe8HXe1O3", "clean_text": "RT @STATEDEPT @SECPOMPEO DELIVERS REMARKS TO THE MEDIA ON #COVID19 ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @TruthGundlach: Airline industry is asking for $50 Billion bailout.  Over the last 10 years there were $45.5 Billion in airline share bu…", "clean_text": "RT @TRUTHGUNDLACH AIRLINE INDUSTRY IS ASKING FOR 50 BILLION BAILOUT  OVER THE LAST 10 YEARS THERE WERE 455 BILLION IN AIRLINE SHARE BU", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @TruthGundlach: Movie theater operators are asking for a government bailout?!  Seriously!?!? Next equity ETF owners will ask the governm…", "clean_text": "RT @TRUTHGUNDLACH MOVIE THEATER OPERATORS ARE ASKING FOR A GOVERNMENT BAILOUT  SERIOUSLY NEXT EQUITY ETF OWNERS WILL ASK THE GOVERNM", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @Gary_D_Cohn: I really want to be optimistic. We all obsess on the equity market, but we need to get the municipal and credit markets fi…", "clean_text": "RT @GARY_D_COHN I REALLY WANT TO BE OPTIMISTIC WE ALL OBSESS ON THE EQUITY MARKET BUT WE NEED TO GET THE MUNICIPAL AND CREDIT MARKETS FI", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @BillAckman: Some investors have been confused by remarks. To clarify, I am confident the president will do the right thing in temporari…", "clean_text": "RT @BILLACKMAN SOME INVESTORS HAVE BEEN CONFUSED BY REMARKS TO CLARIFY I AM CONFIDENT THE PRESIDENT WILL DO THE RIGHT THING IN TEMPORARI", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @carlquintanilla: Marriott conf call heds:\n\n* Suspending Arne Sorenson salary for the balance of 2020\n* Reducing salaries for the senior…", "clean_text": "RT @CARLQUINTANILLA MARRIOTT CONF CALL HEDS\n\n* SUSPENDING ARNE SORENSON SALARY FOR THE BALANCE OF 2020\n* REDUCING SALARIES FOR THE SENIOR", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @morganhousel: Just saw someone remove their face mask to smoke a cigarette. Life's about tradeoffs.", "clean_text": "RT @MORGANHOUSEL JUST SAW SOMEONE REMOVE THEIR FACE MASK TO SMOKE A CIGARETTE LIFE ABOUT TRADEOFFS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @elonmusk: @suhaylabbas @fawadchaudhry We will make ventilators if there is a shortage", "clean_text": "RT @ELONMUSK @SUHAYLABBAS @FAWADCHAUDHRY WE WILL MAKE VENTILATORS IF THERE IS A SHORTAGE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @cullenroche: Our retirement accounts crashed, but then we got a sneak peak at what it's like to be home all the time and realized we'd…", "clean_text": "RT @CULLENROCHE OUR RETIREMENT ACCOUNTS CRASHED BUT THEN WE GOT A SNEAK PEAK AT WHAT IT LIKE TO BE HOME ALL THE TIME AND REALIZED WED", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @AdamSinger: The optics of celebs posting \"stay at home\" from their absurdly opulent mansions while smiling gleefully are so bad. This i…", "clean_text": "RT @ADAMSINGER THE OPTICS OF CELEBS POSTING STAY AT HOME FROM THEIR ABSURDLY OPULENT MANSIONS WHILE SMILING GLEEFULLY ARE SO BAD THIS I", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @TheStalwart: I have to admit that the daily 5% declines in my retirement money do get less painful each day, as the base dollar amount…", "clean_text": "RT @THESTALWART I HAVE TO ADMIT THAT THE DAILY 5% DECLINES IN MY RETIREMENT MONEY DO GET LESS PAINFUL EACH DAY AS THE BASE DOLLAR AMOUNT", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200319, "Text": "RT @StateDept: .@SecPompeo on new #Iran sanctions: Iran must be fully transparent with the @IAEAorg and the international community. https:…", "clean_text": "RT @STATEDEPT @SECPOMPEO ON NEW #IRAN SANCTIONS IRAN MUST BE FULLY TRANSPARENT WITH THE @IAEAORG AND THE INTERNATIONAL COMMUNITY HTTPS", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "GrantsPub", "Time": 20200319, "Text": "RT @benbreitholtz: Near 100% probabilities priced in US headline CPI will average below 2.0% YOY for the remainder of our careers 🤪Talk abo…", "clean_text": "RT @BENBREITHOLTZ NEAR 100% PROBABILITIES PRICED IN US HEADLINE CPI WILL AVERAGE BELOW 20% YOY FOR THE REMAINDER OF OUR CAREERS 🤪TALK ABO", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200319, "Text": "RT @benbreitholtz: US headline CPI sub-0.0% YOY firmly expected for the next 5+ years. Seems WAY oversold, but bond market struggles likely…", "clean_text": "RT @BENBREITHOLTZ US HEADLINE CPI SUB00% YOY FIRMLY EXPECTED FOR THE NEXT 5+ YEARS SEEMS WAY OVERSOLD BUT BOND MARKET STRUGGLES LIKELY", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200319, "Text": "RT @RaoulGMI: Literally no one is long enough dollars. NO ONE. Pick any currency to short, it matters not. If you are in a different countr…", "clean_text": "RT @RAOULGMI LITERALLY NO ONE IS LONG ENOUGH DOLLARS NO ONE PICK ANY CURRENCY TO SHORT IT MATTERS NOT IF YOU ARE IN A DIFFERENT COUNTR", "count1": 1, "count2": 1, "count3": 0, "count4": 0}]