["THE", {"Name": "probesreporter", "Time": 20200424, "Text": "RT @JohnPGavin: Will the airlines charge the cargo to check a bag?  How about ticket change fees?  Does the cargo pay extra for seat select…", "clean_text": "RT @JOHNPGAVIN WILL THE AIRLINES CHARGE THE CARGO TO CHECK A BAG  HOW ABOUT TICKET CHANGE FEES  DOES THE CARGO PAY EXTRA FOR SEAT SELECT", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200424, "Text": "@JohnEzekowitz i am not sure that it is classically a zeugma but the joke works roughly the same way as \"to lose he… https://t.co/yWDu4LBJW9", "clean_text": "@JOHNEZEKOWITZ I AM NOT SURE THAT IT IS CLASSICALLY A ZEUGMA BUT THE JOKE WORKS ROUGHLY THE SAME WAY AS TO LOSE HE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200424, "Text": "Money Stuff, Dragon-God has all loyalty abilities of all other newsletters on the battlefield. https://t.co/kmtEkJUZdk", "clean_text": "MONEY STUFF DRAGONGOD HAS ALL LOYALTY ABILITIES OF ALL OTHER NEWSLETTERS ON THE BATTLEFIELD ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200424, "Text": "“I actually think long-term, the best cyclical play out there are the very large banks.” ~ Steve Eisman… https://t.co/BzoabH6KqV", "clean_text": "I ACTUALLY THINK LONGTERM THE BEST CYCLICAL PLAY OUT THERE ARE THE VERY LARGE BANKS” STEVE EISMAN ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200424, "Text": "RT @mdmcdonald: Suspension of the MLB season is having ripple effects in #CostaRica. The Rawlings factory in Turrialba, Costa Rica, where w…", "clean_text": "RT @MDMCDONALD SUSPENSION OF THE MLB SEASON IS HAVING RIPPLE EFFECTS IN #COSTARICA THE RAWLINGS FACTORY IN TURRIALBA COSTA RICA WHERE W", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200424, "Text": "Another short's analysis debunking the $PRNB presentation and data released yesterday https://t.co/f4mea2NFwI", "clean_text": "ANOTHER SHORT ANALYSIS DEBUNKING THE PRNB PRESENTATION AND DATA RELEASED YESTERDAY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200424, "Text": "Plan for a rainy day like the airlines your colleagues just bailed out?\n\nStates were spending for schools, roads, h… https://t.co/EhbpSdOWVp", "clean_text": "PLAN FOR A RAINY DAY LIKE THE AIRLINES YOUR COLLEAGUES JUST BAILED OUT\n\nSTATES WERE SPENDING FOR SCHOOLS ROADS H ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200424, "Text": "@PlanMaestro The real action is in the debt. Check out those credit spreads.", "clean_text": "@PLANMAESTRO THE REAL ACTION IS IN THE DEBT CHECK OUT THOSE CREDIT SPREADS", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200424, "Text": "For more on the free-and-easy portion of the credit cycle, see \"'Really, just IOUs'\" in the Grant's issue dated Dec… https://t.co/eQSjMtnrrG", "clean_text": "FOR MORE ON THE FREEANDEASY PORTION OF THE CREDIT CYCLE SEE REALLY JUST IOU IN THE GRANT ISSUE DATED DEC ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200424, "Text": "@modestproposal1 the early leaked stories on Stankey though may beg to differ!", "clean_text": "@MODESTPROPOSAL1 THE EARLY LEAKED STORIES ON STANKEY THOUGH MAY BEG TO DIFFER", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200424, "Text": "How funny would it be if the cure for the COVID-19 crisis is for people to start chain smoking Marlborough Reds?\n\nF… https://t.co/VrnPbLnicb", "clean_text": "HOW FUNNY WOULD IT BE IF THE CURE FOR THE COVID19 CRISIS IS FOR PEOPLE TO START CHAIN SMOKING MARLBOROUGH REDS\n\nF ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200424, "Text": "RT @charliebilello: Fed balance sheet moves up to $6.573 trillion, a new high. In the last 6 weeks it has increased over $2.2 trillion. htt…", "clean_text": "RT @CHARLIEBILELLO FED BALANCE SHEET MOVES UP TO 6573 TRILLION A NEW HIGH IN THE LAST 6 WEEKS IT HAS INCREASED OVER 22 TRILLION HTT", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200424, "Text": "Trump owes tens of millions to the Bank of China — and the loan is due soon https://t.co/7dZZzbxsga via @politico", "clean_text": "TRUMP OWES TENS OF MILLIONS TO THE BANK OF CHINA AND THE LOAN IS DUE SOON  VIA @POLITICO", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "AZ_Value", "Time": 20200424, "Text": "RT @scottbix: Presidents Barack Obama and George W. Bush both broke campaign pledges to recognize the Armenian Genocide as such.\n\nPresident…", "clean_text": "RT @SCOTTBIX PRESIDENTS BARACK OBAMA AND GEORGE W BUSH BOTH BROKE CAMPAIGN PLEDGES TO RECOGNIZE THE ARMENIAN GENOCIDE AS SUCH\n\nPRESIDENT", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200423, "Text": "Yes the #dental industry and our primary research agrees that the trends are very #bearish and hopes of post-… https://t.co/aqZoBD6OhL", "clean_text": "YES THE #DENTAL INDUSTRY AND OUR PRIMARY RESEARCH AGREES THAT THE TRENDS ARE VERY #BEARISH AND HOPES OF POST ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200423, "Text": "@OpenOutcrier \"we're all dead in the long-run\" isn't that the saying?", "clean_text": "@OPENOUTCRIER WERE ALL DEAD IN THE LONGRUN ISNT THAT THE SAYING", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: A lot of the lower-quality credits just went through a no-bid market before the Fed stepped in.  Hard to say where it shows…", "clean_text": "RT @JOHNPGAVIN A LOT OF THE LOWERQUALITY CREDITS JUST WENT THROUGH A NOBID MARKET BEFORE THE FED STEPPED IN  HARD TO SAY WHERE IT SHOWS", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: As an analyst, I get why the financial crowd loves the #SaaS model.  But as a business owner I always hated it. I saw great…", "clean_text": "RT @JOHNPGAVIN AS AN ANALYST I GET WHY THE FINANCIAL CROWD LOVES THE #SAAS MODEL  BUT AS A BUSINESS OWNER I ALWAYS HATED IT I SAW GREAT", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200423, "Text": "@ejenk @quantian1 not that much trouble! his quality of life is not noticeably worse for having the shares", "clean_text": "@EJENK @QUANTIAN1 NOT THAT MUCH TROUBLE HIS QUALITY OF LIFE IS NOT NOTICEABLY WORSE FOR HAVING THE SHARES", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200423, "Text": "In an attempt to save this newsletter and boost its price, I have destroyed the utility of the product. https://t.co/8OPtZYQu2M", "clean_text": "IN AN ATTEMPT TO SAVE THIS NEWSLETTER AND BOOST ITS PRICE I HAVE DESTROYED THE UTILITY OF THE PRODUCT ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200423, "Text": "@felixsalmon @theofrancis and the WSJ doing a better job at the overall metrics. I’m sadly doing this manually. https://t.co/8pmruRzf61", "clean_text": "@FELIXSALMON @THEOFRANCIS AND THE WSJ DOING A BETTER JOB AT THE OVERALL METRICS IM SADLY DOING THIS MANUALLY ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200423, "Text": "@felixsalmon @theofrancis Can see your point, but didn’t  @stevenmnuchin1 say yesterday that the program wasn’t des… https://t.co/3cVtd1U8WH", "clean_text": "@FELIXSALMON @THEOFRANCIS CAN SEE YOUR POINT BUT DIDNT  @STEVENMNUCHIN1 SAY YESTERDAY THAT THE PROGRAM WASNT DES ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200423, "Text": "Hmmm. So should we start expecting more 8Ks saying the companies are returning the money like $PBPB and $SHAK and… https://t.co/W9ldQnIzdO", "clean_text": "HMMM SO SHOULD WE START EXPECTING MORE 8KS SAYING THE COMPANIES ARE RETURNING THE MONEY LIKE PBPB AND SHAK AND ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200423, "Text": "@rapoportmike My best guess is that this was written (in or out) by the lobbyists and that nobody bothered to read… https://t.co/IkpMSVn2iU", "clean_text": "@RAPOPORTMIKE MY BEST GUESS IS THAT THIS WAS WRITTEN IN OR OUT BY THE LOBBYISTS AND THAT NOBODY BOTHERED TO READ ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200423, "Text": "$BOOM is the first company I’ve come across today — since the SBA changed its guidance on PPP funds — to announce t… https://t.co/qWDP4Gffgj", "clean_text": "BOOM IS THE FIRST COMPANY IVE COME ACROSS TODAY SINCE THE SBA CHANGED ITS GUIDANCE ON PPP FUNDS TO ANNOUNCE T ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "RT @sarthakgh: MBA students at top biz schools (Wharton, Kellogg, Stanford) of the country are asking for refunds \n\nA reckoning is coming.…", "clean_text": "RT @SARTHAKGH MBA STUDENTS AT TOP BIZ SCHOOLS WHARTON KELLOGG STANFORD OF THE COUNTRY ARE ASKING FOR REFUNDS \n\nA RECKONING IS COMING", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200423, "Text": "Awareness is growing that the PPP results in many people “making”more money by not working at their prior job.  Tha… https://t.co/DyGRRY2ov9", "clean_text": "AWARENESS IS GROWING THAT THE PPP RESULTS IN MANY PEOPLE MAKING”MORE MONEY BY NOT WORKING AT THEIR PRIOR JOB  THA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @StateDept: .@SecPompeo: The Chinese Government hasn’t permitted American scientists to go into #China, to go into not only the Wuhan la…", "clean_text": "RT @STATEDEPT @SECPOMPEO THE CHINESE GOVERNMENT HASNT PERMITTED AMERICAN SCIENTISTS TO GO INTO #CHINA TO GO INTO NOT ONLY THE WUHAN LA", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @USAmbUN: .@USUN and @StateDept thank the eight members of the @UN #NorthKorea Panel of Experts. The United States highly appreciates yo…", "clean_text": "RT @USAMBUN @USUN AND @STATEDEPT THANK THE EIGHT MEMBERS OF THE @UN #NORTHKOREA PANEL OF EXPERTS THE UNITED STATES HIGHLY APPRECIATES YO", "count1": 3, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @StateDept: .@SecPompeo discusses the World Health Organization, China, and COVID-19. Watch the full briefing: https://t.co/ie7e3VwarG.…", "clean_text": "RT @STATEDEPT @SECPOMPEO DISCUSSES THE WORLD HEALTH ORGANIZATION CHINA AND COVID19 WATCH THE FULL BRIEFING ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200423, "Text": "$PRNB: data released today and as much as Sanofi tries to torture the data, there is no clear dose-response: 3 grou… https://t.co/ZCPXIF6wQk", "clean_text": "PRNB DATA RELEASED TODAY AND AS MUCH AS SANOFI TRIES TO TORTURE THE DATA THERE IS NO CLEAR DOSERESPONSE 3 GROU ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200423, "Text": "@dschorrnyc Join. The. Club.", "clean_text": "@DSCHORRNYC JOIN THE CLUB", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200423, "Text": "@emilio_gold Think they are accelerating the decline in home entertainment trend, would imagine that revenue line d… https://t.co/Vg3x5Ejg9N", "clean_text": "@EMILIO_GOLD THINK THEY ARE ACCELERATING THE DECLINE IN HOME ENTERTAINMENT TREND WOULD IMAGINE THAT REVENUE LINE D ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200423, "Text": "From last week - brands that have increased or decreased their advertising spend the most (source: Adomik) https://t.co/Ut8f9NmGLP", "clean_text": "FROM LAST WEEK  BRANDS THAT HAVE INCREASED OR DECREASED THEIR ADVERTISING SPEND THE MOST SOURCE ADOMIK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200423, "Text": "Love it or hate it (me). The NOISE re: $OSTK's digital divvy is now over. The B/D's have encouraged and/or forced s… https://t.co/r7ezst3Lij", "clean_text": "LOVE IT OR HATE IT ME THE NOISE RE OSTK DIGITAL DIVVY IS NOW OVER THE BD HAVE ENCOURAGED ANDOR FORCED S ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200422, "Text": "Nobody is buying $WDFC #WDFC at big retailer O'Reilly Auto $ORLY \"Due to the ongoing, negative impact of #COVID19,… https://t.co/g79K5LOAHg", "clean_text": "NOBODY IS BUYING WDFC #WDFC AT BIG RETAILER OREILLY AUTO ORLY DUE TO THE ONGOING NEGATIVE IMPACT OF #COVID19 ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Good night all.  After the darkness of the night, the light will surely return tomorrow.  No virus can stop that.  No virus…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  AFTER THE DARKNESS OF THE NIGHT THE LIGHT WILL SURELY RETURN TOMORROW  NO VIRUS CAN STOP THAT  NO VIRUS", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: An articulate, clear argument for keeping perspective on Covid danger. Worth the few minutes to watch. \n\n“Bill Maher: The M…", "clean_text": "RT @JOHNPGAVIN AN ARTICULATE CLEAR ARGUMENT FOR KEEPING PERSPECTIVE ON COVID DANGER WORTH THE FEW MINUTES TO WATCH \n\nBILL MAHER THE M", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Getting tired of the usual drivel of “support for small business”. The last rounds of stimulus were quickly scooped up by l…", "clean_text": "RT @JOHNPGAVIN GETTING TIRED OF THE USUAL DRIVEL OF SUPPORT FOR SMALL BUSINESS” THE LAST ROUNDS OF STIMULUS WERE QUICKLY SCOOPED UP BY L", "count1": 2, "count2": 0, "count3": 0, "count4": 3}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: This is good, we need the distraction. If video earnings calls take off, imagine the fun we’ll have snarking on all kinds o…", "clean_text": "RT @JOHNPGAVIN THIS IS GOOD WE NEED THE DISTRACTION IF VIDEO EARNINGS CALLS TAKE OFF IMAGINE THE FUN WELL HAVE SNARKING ON ALL KINDS O", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200422, "Text": "RT @SugarRiverCap: Fat tails the topic in this @mjmauboussin gem that should have been tucked away for future years: ‘Investors that design…", "clean_text": "RT @SUGARRIVERCAP FAT TAILS THE TOPIC IN THIS @MJMAUBOUSSIN GEM THAT SHOULD HAVE BEEN TUCKED AWAY FOR FUTURE YEARS INVESTORS THAT DESIGN", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk i think the combination of \"limited liability\" and \"it is a purely abstract share of a fictional entity\" matters a lot", "clean_text": "@EJENK I THINK THE COMBINATION OF LIMITED LIABILITY AND IT IS A PURELY ABSTRACT SHARE OF A FICTIONAL ENTITY MATTERS A LOT", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk this is different from physically settled oil contracts; it costs me money to take and store the oil. but th… https://t.co/hdvdrkaEyt", "clean_text": "@EJENK THIS IS DIFFERENT FROM PHYSICALLY SETTLED OIL CONTRACTS IT COSTS ME MONEY TO TAKE AND STORE THE OIL BUT TH ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk i agree with you that the USO situation is not that different from the leveraged ETP situation; either way y… https://t.co/xj01GHbIJB", "clean_text": "@EJENK I AGREE WITH YOU THAT THE USO SITUATION IS NOT THAT DIFFERENT FROM THE LEVERAGED ETP SITUATION EITHER WAY Y ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk but it is a difference of degree in that the sponsor of a 3x levered inverse whatever *knows that*, and worr… https://t.co/3IToT7iXhd", "clean_text": "@EJENK BUT IT IS A DIFFERENCE OF DEGREE IN THAT THE SPONSOR OF A 3X LEVERED INVERSE WHATEVER *KNOWS THAT* AND WORR ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk i guess i ... do not start from the premise that D will go down to -$50? like there is a reason for that to… https://t.co/jnJzNGXrMl", "clean_text": "@EJENK I GUESS I  DO NOT START FROM THE PREMISE THAT D WILL GO DOWN TO 50 LIKE THERE IS A REASON FOR THAT TO ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk take the worst case. Company D has one shareholder S. S owns 100 shares at $100 each on 50% margin, S puts u… https://t.co/0WInTuQ4C7", "clean_text": "@EJENK TAKE THE WORST CASE COMPANY D HAS ONE SHAREHOLDER S S OWNS 100 SHARES AT 100 EACH ON 50% MARGIN S PUTS U ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk the brokers are not going to seize the shares and sell them for -$50; how could that help them?", "clean_text": "@EJENK THE BROKERS ARE NOT GOING TO SEIZE THE SHARES AND SELL THEM FOR 50 HOW COULD THAT HELP THEM", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk i mean you can definitely find a way to lose more than 100% of the value of a stock but not… https://t.co/vDXaDp3K7V", "clean_text": "@KARLBYKARLSMITH @EJENK I MEAN YOU CAN DEFINITELY FIND A WAY TO LOSE MORE THAN 100% OF THE VALUE OF A STOCK BUT NOT ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk the real point is that shares of stock in themselves do not impose obligations, so, no. you… https://t.co/EICbLzUTAP", "clean_text": "@KARLBYKARLSMITH @EJENK THE REAL POINT IS THAT SHARES OF STOCK IN THEMSELVES DO NOT IMPOSE OBLIGATIONS SO NO YOU ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk like if you have a negative balance in your margin account, you could wish the whole thing… https://t.co/JZBR6smueY", "clean_text": "@KARLBYKARLSMITH @EJENK LIKE IF YOU HAVE A NEGATIVE BALANCE IN YOUR MARGIN ACCOUNT YOU COULD WISH THE WHOLE THING ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200422, "Text": "Saw the $30m for $AHT yesterday, but didn't realize the other $16m for $BHR was also tied to him. https://t.co/2337UfnF2k", "clean_text": "SAW THE 30M FOR AHT YESTERDAY BUT DIDNT REALIZE THE OTHER 16M FOR BHR WAS ALSO TIED TO HIM ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200422, "Text": "What is the bull and bear case on $UNH ?", "clean_text": "WHAT IS THE BULL AND BEAR CASE ON UNH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: The U.S. strongly condemns the attack on an @UN vehicle in #Rakhine State, #Burma, which killed a UN employee &amp; wounded…", "clean_text": "RT @STATEDEPTSPOX THE US STRONGLY CONDEMNS THE ATTACK ON AN @UN VEHICLE IN #RAKHINE STATE #BURMA WHICH KILLED A UN EMPLOYEE AMP WOUNDED", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: Proud to echo @SecPompeo’s announcement of $270 million in new U.S. assistance for the global #COVID19 response. The U.S…", "clean_text": "RT @STATEDEPTSPOX PROUD TO ECHO @SECPOMPEOS ANNOUNCEMENT OF 270 MILLION IN NEW US ASSISTANCE FOR THE GLOBAL #COVID19 RESPONSE THE US", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "@AlpBugraBasat @shrivastava_sam Huh? What’s your estimation of the borrowing cost?", "clean_text": "@ALPBUGRABASAT @SHRIVASTAVA_SAM HUH WHATS YOUR ESTIMATION OF THE BORROWING COST", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "@robertcshea Right, someone asked us about $VSTM in the Seeking Alpha article, so here's brief discussion: https://t.co/trjdIKiJrC", "clean_text": "@ROBERTCSHEA RIGHT SOMEONE ASKED US ABOUT VSTM IN THE SEEKING ALPHA ARTICLE SO HERE BRIEF DISCUSSION ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "RT @jeromeverony: I admonished against the hype surrounding $MRTX almost exactly a year ago, citing @biosleuth to highlight that KRAS is a…", "clean_text": "RT @JEROMEVERONY I ADMONISHED AGAINST THE HYPE SURROUNDING MRTX ALMOST EXACTLY A YEAR AGO CITING @BIOSLEUTH TO HIGHLIGHT THAT KRAS IS A", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200422, "Text": "Not a view on the stock, but I always love reading NFLX calls. Great to see a CEO who is honest about risks, doesn'… https://t.co/eokbjUIiQg", "clean_text": "NOT A VIEW ON THE STOCK BUT I ALWAYS LOVE READING NFLX CALLS GREAT TO SEE A CEO WHO IS HONEST ABOUT RISKS DOESN ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "LA gets an earthquake after NYC gets a tornado warning and the burbs are covered in hail in late April. We’re all i… https://t.co/VdwijwwP4A", "clean_text": "LA GETS AN EARTHQUAKE AFTER NYC GETS A TORNADO WARNING AND THE BURBS ARE COVERED IN HAIL IN LATE APRIL WERE ALL I ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "@LongShortTrader Saying cruise should be saved but energy shouldn’t is the most intellectually dishonest position o… https://t.co/wQVPQrnFqh", "clean_text": "@LONGSHORTTRADER SAYING CRUISE SHOULD BE SAVED BUT ENERGY SHOULDNT IS THE MOST INTELLECTUALLY DISHONEST POSITION O ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "@natesadeghi @talktoskirt I laugh at “bored” as well as the “I finished Netflix”. I just want a shower before 6pm.… https://t.co/C5S0v5AQCY", "clean_text": "@NATESADEGHI @TALKTOSKIRT I LAUGH AT BORED” AS WELL AS THE I FINISHED NETFLIX” I JUST WANT A SHOWER BEFORE 6PM ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "@biotechhack @natesadeghi @talktoskirt Have similar thoughts re the dishwasher", "clean_text": "@BIOTECHHACK @NATESADEGHI @TALKTOSKIRT HAVE SIMILAR THOUGHTS RE THE DISHWASHER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200422, "Text": "@AndyGrewal @TheBabylonBee The Bee doesn't miss.", "clean_text": "@ANDYGREWAL @THEBABYLONBEE THE BEE DOESNT MISS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200422, "Text": "RT @Find_Me_Value: *NEW DECK*\nThe Walt Disney Company ( $DIS ) - 185 pg\n\nI welcome any feedback / conversation\n\nhttps://t.co/IjDyZ3t4v7 (fr…", "clean_text": "RT @FIND_ME_VALUE *NEW DECK*\nTHE WALT DISNEY COMPANY  DIS 185 PG\n\nI WELCOME ANY FEEDBACK  CONVERSATION\n\n FR", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200422, "Text": "File this under tweets people didn’t think were from DLC — It’s the return of the Galakrond Secret Rogue but I’m st… https://t.co/bVefByUlkp", "clean_text": "FILE THIS UNDER TWEETS PEOPLE DIDNT THINK WERE FROM DLC ITS THE RETURN OF THE GALAKROND SECRET ROGUE BUT IM ST ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200422, "Text": "RT @jp_koning: Amidst the financial chaos, the Bank of Canada has shifted to a floor system. It usually operates with a tiny $250 million i…", "clean_text": "RT @JP_KONING AMIDST THE FINANCIAL CHAOS THE BANK OF CANADA HAS SHIFTED TO A FLOOR SYSTEM IT USUALLY OPERATES WITH A TINY 250 MILLION I", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Great data / insight. Thanks for sharing. I’d point out a flaw to the data regarding churn:  You don’t buy the hardware, yo…", "clean_text": "RT @JOHNPGAVIN GREAT DATA  INSIGHT THANKS FOR SHARING ID POINT OUT A FLAW TO THE DATA REGARDING CHURN  YOU DONT BUY THE HARDWARE YO", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: To imagine airlines will be able to restore their schedules and fill their planes even half as full as they were over the n…", "clean_text": "RT @JOHNPGAVIN TO IMAGINE AIRLINES WILL BE ABLE TO RESTORE THEIR SCHEDULES AND FILL THEIR PLANES EVEN HALF AS FULL AS THEY WERE OVER THE N", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: The airline industry has gone through bankruptcy so many times they could teach classes on it. Airplanes, gates, ticketing…", "clean_text": "RT @JOHNPGAVIN THE AIRLINE INDUSTRY HAS GONE THROUGH BANKRUPTCY SO MANY TIMES THEY COULD TEACH CLASSES ON IT AIRPLANES GATES TICKETING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Now's a good time for airlines and hotels to rethink some parasitic revenue \"enhancers\" that hurt the travel experience and…", "clean_text": "RT @JOHNPGAVIN NOW A GOOD TIME FOR AIRLINES AND HOTELS TO RETHINK SOME PARASITIC REVENUE ENHANCERS THAT HURT THE TRAVEL EXPERIENCE AND", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200421, "Text": "In filing, $CMG says that while it doesn’t plan to use the PPP program, it expects $100m liquidity benefit from the… https://t.co/a0VUHOCAvh", "clean_text": "IN FILING CMG SAYS THAT WHILE IT DOESNT PLAN TO USE THE PPP PROGRAM IT EXPECTS 100M LIQUIDITY BENEFIT FROM THE ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200421, "Text": "That’s really a judgement call on the part of any company’s inside/outside counsel. Have seen loans as little as $1… https://t.co/0M0HiVBjSw", "clean_text": "THATS REALLY A JUDGEMENT CALL ON THE PART OF ANY COMPANYS INSIDEOUTSIDE COUNSEL HAVE SEEN LOANS AS LITTLE AS 1 ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200421, "Text": "@tracyalloway @alfredliuhk With more than half its stock portfolio invested in the bank it has bigger problems than the dividend.", "clean_text": "@TRACYALLOWAY @ALFREDLIUHK WITH MORE THAN HALF ITS STOCK PORTFOLIO INVESTED IN THE BANK IT HAS BIGGER PROBLEMS THAN THE DIVIDEND", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200421, "Text": "RT @timkmak: THREAD - History doesn't repeat itself, but it rhymes: a thread about the **Anti-Mask League** of 1919.\n \nI'm not kidding I we…", "clean_text": "RT @TIMKMAK THREAD  HISTORY DOESNT REPEAT ITSELF BUT IT RHYMES A THREAD ABOUT THE **ANTIMASK LEAGUE** OF 1919\n \nIM NOT KIDDING I WE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200421, "Text": "@beardmars @MidwestHedgie @AdvInCap @hkuppy If the equity ends up not being a zero the unsecured bonds will make 15… https://t.co/NLMMc4Qs6J", "clean_text": "@BEARDMARS @MIDWESTHEDGIE @ADVINCAP @HKUPPY IF THE EQUITY ENDS UP NOT BEING A ZERO THE UNSECURED BONDS WILL MAKE 15 ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200421, "Text": "One thing the Fed cannot do is print gold to meet any delivery requests by the “paper gold” futures owners.  So “pa… https://t.co/ibF5TfgSNU", "clean_text": "ONE THING THE FED CANNOT DO IS PRINT GOLD TO MEET ANY DELIVERY REQUESTS BY THE PAPER GOLD” FUTURES OWNERS  SO PA ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200421, "Text": "The word “bailout” needs to be labeled “hate speech” directed toward every citizen who played by the rules.", "clean_text": "THE WORD BAILOUT” NEEDS TO BE LABELED HATE SPEECH” DIRECTED TOWARD EVERY CITIZEN WHO PLAYED BY THE RULES", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USAmbUN: Grateful for the @UN #NorthKorea Panel of Experts’ work and the release of their final report. Key takeaway? Member States mus…", "clean_text": "RT @USAMBUN GRATEFUL FOR THE @UN #NORTHKOREA PANEL OF EXPERTS WORK AND THE RELEASE OF THEIR FINAL REPORT KEY TAKEAWAY MEMBER STATES MUS", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: #NorthKorea’s sophisticated tactics to evade sanctions continue to allow them to utilize the international financial system, gene…", "clean_text": "RT @USUN #NORTHKOREAS SOPHISTICATED TACTICS TO EVADE SANCTIONS CONTINUE TO ALLOW THEM TO UTILIZE THE INTERNATIONAL FINANCIAL SYSTEM GENE", "count1": 1, "count2": 0, "count3": 3, "count4": 0}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Our observance of #YomHaShoah calls on us to renew our vow that future generations know the Holocaust’s horrors so that we never…", "clean_text": "RT @USUN OUR OBSERVANCE OF #YOMHASHOAH CALLS ON US TO RENEW OUR VOW THAT FUTURE GENERATIONS KNOW THE HOLOCAUSTS HORRORS SO THAT WE NEVER", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Today on #HolocaustRemembranceDay, the U.S. honors the millions of lives the Nazis murdered leading up to &amp; during #WWII: Jews, R…", "clean_text": "RT @USUN TODAY ON #HOLOCAUSTREMEMBRANCEDAY THE US HONORS THE MILLIONS OF LIVES THE NAZIS MURDERED LEADING UP TO AMP DURING #WWII JEWS R", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USAmbUN: #UNSC #VTC: Over 75% of the world’s food crises are driven by conflict. Millions of people in #Syria, #Yemen, and elsewhere ar…", "clean_text": "RT @USAMBUN #UNSC #VTC OVER 75% OF THE WORLDS FOOD CRISES ARE DRIVEN BY CONFLICT MILLIONS OF PEOPLE IN #SYRIA #YEMEN AND ELSEWHERE AR", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Meanwhile, data on '849 in NSCLC consists of 5 patients w/longest DOR at 10 weeks. It's been &gt;6 months since the la… https://t.co/2lTZD9D3x7", "clean_text": "MEANWHILE DATA ON 849 IN NSCLC CONSISTS OF 5 PATIENTS WLONGEST DOR AT 10 WEEKS IT BEEN GT6 MONTHS SINCE THE LA ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Heterogeneity of KRAS mutations also means targeted therapy combinations with '849 are a roll of the dice. There's… https://t.co/whkWWOzIXv", "clean_text": "HETEROGENEITY OF KRAS MUTATIONS ALSO MEANS TARGETED THERAPY COMBINATIONS WITH 849 ARE A ROLL OF THE DICE THERE ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Mirati's other drug, sitravatinib, has shown zero single-agent activity. And the attempt to combine with checkpoint… https://t.co/qel92S4Z1f", "clean_text": "MIRATI OTHER DRUG SITRAVATINIB HAS SHOWN ZERO SINGLEAGENT ACTIVITY AND THE ATTEMPT TO COMBINE WITH CHECKPOINT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "At more than $4.5bn, Mirati's valuation assumes great clinical success &amp; maybe some M&amp;A. But the future of its 2 dr… https://t.co/DPXTMxmkzB", "clean_text": "AT MORE THAN 45BN MIRATI VALUATION ASSUMES GREAT CLINICAL SUCCESS AMP MAYBE SOME MAMPA BUT THE FUTURE OF ITS 2 DR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200421, "Text": "Things getting interesting in Tampa. Normally this would be a great risk/reward trade for the Bucs: at best Gronk i… https://t.co/AJBSeMqLu1", "clean_text": "THINGS GETTING INTERESTING IN TAMPA NORMALLY THIS WOULD BE A GREAT RISKREWARD TRADE FOR THE BUCS AT BEST GRONK I ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200421, "Text": "@juliakatherine All in the last year. Is so unrealistic as to be offensive to the many women struggling with infert… https://t.co/UlzhCNICPs", "clean_text": "@JULIAKATHERINE ALL IN THE LAST YEAR IS SO UNREALISTIC AS TO BE OFFENSIVE TO THE MANY WOMEN STRUGGLING WITH INFERT ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200421, "Text": "@talktoskirt Ugh. That is so sad. I think my neighbor has it as well. Be careful in the common areas.", "clean_text": "@TALKTOSKIRT UGH THAT IS SO SAD I THINK MY NEIGHBOR HAS IT AS WELL BE CAREFUL IN THE COMMON AREAS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200421, "Text": "For more on the Amazon of Transportation, see 'Large, unbeatable numbers' in the Grant's issue dated November 1, 20… https://t.co/mJFpGYckin", "clean_text": "FOR MORE ON THE AMAZON OF TRANSPORTATION SEE LARGE UNBEATABLE NUMBER IN THE GRANT ISSUE DATED NOVEMBER 1 20 ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200421, "Text": "The potential integration and tech looks amazing for both $NTDOY and $CMCSA (read for more) https://t.co/PFXOtCLLf6", "clean_text": "THE POTENTIAL INTEGRATION AND TECH LOOKS AMAZING FOR BOTH NTDOY AND CMCSA READ FOR MORE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200421, "Text": "@evan_lorenz This is my slide for the $GOOG deck I’m working on. Sources are eMarketer, Magna Gobal, IAB, PWC, Integral Ad Science....", "clean_text": "@EVAN_LORENZ THIS IS MY SLIDE FOR THE GOOG DECK IM WORKING ON SOURCES ARE EMARKETER MAGNA GOBAL IAB PWC INTEGRAL AD SCIENCE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200421, "Text": "@FoolAllTheTime did they go from the IBM net promoter score to the average of the IBM/Red Hat score?", "clean_text": "@FOOLALLTHETIME DID THEY GO FROM THE IBM NET PROMOTER SCORE TO THE AVERAGE OF THE IBMRED HAT SCORE", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200421, "Text": "Oil’s not the only market where inventories built in anticipation of a supply shock only to have demand fall off pr… https://t.co/eZVMNgs3sF", "clean_text": "OILS NOT THE ONLY MARKET WHERE INVENTORIES BUILT IN ANTICIPATION OF A SUPPLY SHOCK ONLY TO HAVE DEMAND FALL OFF PR ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200421, "Text": "RT @realDonaldTrump: In light of the attack from the Invisible Enemy, as well as the need to protect the jobs of our GREAT American Citizen…", "clean_text": "RT @REALDONALDTRUMP IN LIGHT OF THE ATTACK FROM THE INVISIBLE ENEMY AS WELL AS THE NEED TO PROTECT THE JOBS OF OUR GREAT AMERICAN CITIZEN", "count1": 4, "count2": 1, "count3": 1, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200421, "Text": "PAA Research Report: TREX: The Hard Realities for Composite Decking Manufacturers in a Post Covid-19 World https://t.co/6OFDfodMok", "clean_text": "PAA RESEARCH REPORT TREX THE HARD REALITIES FOR COMPOSITE DECKING MANUFACTURERS IN A POST COVID19 WORLD ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200420, "Text": "I am known for the phrase, ‘yay Money Stuff!’, and I assure you that it is still my mantra. https://t.co/Uou1c9XBcb", "clean_text": "I AM KNOWN FOR THE PHRASE YAY MONEY STUFF AND I ASSURE YOU THAT IT IS STILL MY MANTRA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200420, "Text": "@xenoceratops i wrote \"inhabitable\" the other day and people emailed to complain for weeks, you can never win", "clean_text": "@XENOCERATOPS I WROTE INHABITABLE THE OTHER DAY AND PEOPLE EMAILED TO COMPLAIN FOR WEEKS YOU CAN NEVER WIN", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200420, "Text": "the link is here but, y'know https://t.co/IUwdZ7PTfO", "clean_text": "THE LINK IS HERE BUT YKNOW ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200420, "Text": "@LongShortTrader I always thought the large endowments were exactly for times like this.", "clean_text": "@LONGSHORTTRADER I ALWAYS THOUGHT THE LARGE ENDOWMENTS WERE EXACTLY FOR TIMES LIKE THIS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200420, "Text": "Pulling guidance is the new “in-line”.", "clean_text": "PULLING GUIDANCE IS THE NEW INLINE”", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200420, "Text": "In my “A Tale of Two Sinks” webcast (now up on replay) I finished warning about the danger of purely financial enti… https://t.co/laR7dbyOOL", "clean_text": "IN MY A TALE OF TWO SINKS” WEBCAST NOW UP ON REPLAY I FINISHED WARNING ABOUT THE DANGER OF PURELY FINANCIAL ENTI ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200420, "Text": "I spoke about how physical gold is far better that “paper gold” for the opposite but related reason that tanked May… https://t.co/BPgmF6JkcP", "clean_text": "I SPOKE ABOUT HOW PHYSICAL GOLD IS FAR BETTER THAT PAPER GOLD” FOR THE OPPOSITE BUT RELATED REASON THAT TANKED MAY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200420, "Text": "RT @StateDept: .@SecPompeo: The Chinese Government needs to come clean. It needs to be accountable. It needs to explain what happened and w…", "clean_text": "RT @STATEDEPT @SECPOMPEO THE CHINESE GOVERNMENT NEEDS TO COME CLEAN IT NEEDS TO BE ACCOUNTABLE IT NEEDS TO EXPLAIN WHAT HAPPENED AND W", "count1": 1, "count2": 0, "count3": 3, "count4": 0}, {"Name": "GrantsPub", "Time": 20200420, "Text": "Oil is not the only thing on sale today. \n\nhttps://t.co/lETNMHzYip", "clean_text": "OIL IS NOT THE ONLY THING ON SALE TODAY \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200420, "Text": "\"The bulk of digital advertising spend comes from millions of small, local, direct advertisers spending $10,000 a y… https://t.co/CSnvGHezuM", "clean_text": "THE BULK OF DIGITAL ADVERTISING SPEND COMES FROM MILLIONS OF SMALL LOCAL DIRECT ADVERTISERS SPENDING 10000 A Y ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "RT @JacobWolinsky: Whitney tilson will give you the privilege  of providing your credit card number over the phone so you can send him $6,0…", "clean_text": "RT @JACOBWOLINSKY WHITNEY TILSON WILL GIVE YOU THE PRIVILEGE  OF PROVIDING YOUR CREDIT CARD NUMBER OVER THE PHONE SO YOU CAN SEND HIM 60", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "I look forward to the Permian rig count still being flat this week.", "clean_text": "I LOOK FORWARD TO THE PERMIAN RIG COUNT STILL BEING FLAT THIS WEEK", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "@ReaperCancelled *pushes glasses up*\n\nActually, it's the sound of an A-10 Warthog raining 30mm depleted uranium rou… https://t.co/8TAsJhwQcz", "clean_text": "@REAPERCANCELLED *PUSHES GLASSES UP*\n\nACTUALLY IT THE SOUND OF AN A10 WARTHOG RAINING 30MM DEPLETED URANIUM ROU ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200420, "Text": "RT @GumpCapital: The CFA institute refusing refunds and arbitrarily rescheduling exams to December is 100% on brand. Good job guys, glad Et…", "clean_text": "RT @GUMPCAPITAL THE CFA INSTITUTE REFUSING REFUNDS AND ARBITRARILY RESCHEDULING EXAMS TO DECEMBER IS 100% ON BRAND GOOD JOB GUYS GLAD ET", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200420, "Text": "$CACC doing their part to ruin the working class during this crisis.  Who is paying their negative equity 25% car l… https://t.co/vJfkvkTzaG", "clean_text": "CACC DOING THEIR PART TO RUIN THE WORKING CLASS DURING THIS CRISIS  WHO IS PAYING THEIR NEGATIVE EQUITY 25% CAR L ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200420, "Text": "RT @vexmark: waiting to see how many teens are getting hospitalized today after doing the viral tiktok crude oil drinking challenge", "clean_text": "RT @VEXMARK WAITING TO SEE HOW MANY TEENS ARE GETTING HOSPITALIZED TODAY AFTER DOING THE VIRAL TIKTOK CRUDE OIL DRINKING CHALLENGE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @stagevp: Hear @ktal90 of @firstresonance talk about the future of manufacturing on the Venture Stories podcast. \n\nhttps://t.co/pfG18mjb…", "clean_text": "RT @STAGEVP HEAR @KTAL90 OF @FIRSTRESONANCE TALK ABOUT THE FUTURE OF MANUFACTURING ON THE VENTURE STORIES PODCAST \n\n", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @stagevp: One of the fastest growing subscription commerce companies, @@blckriflecoffee, uses @soundcommerce to manage omnichannel sales…", "clean_text": "RT @STAGEVP ONE OF THE FASTEST GROWING SUBSCRIPTION COMMERCE COMPANIES @@BLCKRIFLECOFFEE USES @SOUNDCOMMERCE TO MANAGE OMNICHANNEL SALES", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @ZachLowe_NBA: Honestly if you come up to me in the grocery store and say in the just right cadence and volume, \"FROM NORTH CAROLINA,\" I…", "clean_text": "RT @ZACHLOWE_NBA HONESTLY IF YOU COME UP TO ME IN THE GROCERY STORE AND SAY IN THE JUST RIGHT CADENCE AND VOLUME FROM NORTH CAROLINA I", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20200419, "Text": "And finally https://t.co/VaYYE21E2d “An Apology For The Builder” by Nicholas Barbon, written in 1685. HT… https://t.co/PmfklFFgjW", "clean_text": "AND FINALLY  AN APOLOGY FOR THE BUILDER” BY NICHOLAS BARBON WRITTEN IN 1685 HT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200419, "Text": "2/3 Here are the 12 Rules of Deep Survival: https://t.co/F8yxv0mrHR \nNumber 1, Perceive and Believe, seems to be re… https://t.co/GkOlpaHkWd", "clean_text": "23 HERE ARE THE 12 RULES OF DEEP SURVIVAL  \nNUMBER 1 PERCEIVE AND BELIEVE SEEMS TO BE RE ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200419, "Text": "3/3 Laurence recently did a wonderful podcast with @jim_rutt (who preceded me as chair of the SFI board).… https://t.co/zoCRsdq0xD", "clean_text": "33 LAURENCE RECENTLY DID A WONDERFUL PODCAST WITH @JIM_RUTT WHO PRECEDED ME AS CHAIR OF THE SFI BOARD ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200419, "Text": "@GinSecurities @T3_RM Same. I do my own lawn and it makes the difference.", "clean_text": "@GINSECURITIES @T3_RM SAME I DO MY OWN LAWN AND IT MAKES THE DIFFERENCE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200419, "Text": "Doing some rough math, it looks like the combined value of the U.S. stock market gains off of the recent lows is ro… https://t.co/NA0feIQXK0", "clean_text": "DOING SOME ROUGH MATH IT LOOKS LIKE THE COMBINED VALUE OF THE US STOCK MARKET GAINS OFF OF THE RECENT LOWS IS RO ", "count1": 3, "count2": 0, "count3": 0, "count4": 2}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @TruthGundlach: Doing some rough math, it looks like the combined value of the U.S. stock market gains off of the recent lows is roughly…", "clean_text": "RT @TRUTHGUNDLACH DOING SOME ROUGH MATH IT LOOKS LIKE THE COMBINED VALUE OF THE US STOCK MARKET GAINS OFF OF THE RECENT LOWS IS ROUGHLY", "count1": 3, "count2": 0, "count3": 0, "count4": 2}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @tylerwinklevoss: I received and email from Delta yesterday with the subject: \"We're in this together.\" Yep, after 5.4 billion in taxpay…", "clean_text": "RT @TYLERWINKLEVOSS I RECEIVED AND EMAIL FROM DELTA YESTERDAY WITH THE SUBJECT WERE IN THIS TOGETHER YEP AFTER 54 BILLION IN TAXPAY", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200419, "Text": "Your ratings are the best! https://t.co/zg6p0vL7NV", "clean_text": "YOUR RATINGS ARE THE BEST ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200419, "Text": "Later today, up in the Carrizo Plain. https://t.co/Xa6yg4dpeQ", "clean_text": "LATER TODAY UP IN THE CARRIZO PLAIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/6SyHCEdwCA by Charles Morris on how four great builders of the 19th century built the world we live in today.", "clean_text": " BY CHARLES MORRIS ON HOW FOUR GREAT BUILDERS OF THE 19TH CENTURY BUILT THE WORLD WE LIVE IN TODAY", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/SEP8lKsEhc by Edmund Morris on perhaps the greatest American builder of all, the builder who brought e… https://t.co/cDxQmwEjcp", "clean_text": " BY EDMUND MORRIS ON PERHAPS THE GREATEST AMERICAN BUILDER OF ALL THE BUILDER WHO BROUGHT E ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/a1SzZloNIN by Edward Glaeser @triumphofcity on the central role cities play in our world and why it's… https://t.co/aCzSrBpyx3", "clean_text": " BY EDWARD GLAESER @TRIUMPHOFCITY ON THE CENTRAL ROLE CITIES PLAY IN OUR WORLD AND WHY IT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200418, "Text": "The buyers’ “In Fed We Trust” mantra is not the worst idea out there. Underlying it, though, is an inflation “succe… https://t.co/51wLBCIyPU", "clean_text": "THE BUYERS IN FED WE TRUST” MANTRA IS NOT THE WORST IDEA OUT THERE UNDERLYING IT THOUGH IS AN INFLATION SUCCE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200418, "Text": "Job losses in just the past month appear to be greater than all previously added since the bottom of the “Great Rec… https://t.co/Kcd67cG9V8", "clean_text": "JOB LOSSES IN JUST THE PAST MONTH APPEAR TO BE GREATER THAN ALL PREVIOUSLY ADDED SINCE THE BOTTOM OF THE GREAT REC ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200418, "Text": "I mean, say what you want but... The American Eater isn’t just gonna let themselves lose...  @BarbarianCap https://t.co/6appnLXUc5", "clean_text": "I MEAN SAY WHAT YOU WANT BUT THE AMERICAN EATER ISNT JUST GONNA LET THEMSELVES LOSE  @BARBARIANCAP ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200418, "Text": "RT @Sdavis8: @sellputs @TruthGundlach Gold. It generally returns more over time. Buy the physical stuff; no counterparty risk and you can s…", "clean_text": "RT @SDAVIS8 @SELLPUTS @TRUTHGUNDLACH GOLD IT GENERALLY RETURNS MORE OVER TIME BUY THE PHYSICAL STUFF NO COUNTERPARTY RISK AND YOU CAN S", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200418, "Text": "@MartianShort Leave it to a short seller to chime in with the optimistic take! :)", "clean_text": "@MARTIANSHORT LEAVE IT TO A SHORT SELLER TO CHIME IN WITH THE OPTIMISTIC TAKE ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200418, "Text": "The California Poppy Reserve is closed due to the ‘rona, but plenty of spots outside the reserve look like this rig… https://t.co/dIrsGubj9b", "clean_text": "THE CALIFORNIA POPPY RESERVE IS CLOSED DUE TO THE RONA BUT PLENTY OF SPOTS OUTSIDE THE RESERVE LOOK LIKE THIS RIG ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "This is a huge development for $OSTK and @tzeroblockchain. Congrats to @Noursalehi and the rest of the team. The… https://t.co/baNfCOcyxv", "clean_text": "THIS IS A HUGE DEVELOPMENT FOR OSTK AND @TZEROBLOCKCHAIN CONGRATS TO @NOURSALEHI AND THE REST OF THE TEAM THE ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "@CheeseburgerCap @AjKshatriya The other issue is that if they file you have to assume that deferred revenue effecti… https://t.co/XovqTbUMs9", "clean_text": "@CHEESEBURGERCAP @AJKSHATRIYA THE OTHER ISSUE IS THAT IF THEY FILE YOU HAVE TO ASSUME THAT DEFERRED REVENUE EFFECTI ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200418, "Text": "@KwekuAboagye @espn That's the only correct and unbiased answer. If contested you want the 7 footer who shoots bett… https://t.co/qDfhsaxXHK", "clean_text": "@KWEKUABOAGYE @ESPN THAT THE ONLY CORRECT AND UNBIASED ANSWER IF CONTESTED YOU WANT THE 7 FOOTER WHO SHOOTS BETT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200417, "Text": "RT @jasonzweigwsj: my latest:\n\nIf the coronavirus lockdown has frozen your investing plans, you’re in good company. Charlie Munger is watch…", "clean_text": "RT @JASONZWEIGWSJ MY LATEST\n\nIF THE CORONAVIRUS LOCKDOWN HAS FROZEN YOUR INVESTING PLANS YOURE IN GOOD COMPANY CHARLIE MUNGER IS WATCH", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200417, "Text": "Quite a selection of yields on offer from Fido's inventory. I don't recall this scenario being covered in the CFA m… https://t.co/OdCtBBUNpS", "clean_text": "QUITE A SELECTION OF YIELDS ON OFFER FROM FIDO INVENTORY I DONT RECALL THIS SCENARIO BEING COVERED IN THE CFA M ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200417, "Text": "@AdvInCap @hkuppy Is there a better way to get gas exposure than $CHK bonds at &lt;$0.10 on the dollar?", "clean_text": "@ADVINCAP @HKUPPY IS THERE A BETTER WAY TO GET GAS EXPOSURE THAN CHK BONDS AT LT010 ON THE DOLLAR", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200417, "Text": "@MidwestHedgie @AdvInCap @hkuppy Chesapeake has a lot of dry gas assets that the bonds would likely own a piece of… https://t.co/PFvxaeBbZL", "clean_text": "@MIDWESTHEDGIE @ADVINCAP @HKUPPY CHESAPEAKE HAS A LOT OF DRY GAS ASSETS THAT THE BONDS WOULD LIKELY OWN A PIECE OF ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200417, "Text": "If the U.S. Treasury can send stimulus money to those eligible via “direct deposit”, I suppose it could also do “di… https://t.co/zN0hnUC0Y4", "clean_text": "IF THE US TREASURY CAN SEND STIMULUS MONEY TO THOSE ELIGIBLE VIA DIRECT DEPOSIT” I SUPPOSE IT COULD ALSO DO DI ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: This pause in no way diminishes American determination to lead the global fight against #COVID19. The US is providing millions…", "clean_text": "RT @USAMBUN THIS PAUSE IN NO WAY DIMINISHES AMERICAN DETERMINATION TO LEAD THE GLOBAL FIGHT AGAINST #COVID19 THE US IS PROVIDING MILLIONS", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: Accountability, even in the midst of a crisis, is crucial. I discuss that and more in my conversation with @NPRinskeep @npr: h…", "clean_text": "RT @USAMBUN ACCOUNTABILITY EVEN IN THE MIDST OF A CRISIS IS CRUCIAL I DISCUSS THAT AND MORE IN MY CONVERSATION WITH @NPRINSKEEP @NPR H", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @usmissiongeneva: The U.S. has committed nearly $508 million in emergency assistance to help communities around the world deal with #COV…", "clean_text": "RT @USMISSIONGENEVA THE US HAS COMMITTED NEARLY 508 MILLION IN EMERGENCY ASSISTANCE TO HELP COMMUNITIES AROUND THE WORLD DEAL WITH #COV", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200417, "Text": "Time to day trade off of the daily Cuomo's press conference because NYC is the only place in the world that matters", "clean_text": "TIME TO DAY TRADE OFF OF THE DAILY CUOMO PRESS CONFERENCE BECAUSE NYC IS THE ONLY PLACE IN THE WORLD THAT MATTERS", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200417, "Text": "RT @RexChapman: Her teenaged son made the drive-thru order for his mom.\n\n“And a Sloppy Weiner.”\n\nWait for it...😂🤣😭💀💀https://t.co/p71qgzsmme", "clean_text": "RT @REXCHAPMAN HER TEENAGED SON MADE THE DRIVETHRU ORDER FOR HIS MOM\n\nAND A SLOPPY WEINER”\n\nWAIT FOR IT😂🤣😭💀💀", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200417, "Text": "RT @ZabelinDimitri: Correction: China's economy contracted for the first time since 1992\n- BBG\n#coronavirus", "clean_text": "RT @ZABELINDIMITRI CORRECTION CHINA ECONOMY CONTRACTED FOR THE FIRST TIME SINCE 1992\n BBG\n#CORONAVIRUS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200417, "Text": "@Valuedontlie @hkuppy Usually more topical or thematic than single company based these days. But you get the gist —… https://t.co/vb0FvPNrsY", "clean_text": "@VALUEDONTLIE @HKUPPY USUALLY MORE TOPICAL OR THEMATIC THAN SINGLE COMPANY BASED THESE DAYS BUT YOU GET THE GIST ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200417, "Text": "@sjf94 Tried that, and zapping the PRAM. Nothing. Won’t turn on or even draw power from the power supply, even if p… https://t.co/32DEANt8hd", "clean_text": "@SJF94 TRIED THAT AND ZAPPING THE PRAM NOTHING WONT TURN ON OR EVEN DRAW POWER FROM THE POWER SUPPLY EVEN IF P ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200417, "Text": "Thank you to everyone who replied. I appreciate all the good suggestions.", "clean_text": "THANK YOU TO EVERYONE WHO REPLIED I APPRECIATE ALL THE GOOD SUGGESTIONS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200417, "Text": "Has anyone else been paying attention to the query volume for \"overstock\"? Quite the move in the past month.  The s… https://t.co/Menvv0hAFU", "clean_text": "HAS ANYONE ELSE BEEN PAYING ATTENTION TO THE QUERY VOLUME FOR OVERSTOCK QUITE THE MOVE IN THE PAST MONTH  THE S ", "count1": 4, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200416, "Text": "Cuomo extends #NYC shutdown further into May to slow #CVOID19. NYC 3rd highest % of orthodontists in the country. I… https://t.co/KGklYUqsYM", "clean_text": "CUOMO EXTENDS #NYC SHUTDOWN FURTHER INTO MAY TO SLOW #CVOID19 NYC 3RD HIGHEST OF ORTHODONTISTS IN THE COUNTRY I ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200416, "Text": "This newsletter is also waiting for the ‘holy rain’ and would appreciate it sooner rather than later. https://t.co/jDoXEPauOk", "clean_text": "THIS NEWSLETTER IS ALSO WAITING FOR THE HOLY RAIN AND WOULD APPRECIATE IT SOONER RATHER THAN LATER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200416, "Text": "RT @AngieMaxwell1: Found the kid playing with her dog instead of Zooming with her teacher. She told me not to worry. She took a screenshot…", "clean_text": "RT @ANGIEMAXWELL1 FOUND THE KID PLAYING WITH HER DOG INSTEAD OF ZOOMING WITH HER TEACHER SHE TOLD ME NOT TO WORRY SHE TOOK A SCREENSHOT", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200416, "Text": "@pearkes It has, but probably coincidence. Going forward, the USO will sell front month oil at $20 and buy the next… https://t.co/9cORNQZ5oB", "clean_text": "@PEARKES IT HAS BUT PROBABLY COINCIDENCE GOING FORWARD THE USO WILL SELL FRONT MONTH OIL AT 20 AND BUY THE NEXT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20200416, "Text": "The most obnoxious part is that we paying that much when sports aren’t being played. For what?  The cable nets are… https://t.co/dG5wRQGF6C", "clean_text": "THE MOST OBNOXIOUS PART IS THAT WE PAYING THAT MUCH WHEN SPORTS ARENT BEING PLAYED FOR WHAT  THE CABLE NETS ARE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @StateAVC: #AVC submmitted The Executive Summary of the 2020 Compliance Report to Congress on April 15. https://t.co/7txsM0nNJF", "clean_text": "RT @STATEAVC #AVC SUBMMITTED THE EXECUTIVE SUMMARY OF THE 2020 COMPLIANCE REPORT TO CONGRESS ON APRIL 15 ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @USAmbUN: We also urge all Member States to fully comply with the arms embargo, and call on the Houthis to allow @UN inspection and main…", "clean_text": "RT @USAMBUN WE ALSO URGE ALL MEMBER STATES TO FULLY COMPLY WITH THE ARMS EMBARGO AND CALL ON THE HOUTHIS TO ALLOW @UN INSPECTION AND MAIN", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200416, "Text": "Looking forward to joining @OJRenick on the @TDANetwork today to talk $MIDD and other things we're looking at. Tune… https://t.co/j0f3lyhfHN", "clean_text": "LOOKING FORWARD TO JOINING @OJRENICK ON THE @TDANETWORK TODAY TO TALK MIDD AND OTHER THINGS WERE LOOKING AT TUNE ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "GrantsPub", "Time": 20200416, "Text": "For more on real estate in the Great White North, see 'Bay Street Blues' in the Grant's issue dated February 9, 201… https://t.co/seckvAUBot", "clean_text": "FOR MORE ON REAL ESTATE IN THE GREAT WHITE NORTH SEE BAY STREET BLUE IN THE GRANT ISSUE DATED FEBRUARY 9 201 ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200416, "Text": "@scuttleblurb Sold $LILA as I didn’t see the top line growth, only liked VTR Chile of all assets. More competitive,… https://t.co/DkPteSPRoj", "clean_text": "@SCUTTLEBLURB SOLD LILA AS I DIDNT SEE THE TOP LINE GROWTH ONLY LIKED VTR CHILE OF ALL ASSETS MORE COMPETITIVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200416, "Text": "Bifurcation in the market, the \"haves\" and the \"have-nots\". What is doing well, continues. What hasn't worked, is g… https://t.co/xWsNwKnddB", "clean_text": "BIFURCATION IN THE MARKET THE HAVES AND THE HAVENOTS WHAT IS DOING WELL CONTINUES WHAT HASNT WORKED IS G ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200416, "Text": "RT @MPelletierCIO: “Nearly a third of Canada’s Airbnb hosts -- who jointly had 170,000 active listings in late 2019 -- need the income to a…", "clean_text": "RT @MPELLETIERCIO NEARLY A THIRD OF CANADAS AIRBNB HOSTS  WHO JOINTLY HAD 170000 ACTIVE LISTINGS IN LATE 2019  NEED THE INCOME TO A", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200416, "Text": "@FCFYield He saw the term on Twitter once", "clean_text": "@FCFYIELD HE SAW THE TERM ON TWITTER ONCE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200416, "Text": "They’ll approve additional funding when the S&amp;P 500 hits 2300 https://t.co/03y4fqzomf", "clean_text": "THEYLL APPROVE ADDITIONAL FUNDING WHEN THE SAMPP 500 HITS 2300 ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20200416, "Text": "The number of new short positions in Europe increased by 157% in March versus the same period last year, despite a… https://t.co/PQdV74haax", "clean_text": "THE NUMBER OF NEW SHORT POSITIONS IN EUROPE INCREASED BY 157% IN MARCH VERSUS THE SAME PERIOD LAST YEAR DESPITE A ", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200416, "Text": "This is the content I'm here for! This deserves a @RexChapman look https://t.co/wFV9GYb8CC", "clean_text": "THIS IS THE CONTENT IM HERE FOR THIS DESERVES A @REXCHAPMAN LOOK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "/ @PwCTax @PwC @PwCUS We are concerned to why you have a biotech audit expert as the lead engagement partner at… https://t.co/jC6m4ozbnB", "clean_text": " @PWCTAX @PWC @PWCUS WE ARE CONCERNED TO WHY YOU HAVE A BIOTECH AUDIT EXPERT AS THE LEAD ENGAGEMENT PARTNER AT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "@markbspiegel \"America the great\" we should have higher standards", "clean_text": "@MARKBSPIEGEL AMERICA THE GREAT WE SHOULD HAVE HIGHER STANDARDS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "We think $WDFC #WDFC has some of the most questionable #corpgov we've ever seen. Did anyone realize the CEO had a p… https://t.co/j1In0sQ5r7", "clean_text": "WE THINK WDFC #WDFC HAS SOME OF THE MOST QUESTIONABLE #CORPGOV WEVE EVER SEEN DID ANYONE REALIZE THE CEO HAD A P ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "Is $WDFC #WD40 a tribe or a cult? Relationships a little too cozy over there perhaps? Time for a shake-up, and the… https://t.co/DU5ewxyRqM", "clean_text": "IS WDFC #WD40 A TRIBE OR A CULT RELATIONSHIPS A LITTLE TOO COZY OVER THERE PERHAPS TIME FOR A SHAKEUP AND THE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "/ @Vanguard_Group @blackrock you are both MAJOR shareholders of $WDFC. Did this \"close\" relationship btw the Corp S… https://t.co/nsimzAbBe5", "clean_text": " @VANGUARD_GROUP @BLACKROCK YOU ARE BOTH MAJOR SHAREHOLDERS OF WDFC DID THIS CLOSE RELATIONSHIP BTW THE CORP S ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "Are analysts losing confidence in the $ALGN bull story? Sell side now saying that its confidence in post-COVID rebo… https://t.co/RnTxRnooYP", "clean_text": "ARE ANALYSTS LOSING CONFIDENCE IN THE ALGN BULL STORY SELL SIDE NOW SAYING THAT ITS CONFIDENCE IN POSTCOVID REBO ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "There looks to be a cover-up going on at $WDFC #WD40 in #China. The link about criminal counterfeiting of its produ… https://t.co/fMF7aeDArT", "clean_text": "THERE LOOKS TO BE A COVERUP GOING ON AT WDFC #WD40 IN #CHINA THE LINK ABOUT CRIMINAL COUNTERFEITING OF ITS PRODU ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200415, "Text": "We have a new report out on dispersion and the opportunity to express skill. Also provides some structure for think… https://t.co/DAD7m2o8W1", "clean_text": "WE HAVE A NEW REPORT OUT ON DISPERSION AND THE OPPORTUNITY TO EXPRESS SKILL ALSO PROVIDES SOME STRUCTURE FOR THINK ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200415, "Text": "Anti-buyback Twitter is the new Fed conspiracy Twitter.", "clean_text": "ANTIBUYBACK TWITTER IS THE NEW FED CONSPIRACY TWITTER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200415, "Text": "@tmcmill81 I am Disappointed with the small share of tax payer equity.", "clean_text": "@TMCMILL81 I AM DISAPPOINTED WITH THE SMALL SHARE OF TAX PAYER EQUITY", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200415, "Text": "RT @morganhousel: A lot of recent stats reveal how fragile the economy was before any of this happened. \n\nReport last week shocked people:…", "clean_text": "RT @MORGANHOUSEL A LOT OF RECENT STATS REVEAL HOW FRAGILE THE ECONOMY WAS BEFORE ANY OF THIS HAPPENED \n\nREPORT LAST WEEK SHOCKED PEOPLE", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@orbuch @zebulgar @dashton__ One of the smart folks on the mining business (not sure about technical side) is @glennchanWordpr", "clean_text": "@ORBUCH @ZEBULGAR @DASHTON__ ONE OF THE SMART FOLKS ON THE MINING BUSINESS NOT SURE ABOUT TECHNICAL SIDE IS @GLENNCHANWORDPR", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@glennchanWordpr @orbuch @zebulgar @dashton__ Hard to see a big advance on the mechanical side (digging up rock, th… https://t.co/gBW9TNgVar", "clean_text": "@GLENNCHANWORDPR @ORBUCH @ZEBULGAR @DASHTON__ HARD TO SEE A BIG ADVANCE ON THE MECHANICAL SIDE DIGGING UP ROCK TH ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@orbuch @glennchanWordpr @zebulgar @dashton__ Open pit is a function of how steap the slope of the walls can be bas… https://t.co/VVa6N4L8DL", "clean_text": "@ORBUCH @GLENNCHANWORDPR @ZEBULGAR @DASHTON__ OPEN PIT IS A FUNCTION OF HOW STEAP THE SLOPE OF THE WALLS CAN BE BAS ", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@orbuch @glennchanWordpr @zebulgar @dashton__ The deeper your target, the larger volume of rock you need to remove… https://t.co/Cnb35XABh9", "clean_text": "@ORBUCH @GLENNCHANWORDPR @ZEBULGAR @DASHTON__ THE DEEPER YOUR TARGET THE LARGER VOLUME OF ROCK YOU NEED TO REMOVE ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "RT @apollo_50th: CAPCOM: \"You need gray tape to stick the whole thing together, and you need something like a sock to put in the - the bott…", "clean_text": "RT @APOLLO_50TH CAPCOM YOU NEED GRAY TAPE TO STICK THE WHOLE THING TOGETHER AND YOU NEED SOMETHING LIKE A SOCK TO PUT IN THE  THE BOTT", "count1": 3, "count2": 1, "count3": 2, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "RT @jwangARK: 1/ Apple's upcoming ARM MacBooks isn't just going to save them some money and run a bit faster. It marks the beginning of the…", "clean_text": "RT @JWANGARK 1 APPLE UPCOMING ARM MACBOOKS ISNT JUST GOING TO SAVE THEM SOME MONEY AND RUN A BIT FASTER IT MARKS THE BEGINNING OF THE", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@the5hippingman Not bearish, but if Trump admin pays producers not to produce it lowers the upside from contango ra… https://t.co/guio3VmIv1", "clean_text": "@THE5HIPPINGMAN NOT BEARISH BUT IF TRUMP ADMIN PAYS PRODUCERS NOT TO PRODUCE IT LOWERS THE UPSIDE FROM CONTANGO RA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200415, "Text": "The Federal Reserve is presently acting in blatant non-compliance with the Federal Reserve Act of 1913.  An institu… https://t.co/Ef0aWgspSL", "clean_text": "THE FEDERAL RESERVE IS PRESENTLY ACTING IN BLATANT NONCOMPLIANCE WITH THE FEDERAL RESERVE ACT OF 1913  AN INSTITU ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200415, "Text": "Of course, the Federal Reserve will make some wonky \nsemantic arguement about why they are “technically” in “compli… https://t.co/BpmrDV1to1", "clean_text": "OF COURSE THE FEDERAL RESERVE WILL MAKE SOME WONKY \nSEMANTIC ARGUEMENT ABOUT WHY THEY ARE TECHNICALLY” IN COMPLI ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200415, "Text": "What people in financial media don’t seem to understand is that we are never going back to the January 2020 “You bl… https://t.co/NfO3t7y0u8", "clean_text": "WHAT PEOPLE IN FINANCIAL MEDIA DONT SEEM TO UNDERSTAND IS THAT WE ARE NEVER GOING BACK TO THE JANUARY 2020 YOU BL ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200415, "Text": "Demand for $MIDD’s equipment enters a vicious downward spiral as purchases disappear &amp; used equipment floods the ma… https://t.co/6DX5UkZ2lC", "clean_text": "DEMAND FOR MIDDS EQUIPMENT ENTERS A VICIOUS DOWNWARD SPIRAL AS PURCHASES DISAPPEAR AMP USED EQUIPMENT FLOODS THE MA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200415, "Text": "From the USDA playbook. https://t.co/yDh4cdC6v0", "clean_text": "FROM THE USDA PLAYBOOK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200415, "Text": "Watching Joe Kernen and Jim Cramer on @CNBC giving their medical opinions on the COVID-19 situation is the equivale… https://t.co/mvFECsxW3H", "clean_text": "WATCHING JOE KERNEN AND JIM CRAMER ON @CNBC GIVING THEIR MEDICAL OPINIONS ON THE COVID19 SITUATION IS THE EQUIVALE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200415, "Text": "RT @DAZN_USA: 35 years ago today, Marvin Hagler and Thomas Hearns went at it in one of the best fights ever.\n\nTheir first round was arguabl…", "clean_text": "RT @DAZN_USA 35 YEARS AGO TODAY MARVIN HAGLER AND THOMAS HEARNS WENT AT IT IN ONE OF THE BEST FIGHTS EVER\n\nTHEIR FIRST ROUND WAS ARGUABL", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200415, "Text": "RT @KeyserSozeCFA: Truth be told... I miss the old days when nobody knew what a hedge fund was.", "clean_text": "RT @KEYSERSOZECFA TRUTH BE TOLD I MISS THE OLD DAYS WHEN NOBODY KNEW WHAT A HEDGE FUND WAS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200415, "Text": "$CACC is about to unleash financial terror on Detroit, the city disproportionately hurt by this virus.  Are politic… https://t.co/b0t4bvukRN", "clean_text": "CACC IS ABOUT TO UNLEASH FINANCIAL TERROR ON DETROIT THE CITY DISPROPORTIONATELY HURT BY THIS VIRUS  ARE POLITIC ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200415, "Text": "@BrentBeshore The volume of emails like this I receive is at an all time high. I was getting annoyed until a few we… https://t.co/dFymecM6oh", "clean_text": "@BRENTBESHORE THE VOLUME OF EMAILS LIKE THIS I RECEIVE IS AT AN ALL TIME HIGH I WAS GETTING ANNOYED UNTIL A FEW WE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200415, "Text": "RT @modestproposal1: Airbnb getting money from Apollo is 👀. They've raised secured debt at roughly 9% and second lien at 11% in the past we…", "clean_text": "RT @MODESTPROPOSAL1 AIRBNB GETTING MONEY FROM APOLLO IS THEYVE RAISED SECURED DEBT AT ROUGHLY 9% AND SECOND LIEN AT 11% IN THE PAST WE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200415, "Text": "We got the airlines news earlier. Was wondering when the \"Harold-Hamm-having-Trump's-cell-number\" news would hit. T… https://t.co/wh0J8iYAOp", "clean_text": "WE GOT THE AIRLINES NEWS EARLIER WAS WONDERING WHEN THE HAROLDHAMMHAVINGTRUMPCELLNUMBER NEWS WOULD HIT T ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200414, "Text": "Yet another new Howard Marks memo out from Oaktree Capital: “Knowledge of the Future” https://t.co/Eetp58OEXZ", "clean_text": "YET ANOTHER NEW HOWARD MARKS MEMO OUT FROM OAKTREE CAPITAL KNOWLEDGE OF THE FUTURE” ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200414, "Text": "@MilwaukeeBonds @TheStalwart That’s the quarantine talking.", "clean_text": "@MILWAUKEEBONDS @THESTALWART THATS THE QUARANTINE TALKING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200414, "Text": "RT @HFMajorTom: This wins the Internet today... 👏👏👏 (Cut out to next scene: Emperor our plan was a complete success, small businesses have…", "clean_text": "RT @HFMAJORTOM THIS WINS THE INTERNET TODAY CUT OUT TO NEXT SCENE EMPEROR OUR PLAN WAS A COMPLETE SUCCESS SMALL BUSINESSES HAVE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200414, "Text": "RT @Hipster_Trader: The year is 2024, we still haven’t left our homes because of the coronavirus. The S&amp;P 500 is down to the S&amp;P 1 because…", "clean_text": "RT @HIPSTER_TRADER THE YEAR IS 2024 WE STILL HAVENT LEFT OUR HOMES BECAUSE OF THE CORONAVIRUS THE SAMPP 500 IS DOWN TO THE SAMPP 1 BECAUSE", "count1": 4, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @GwenInvestor: Bezos quotation a propos of the times, \"Most decisions should probably be made with somewhere around 70% of the informati…", "clean_text": "RT @GWENINVESTOR BEZOS QUOTATION A PROPOS OF THE TIMES MOST DECISIONS SHOULD PROBABLY BE MADE WITH SOMEWHERE AROUND 70% OF THE INFORMATI", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @HillelNeuer: Chinese research labs in Wuhan conducted risky studies on coronaviruses from bats and may be the source of the pandemic, n…", "clean_text": "RT @HILLELNEUER CHINESE RESEARCH LABS IN WUHAN CONDUCTED RISKY STUDIES ON CORONAVIRUSES FROM BATS AND MAY BE THE SOURCE OF THE PANDEMIC N", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @ddayen: So here's my scoop: banks have been given the green light by regulators to take the $1,200 CARES Act payments and use them to o…", "clean_text": "RT @DDAYEN SO HERE MY SCOOP BANKS HAVE BEEN GIVEN THE GREEN LIGHT BY REGULATORS TO TAKE THE 1200 CARES ACT PAYMENTS AND USE THEM TO O", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @blakeir: With Zoom classrooms becoming the norm, does that mean kids will never have snow days again?", "clean_text": "RT @BLAKEIR WITH ZOOM CLASSROOMS BECOMING THE NORM DOES THAT MEAN KIDS WILL NEVER HAVE SNOW DAYS AGAIN", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @EdBorgato: At the height of pandemic/infectious disease preparedness the government was spending $7B a year. We cut it back. Now we're…", "clean_text": "RT @EDBORGATO AT THE HEIGHT OF PANDEMICINFECTIOUS DISEASE PREPAREDNESS THE GOVERNMENT WAS SPENDING 7B A YEAR WE CUT IT BACK NOW WERE", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @ChrisJBakke: Just heard of the first major company (50k employees) that is planning to convert all open-office layouts to cubicles befo…", "clean_text": "RT @CHRISJBAKKE JUST HEARD OF THE FIRST MAJOR COMPANY 50K EMPLOYEES THAT IS PLANNING TO CONVERT ALL OPENOFFICE LAYOUTS TO CUBICLES BEFO", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200414, "Text": "RT @SecPompeo: The Maduro regime continues to unjustly detain 334 political prisoners and others in #Venezuela. They include the #CITGO6, @…", "clean_text": "RT @SECPOMPEO THE MADURO REGIME CONTINUES TO UNJUSTLY DETAIN 334 POLITICAL PRISONERS AND OTHERS IN #VENEZUELA THEY INCLUDE THE #CITGO6 @", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200414, "Text": "RT @usunvie: ANNOUNCEMENT: U.S. 🇺🇸 contributions to @IAEAorg to combat #COVID19 reach $11 million. “Further proof of the generosity of the…", "clean_text": "RT @USUNVIE ANNOUNCEMENT US CONTRIBUTIONS TO @IAEAORG TO COMBAT #COVID19 REACH 11 MILLION FURTHER PROOF OF THE GENEROSITY OF THE", "count1": 2, "count2": 0, "count3": 2, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200414, "Text": ".@WSJ: Some \"fear Wall Street’s current earnings estimates don’t fully reflect the extent of the expected damage\" f… https://t.co/fzWYBDNyM8", "clean_text": "@WSJ SOME FEAR WALL STREETS CURRENT EARNINGS ESTIMATES DONT FULLY REFLECT THE EXTENT OF THE EXPECTED DAMAGE F ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200414, "Text": "One datapoint showing the extent of the panic last month:  23% increase in deposits at JPM. https://t.co/DxTuN8Sehb", "clean_text": "ONE DATAPOINT SHOWING THE EXTENT OF THE PANIC LAST MONTH  23% INCREASE IN DEPOSITS AT JPM ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200414, "Text": "@nosunkcosts Surprisingly, a relatively small portion of the increase was revolver draws, but yeah that was part of… https://t.co/OHXnOpCqes", "clean_text": "@NOSUNKCOSTS SURPRISINGLY A RELATIVELY SMALL PORTION OF THE INCREASE WAS REVOLVER DRAWS BUT YEAH THAT WAS PART OF ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FCFYield", "Time": 20200414, "Text": "RT @MilwaukeeBonds: @TheStalwart Like one’s spouse,the yield curve is always right. The underlying reasons don’t matter.", "clean_text": "RT @MILWAUKEEBONDS @THESTALWART LIKE ONES SPOUSETHE YIELD CURVE IS ALWAYS RIGHT THE UNDERLYING REASONS DONT MATTER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200414, "Text": "@RSF59038834 @michaelsantoli You obviously don't know the history surrounding the #mysterybroker and as such you co… https://t.co/kTnOx1r3xi", "clean_text": "@RSF59038834 @MICHAELSANTOLI YOU OBVIOUSLY DONT KNOW THE HISTORY SURROUNDING THE #MYSTERYBROKER AND AS SUCH YOU CO ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200414, "Text": "@ArtkoCapital This is the best things I have seen on FinTwit in years. \n\nHappy Birthday!", "clean_text": "@ARTKOCAPITAL THIS IS THE BEST THINGS I HAVE SEEN ON FINTWIT IN YEARS \n\nHAPPY BIRTHDAY", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200414, "Text": "@ArtkoCapital what's the count up to now?", "clean_text": "@ARTKOCAPITAL WHAT THE COUNT UP TO NOW", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200414, "Text": "@BrentBeshore He made some mistakes - he didn’t say anything about why he wants to talk, he was pushy in the length… https://t.co/KYrXS70f3M", "clean_text": "@BRENTBESHORE HE MADE SOME MISTAKES  HE DIDNT SAY ANYTHING ABOUT WHY HE WANTS TO TALK HE WAS PUSHY IN THE LENGTH ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200414, "Text": "$GSX is more 2011 Chinese RTO fraud than Luckin.  Their \"too good to be true\" story is just that and the Chinese me… https://t.co/uVWvJzlWYW", "clean_text": "GSX IS MORE 2011 CHINESE RTO FRAUD THAN LUCKIN  THEIR TOO GOOD TO BE TRUE STORY IS JUST THAT AND THE CHINESE ME ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200414, "Text": "https://t.co/Fn9MwK5FlX for the full report.", "clean_text": " FOR THE FULL REPORT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200414, "Text": "@TheReal_BingLai To be clear, the banks are the coal mine.", "clean_text": "@THEREAL_BINGLAI TO BE CLEAR THE BANKS ARE THE COAL MINE", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200414, "Text": "Florida men/women in the age of Coronavirus https://t.co/2mf6IBti6f", "clean_text": "FLORIDA MENWOMEN IN THE AGE OF CORONAVIRUS ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "An update why $WDFC now faces a dividend cut. The policy is tied to earnings, which are now declining. Moreover, th… https://t.co/MFh2DL9cLe", "clean_text": "AN UPDATE WHY WDFC NOW FACES A DIVIDEND CUT THE POLICY IS TIED TO EARNINGS WHICH ARE NOW DECLINING MOREOVER TH ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Vita the NY Times today, insightful and up-to-date read on consumer spending. Beauty and personal care down substan… https://t.co/mN5ECSTRhe", "clean_text": "VITA THE NY TIMES TODAY INSIGHTFUL AND UPTODATE READ ON CONSUMER SPENDING BEAUTY AND PERSONAL CARE DOWN SUBSTAN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$WDFC results were bad and they DID NOT even include the #COVID19 #COVID2019 impact to the US and EMEA. We believe… https://t.co/YEGifcACwn", "clean_text": "WDFC RESULTS WERE BAD AND THEY DID NOT EVEN INCLUDE THE #COVID19 #COVID2019 IMPACT TO THE US AND EMEA WE BELIEVE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Here is the most #troubling #alarming #negative analysis and take-away from $WDFC #WD40  Q2 2020 earnings. Working… https://t.co/k4NUZRcy9z", "clean_text": "HERE IS THE MOST #TROUBLING #ALARMING #NEGATIVE ANALYSIS AND TAKEAWAY FROM WDFC #WD40  Q2 2020 EARNINGS WORKING ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Look carefully at $WDFC #WDFC 10-Q, and notice it slipped in last minute discussion with lenders about the definiti… https://t.co/qbyqZMKTYG", "clean_text": "LOOK CAREFULLY AT WDFC #WDFC 10Q AND NOTICE IT SLIPPED IN LAST MINUTE DISCUSSION WITH LENDERS ABOUT THE DEFINITI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$WDFC #WDFC acting slippery (no pun intended) and somewhat contradictory about the impact of #oil decline on margin… https://t.co/WJceF316RZ", "clean_text": "WDFC #WDFC ACTING SLIPPERY NO PUN INTENDED AND SOMEWHAT CONTRADICTORY ABOUT THE IMPACT OF #OIL DECLINE ON MARGIN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "For anyone wanting to see our $WDFC updated thoughts post the terrible Q2 that management conveniently reported lat… https://t.co/cnNzwevNOX", "clean_text": "FOR ANYONE WANTING TO SEE OUR WDFC UPDATED THOUGHTS POST THE TERRIBLE Q2 THAT MANAGEMENT CONVENIENTLY REPORTED LAT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$ALGN Deferred Revenue doesn't reconcile with reported balances, maybe this is why the auditor raised the red flag… https://t.co/HYtClKRsZZ", "clean_text": "ALGN DEFERRED REVENUE DOESNT RECONCILE WITH REPORTED BALANCES MAYBE THIS IS WHY THE AUDITOR RAISED THE RED FLAG ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Hard to have faith in reported sales when subtle restatements occur and the auditor raises the red flag. Spruce Poi… https://t.co/s1TUwkrmEy", "clean_text": "HARD TO HAVE FAITH IN REPORTED SALES WHEN SUBTLE RESTATEMENTS OCCUR AND THE AUDITOR RAISES THE RED FLAG SPRUCE POI ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "If anything was learned from the #berniemadoff #madoff scandal is that investors LOVE smooth and consistent results… https://t.co/LfvIZsShSj", "clean_text": "IF ANYTHING WAS LEARNED FROM THE #BERNIEMADOFF #MADOFF SCANDAL IS THAT INVESTORS LOVE SMOOTH AND CONSISTENT RESULTS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$MPWR the world's best #semiconductor company, never disappoints, never skips a beat in any market environment https://t.co/v6FHi730yi", "clean_text": "MPWR THE WORLD BEST #SEMICONDUCTOR COMPANY NEVER DISAPPOINTS NEVER SKIPS A BEAT IN ANY MARKET ENVIRONMENT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "I know little other than the coincidence that Vitesse #Semiconductor and Sipex had bloated Days Inventory Outstandi… https://t.co/IquVTL5pjz", "clean_text": "I KNOW LITTLE OTHER THAN THE COINCIDENCE THAT VITESSE #SEMICONDUCTOR AND SIPEX HAD BLOATED DAYS INVENTORY OUTSTANDI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "@TheOneDave Here are the insights why it is down and going lower \n\nhttps://t.co/F4XGiLRjfl", "clean_text": "@THEONEDAVE HERE ARE THE INSIGHTS WHY IT IS DOWN AND GOING LOWER \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200413, "Text": "@stockwager 8-10 holdings as of late, with the top 5 representing a large chunk of the portfolio.", "clean_text": "@STOCKWAGER 810 HOLDINGS AS OF LATE WITH THE TOP 5 REPRESENTING A LARGE CHUNK OF THE PORTFOLIO", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "marketfolly", "Time": 20200413, "Text": "Lee Cooperman (Omega Advisors) on @CNBC now: Thinks 2187 was the low of the cycle but doesn’t see huge upside: dema… https://t.co/C2GZx3eAy6", "clean_text": "LEE COOPERMAN OMEGA ADVISORS ON @CNBC NOW THINKS 2187 WAS THE LOW OF THE CYCLE BUT DOESNT SEE HUGE UPSIDE DEMA ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200413, "Text": "Cooperman “When I consider all the risks that are out there, I have no desire to get aggressively invested.”  Where… https://t.co/gNNVLPSx6g", "clean_text": "COOPERMAN WHEN I CONSIDER ALL THE RISKS THAT ARE OUT THERE I HAVE NO DESIRE TO GET AGGRESSIVELY INVESTED”  WHERE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200413, "Text": "… I still can’t do the math on it on one hand. Maybe after it reports a few zero revenue quarters I will finally be… https://t.co/WX6VznqyWK", "clean_text": " I STILL CANT DO THE MATH ON IT ON ONE HAND MAYBE AFTER IT REPORTS A FEW ZERO REVENUE QUARTERS I WILL FINALLY BE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200413, "Text": "@HedgeyeComm @MasaSonCap For sure. Of course he is going to do everything he can to help. I’m sure everyone at the company is supportive.", "clean_text": "@HEDGEYECOMM @MASASONCAP FOR SURE OF COURSE HE IS GOING TO DO EVERYTHING HE CAN TO HELP IM SURE EVERYONE AT THE COMPANY IS SUPPORTIVE", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "adoxen", "Time": 20200413, "Text": "@EconomPic Exactly the same on my end.", "clean_text": "@ECONOMPIC EXACTLY THE SAME ON MY END", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200413, "Text": "For more on 'zombie' companies see 'The nine lives of the modern leveraged company' in the Grant's issue dated Marc… https://t.co/CdTWAbLkTe", "clean_text": "FOR MORE ON ZOMBIE COMPANIES SEE THE NINE LIVES OF THE MODERN LEVERAGED COMPANY IN THE GRANT ISSUE DATED MARC ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200413, "Text": "@BenRabidoux And people in the US generally think that real estate transaction costs are way too high.... Look for… https://t.co/NuvTZE4cW4", "clean_text": "@BENRABIDOUX AND PEOPLE IN THE US GENERALLY THINK THAT REAL ESTATE TRANSACTION COSTS ARE WAY TOO HIGH LOOK FOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200413, "Text": "RT @alluvialcapital: Never, ever invest in an over-levered capital-intensive business, no matter how low the EBITDA multiple or how eye-pop…", "clean_text": "RT @ALLUVIALCAPITAL NEVER EVER INVEST IN AN OVERLEVERED CAPITALINTENSIVE BUSINESS NO MATTER HOW LOW THE EBITDA MULTIPLE OR HOW EYEPOP", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200413, "Text": "RT @michpoligal: More than 1 million Michiganders have filed for unemployment, says UIA head. a quarter of the state's workforce.", "clean_text": "RT @MICHPOLIGAL MORE THAN 1 MILLION MICHIGANDERS HAVE FILED FOR UNEMPLOYMENT SAYS UIA HEAD A QUARTER OF THE STATE WORKFORCE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200413, "Text": "Today headlines... Tell me the writers aren't on crack this season.\nEither way looks like we should turn off Tiger… https://t.co/FN54eZeGkV", "clean_text": "TODAY HEADLINES TELL ME THE WRITERS ARENT ON CRACK THIS SEASON\nEITHER WAY LOOKS LIKE WE SHOULD TURN OFF TIGER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @benadida: 1/ Last night, I spent some quality time with the Apple docs on the new contact tracing protocol and APIs they and Google are…", "clean_text": "RT @BENADIDA 1 LAST NIGHT I SPENT SOME QUALITY TIME WITH THE APPLE DOCS ON THE NEW CONTACT TRACING PROTOCOL AND APIS THEY AND GOOGLE ARE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @fermatslibrary: \"You know, people think mathematics is complicated. Mathematics is the simple bit. It's the stuff we can understand. It…", "clean_text": "RT @FERMATSLIBRARY YOU KNOW PEOPLE THINK MATHEMATICS IS COMPLICATED MATHEMATICS IS THE SIMPLE BIT IT THE STUFF WE CAN UNDERSTAND IT", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @DKThomp: The next 6 months, per Morgan Stanley's head of biotech\n\nBy May: Peak in new cases nationally \nBy June: Testing capacity hits…", "clean_text": "RT @DKTHOMP THE NEXT 6 MONTHS PER MORGAN STANLEY HEAD OF BIOTECH\n\nBY MAY PEAK IN NEW CASES NATIONALLY \nBY JUNE TESTING CAPACITY HITS", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @ron_eisele: Crewmen of the airship “Graf Zeppelin” repair the hull during the flight over the Atlantic, 1934 https://t.co/MHQ1S88V6c", "clean_text": "RT @RON_EISELE CREWMEN OF THE AIRSHIP GRAF ZEPPELIN” REPAIR THE HULL DURING THE FLIGHT OVER THE ATLANTIC 1934 ", "count1": 4, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200412, "Text": "RT @jasonintrator: Your regular reminder that the Postal Service was running a profit and would be running a profit if the Bush admin and C…", "clean_text": "RT @JASONINTRATOR YOUR REGULAR REMINDER THAT THE POSTAL SERVICE WAS RUNNING A PROFIT AND WOULD BE RUNNING A PROFIT IF THE BUSH ADMIN AND C", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200412, "Text": "RT @dailydirtnap: The average credit card balance in the United States is $11,000.\n\nWith credit card interest rates at roughly 20%, that's…", "clean_text": "RT @DAILYDIRTNAP THE AVERAGE CREDIT CARD BALANCE IN THE UNITED STATES IS 11000\n\nWITH CREDIT CARD INTEREST RATES AT ROUGHLY 20% THAT", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200412, "Text": "RT @reckless: Today marks ONE YEAR since Foxconn promised a statement or correction regarding The Verge’s report of empty buildings in Wisc…", "clean_text": "RT @RECKLESS TODAY MARKS ONE YEAR SINCE FOXCONN PROMISED A STATEMENT OR CORRECTION REGARDING THE VERGES REPORT OF EMPTY BUILDINGS IN WISC", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200412, "Text": "Amen brother. Of the myriad of dumb ideological arguments people engage in, this is the dumbest one by far IMO and… https://t.co/ZSASxmoeS4", "clean_text": "AMEN BROTHER OF THE MYRIAD OF DUMB IDEOLOGICAL ARGUMENTS PEOPLE ENGAGE IN THIS IS THE DUMBEST ONE BY FAR IMO AND ", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "AZ_Value", "Time": 20200411, "Text": "RT @JustinBrannan: The @NYCCouncil has a package of legislation to regulate food delivery apps squeezing New York City restaurants. \n\nIn th…", "clean_text": "RT @JUSTINBRANNAN THE @NYCCOUNCIL HAS A PACKAGE OF LEGISLATION TO REGULATE FOOD DELIVERY APPS SQUEEZING NEW YORK CITY RESTAURANTS \n\nIN TH", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200410, "Text": "My friend @Metis65 just sent me ⁦@AdamJKucharski⁩ ‘s new book, The Rules of Contagion, with this card. Hard to do b… https://t.co/E8OiC1c7f9", "clean_text": "MY FRIEND @METIS65 JUST SENT ME ⁦@ADAMJKUCHARSKI⁩ S NEW BOOK THE RULES OF CONTAGION WITH THIS CARD HARD TO DO B ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200410, "Text": "@TuttleCap The way they disclosed the details is shocking.", "clean_text": "@TUTTLECAP THE WAY THEY DISCLOSED THE DETAILS IS SHOCKING", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200410, "Text": "@HedgeyeComm Two of family members are in the same spot. One other is still working but wishes he would be furloughed.", "clean_text": "@HEDGEYECOMM TWO OF FAMILY MEMBERS ARE IN THE SAME SPOT ONE OTHER IS STILL WORKING BUT WISHES HE WOULD BE FURLOUGHED", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200410, "Text": "RT @scottcowley: Love seeing the 16-year high interest in the flowbee right now. Does anybody actually know somebody with one of these? htt…", "clean_text": "RT @SCOTTCOWLEY LOVE SEEING THE 16YEAR HIGH INTEREST IN THE FLOWBEE RIGHT NOW DOES ANYBODY ACTUALLY KNOW SOMEBODY WITH ONE OF THESE HTT", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200410, "Text": "@given2tweet @robertcshea @ndrewColburn I have a case stashed back in the city. When I run low might have to make a wine run.", "clean_text": "@GIVEN2TWEET @ROBERTCSHEA @NDREWCOLBURN I HAVE A CASE STASHED BACK IN THE CITY WHEN I RUN LOW MIGHT HAVE TO MAKE A WINE RUN", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200410, "Text": "For more on the $3 trillion industry that will supposedly save the bacon of our country's underfunded pension plans… https://t.co/oLLOkvz6tw", "clean_text": "FOR MORE ON THE 3 TRILLION INDUSTRY THAT WILL SUPPOSEDLY SAVE THE BACON OF OUR COUNTRY UNDERFUNDED PENSION PLANS ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200410, "Text": "@SouthernValue95 The dates of Form 4 for $CHTR / A/N is for the prior month. The 337.7k shares (1/8/20) were from D… https://t.co/0mrPe7MdJN", "clean_text": "@SOUTHERNVALUE95 THE DATES OF FORM 4 FOR CHTR  AN IS FOR THE PRIOR MONTH THE 3377K SHARES 1820 WERE FROM D ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}]