["OF", {"Name": "GrantsPub", "Time": 20200221, "Text": "The Bloomberg Barclays Euro Aggregate Treasury Index trades at a yield-to-worst of -2bps, near September's all-time… https://t.co/yOlhZoxZF1", "clean_text": "THE BLOOMBERG BARCLAYS EURO AGGREGATE TREASURY INDEX TRADES AT A YIELDTOWORST OF 2BPS NEAR SEPTEMBER ALLTIME ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200221, "Text": "For more, see \"Xi Jinping goes viral\" in the Feb. 21 issue of Grant's. https://t.co/2v6z4wFvHk https://t.co/WNm3zMC86A", "clean_text": "FOR MORE SEE XI JINPING GOES VIRAL IN THE FEB 21 ISSUE OF GRANT  ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200221, "Text": "@SuperMugatu @BarbarianCap The undisputed heavyweight champion of all time.", "clean_text": "@SUPERMUGATU @BARBARIANCAP THE UNDISPUTED HEAVYWEIGHT CHAMPION OF ALL TIME", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200221, "Text": "The NASDAQ was $CAN's dumping ground of last resort after three failed listing attempts in China and HK.  Ill-conce… https://t.co/wXNuvwSbTK", "clean_text": "THE NASDAQ WAS CAN DUMPING GROUND OF LAST RESORT AFTER THREE FAILED LISTING ATTEMPTS IN CHINA AND HK  ILLCONCE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200220, "Text": "RT @Hipster_Trader: An entire generation of younger investors is starting to believe stocks don’t go down and fundamentals don’t matter", "clean_text": "RT @HIPSTER_TRADER AN ENTIRE GENERATION OF YOUNGER INVESTORS IS STARTING TO BELIEVE STOCKS DONT GO DOWN AND FUNDAMENTALS DONT MATTER", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200220, "Text": "@pearkes Excellent pt, but the news cycle is his  friend. In a couple of days 100% of media focus will be on the NV… https://t.co/Zo25MTByp5", "clean_text": "@PEARKES EXCELLENT PT BUT THE NEWS CYCLE IS HIS  FRIEND IN A COUPLE OF DAYS 100% OF MEDIA FOCUS WILL BE ON THE NV ", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20200220, "Text": "Shortly before NASDAQ IPO, $CAN deleted 8 of the 11 purported distributors it had previously featured on its websit… https://t.co/vgLmqkGcXS", "clean_text": "SHORTLY BEFORE NASDAQ IPO CAN DELETED 8 OF THE 11 PURPORTED DISTRIBUTORS IT HAD PREVIOUSLY FEATURED ON ITS WEBSIT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20200219, "Text": "\"Xerox management said go create the new world. We don't understand it. Here are people who have a lot of ideas and… https://t.co/Z3FI4eY4LC", "clean_text": "XEROX MANAGEMENT SAID GO CREATE THE NEW WORLD WE DONT UNDERSTAND IT HERE ARE PEOPLE WHO HAVE A LOT OF IDEAS AND ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200219, "Text": "On investment ideas, the only thing that matters is the quality of the idea, not the novelty. In many areas of life… https://t.co/7vpbnBkBl1", "clean_text": "ON INVESTMENT IDEAS THE ONLY THING THAT MATTERS IS THE QUALITY OF THE IDEA NOT THE NOVELTY IN MANY AREAS OF LIFE ", "count1": 4, "count2": 2, "count3": 1, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200219, "Text": "@Chris_arnade @WilcoxNMP Amen, Chris.  This meaning can be found in the transcendent love of Jesus Christ as offere… https://t.co/kCYeiH9hAE", "clean_text": "@CHRIS_ARNADE @WILCOXNMP AMEN CHRIS  THIS MEANING CAN BE FOUND IN THE TRANSCENDENT LOVE OF JESUS CHRIST AS OFFERE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200218, "Text": "RT @jim_rutt: Jessika Trancik of @MIT @sfiscience explores science, and policy as a road to net0 greenhouse gas emissions.  EROEI, learning…", "clean_text": "RT @JIM_RUTT JESSIKA TRANCIK OF @MIT @SFISCIENCE EXPLORES SCIENCE AND POLICY AS A ROAD TO NET0 GREENHOUSE GAS EMISSIONS  EROEI LEARNING", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "I think this is in part a function of the current “boy who cried wolf” mentality of mkt participants. A lot of the… https://t.co/cHizvix72L", "clean_text": "I THINK THIS IS IN PART A FUNCTION OF THE CURRENT BOY WHO CRIED WOLF” MENTALITY OF MKT PARTICIPANTS A LOT OF THE ", "count1": 2, "count2": 3, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "And so many otherwise thoughtful people are reflexively dismissing the criticisms because of their sources. Or, bec… https://t.co/hCLwObvic7", "clean_text": "AND SO MANY OTHERWISE THOUGHTFUL PEOPLE ARE REFLEXIVELY DISMISSING THE CRITICISMS BECAUSE OF THEIR SOURCES OR BEC ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200215, "Text": "Public Service Announcement from the former Commissioner of the FDA https://t.co/rlRJndLalT", "clean_text": "PUBLIC SERVICE ANNOUNCEMENT FROM THE FORMER COMMISSIONER OF THE FDA ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200214, "Text": "A day after Charles Darwin’s birthday (born same day and year as Abraham Lincoln), I share a photo of a walk at Dow… https://t.co/NUX7lsKBUM", "clean_text": "A DAY AFTER CHARLES DARWINS BIRTHDAY BORN SAME DAY AND YEAR AS ABRAHAM LINCOLN I SHARE A PHOTO OF A WALK AT DOW ", "count1": 0, "count2": 1, "count3": 0, "count4": 3}, {"Name": "marketfolly", "Time": 20200214, "Text": "Li Lu shows new position in $MU worth $420m at end of 2019. Not sure of total AUM for position size calc but last ADV says $8.3bn", "clean_text": "LI LU SHOWS NEW POSITION IN MU WORTH 420M AT END OF 2019 NOT SURE OF TOTAL AUM FOR POSITION SIZE CALC BUT LAST ADV SAYS 83BN", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200214, "Text": "Dr. Michael Burry new positions in $MAXR $QRVO $CVET $CVE $BB in Q4.  Sold out of $BBBY $CNQ $NVTR", "clean_text": "DR MICHAEL BURRY NEW POSITIONS IN MAXR QRVO CVET CVE BB IN Q4  SOLD OUT OF BBBY CNQ NVTR", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200214, "Text": "Admittedly the question of whether or not the Voatz platform is competely secure in everyway, shape, and form is ab… https://t.co/fuHg0mcROH", "clean_text": "ADMITTEDLY THE QUESTION OF WHETHER OR NOT THE VOATZ PLATFORM IS COMPETELY SECURE IN EVERYWAY SHAPE AND FORM IS AB ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200213, "Text": "RT @VisualCap: Intangible Assets: A Hidden but Crucial Driver of Company Value 💎\n\nhttps://t.co/sPGs1dXEUT https://t.co/nX7e0JLAhA", "clean_text": "RT @VISUALCAP INTANGIBLE ASSETS A HIDDEN BUT CRUCIAL DRIVER OF COMPANY VALUE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200213, "Text": "RT @Madelinemaub: \"...Mentally switching roles doesn’t work nearly as well as we might think... Instead of imagining how other people are f…", "clean_text": "RT @MADELINEMAUB MENTALLY SWITCHING ROLES DOESNT WORK NEARLY AS WELL AS WE MIGHT THINK INSTEAD OF IMAGINING HOW OTHER PEOPLE ARE F", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200213, "Text": "Lack of oversight have led to cybercriminals, sex offenders, underage users using apps for egregious offenses, prom… https://t.co/E2EOwmZE68", "clean_text": "LACK OF OVERSIGHT HAVE LED TO CYBERCRIMINALS SEX OFFENDERS UNDERAGE USERS USING APPS FOR EGREGIOUS OFFENSES PROM ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200213, "Text": "New Grant's podcast with Joe Lawler, M.D., Ph.D., and fund manager of JFL Capital Management. https://t.co/XtqC36SdKL", "clean_text": "NEW GRANT PODCAST WITH JOE LAWLER MD PHD AND FUND MANAGER OF JFL CAPITAL MANAGEMENT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200212, "Text": "Wow! Instead of the woman that @clare_ansberry used in her lede, she could have used me! https://t.co/3k48XUYOrb", "clean_text": "WOW INSTEAD OF THE WOMAN THAT @CLARE_ANSBERRY USED IN HER LEDE SHE COULD HAVE USED ME ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200212, "Text": "Bernie: “We need money out of politics.”  Mike: “We need money to control politics.”  It is the fight for the soul of the Democratic Party.", "clean_text": "BERNIE WE NEED MONEY OUT OF POLITICS”  MIKE WE NEED MONEY TO CONTROL POLITICS”  IT IS THE FIGHT FOR THE SOUL OF THE DEMOCRATIC PARTY", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200212, "Text": "Aside from the share prices of the top 1% of U.S. companies by market cap, the only thing that is growing at double… https://t.co/WjzKO2yuRY", "clean_text": "ASIDE FROM THE SHARE PRICES OF THE TOP 1% OF US COMPANIES BY MARKET CAP THE ONLY THING THAT IS GROWING AT DOUBLE ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200212, "Text": "@bespokeinvest My two cents on this: The framing of the question seems incredibly flawed. A growing percentage of c… https://t.co/8Vttg3XLNV", "clean_text": "@BESPOKEINVEST MY TWO CENTS ON THIS THE FRAMING OF THE QUESTION SEEMS INCREDIBLY FLAWED A GROWING PERCENTAGE OF C ", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "pmarca", "Time": 20200211, "Text": "Public Service Announcement from former Commissioner of the FDA https://t.co/fsntWToHwl https://t.co/StDP9qlWmw", "clean_text": "PUBLIC SERVICE ANNOUNCEMENT FROM FORMER COMMISSIONER OF THE FDA  ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200211, "Text": "We touched in many of the same themes here: https://t.co/SKvClMd4iy https://t.co/SpyZqxHlEu", "clean_text": "WE TOUCHED IN MANY OF THE SAME THEMES HERE  ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200211, "Text": "It’s looking like Bloomberg versus Sanders.  Have to applaud that.  Both are in it to win the battle for the soul of the Democratic Party.", "clean_text": "ITS LOOKING LIKE BLOOMBERG VERSUS SANDERS  HAVE TO APPLAUD THAT  BOTH ARE IN IT TO WIN THE BATTLE FOR THE SOUL OF THE DEMOCRATIC PARTY", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20200211, "Text": "Anyone know of a software solution to 'cast' a presentation on multiple (5) Android devices at the same time?\nIE -… https://t.co/FenWoudyee", "clean_text": "ANYONE KNOW OF A SOFTWARE SOLUTION TO CAST A PRESENTATION ON MULTIPLE 5 ANDROID DEVICES AT THE SAME TIME\nIE  ", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "GrantsPub", "Time": 20200211, "Text": "Good things happen to cheap stocks - in the fullness of time. \n\nhttps://t.co/a6l3Ax4Oo0", "clean_text": "GOOD THINGS HAPPEN TO CHEAP STOCKS  IN THE FULLNESS OF TIME \n\n", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "How the Rise of Passive Investing May Be Creating Huge Distortions in the Market - Bloomberg https://t.co/bD5QcQz1H6", "clean_text": "HOW THE RISE OF PASSIVE INVESTING MAY BE CREATING HUGE DISTORTIONS IN THE MARKET  BLOOMBERG ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "The idea is this: the market (say, S&amp;P 500) does what it does in a particular year. For every dollar of outperforma… https://t.co/B29kt7mzq7", "clean_text": "THE IDEA IS THIS THE MARKET SAY SAMPP 500 DOES WHAT IT DOES IN A PARTICULAR YEAR FOR EVERY DOLLAR OF OUTPERFORMA ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "That’s fine. Every investable asset together generates a return - agree 100% it’s a product of its participants (wh… https://t.co/Imy1AbL3GV", "clean_text": "THATS FINE EVERY INVESTABLE ASSET TOGETHER GENERATES A RETURN  AGREE 100% ITS A PRODUCT OF ITS PARTICIPANTS WH ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "footnoted", "Time": 20200210, "Text": "Seems to me that someone might have had advance knowledge of $TCO deal announced today. Why else would stock have i… https://t.co/00onWU04ce", "clean_text": "SEEMS TO ME THAT SOMEONE MIGHT HAVE HAD ADVANCE KNOWLEDGE OF TCO DEAL ANNOUNCED TODAY WHY ELSE WOULD STOCK HAVE I ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200210, "Text": "@opinion_joe @AlderLaneeggs @MelinAnders @winnieokelley @MUNDASPORTS Except the existence of the alleged insider tr… https://t.co/AfjChx2phg", "clean_text": "@OPINION_JOE @ALDERLANEEGGS @MELINANDERS @WINNIEOKELLEY @MUNDASPORTS EXCEPT THE EXISTENCE OF THE ALLEGED INSIDER TR ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200209, "Text": "Maybe it’s too little too late but Klobuchar was quite good last night. Big loser was Warren, who seems to have run out of ideas months ago.", "clean_text": "MAYBE ITS TOO LITTLE TOO LATE BUT KLOBUCHAR WAS QUITE GOOD LAST NIGHT BIG LOSER WAS WARREN WHO SEEMS TO HAVE RUN OUT OF IDEAS MONTHS AGO", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200209, "Text": "Mayor Pete is looking increasingly scripted, plastic &amp; poll-tested. He’s indeed a great speaker, if one can ignore the lack of authenticity.", "clean_text": "MAYOR PETE IS LOOKING INCREASINGLY SCRIPTED PLASTIC AMP POLLTESTED HES INDEED A GREAT SPEAKER IF ONE CAN IGNORE THE LACK OF AUTHENTICITY", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200208, "Text": "Public Service Announcement from former Commissioner of the FDA https://t.co/Q9cw6JsV9n", "clean_text": "PUBLIC SERVICE ANNOUNCEMENT FROM FORMER COMMISSIONER OF THE FDA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}]