["A", {"Name": "sprucepointcap", "Time": 20200518, "Text": "We still believe $FSCT is worth in the teens at best. Run rate sales $230m with at best a 3-4x sales multiple https://t.co/cvK2fmLfzv", "clean_text": "WE STILL BELIEVE FSCT IS WORTH IN THE TEENS AT BEST RUN RATE SALES 230M WITH AT BEST A 34X SALES MULTIPLE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "A big \"if\" the deal proceeds at a lower price, there will have to be another shareholder vote (and likely a fairnes… https://t.co/80PFu1pxYM", "clean_text": "A BIG IF THE DEAL PROCEEDS AT A LOWER PRICE THERE WILL HAVE TO BE ANOTHER SHAREHOLDER VOTE AND LIKELY A FAIRNES ", "count1": 1, "count2": 3, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "When it rains, it pours. Now $FTNT Fortinet is suing $FSCT over patent infringements. This adds a new layer of comp… https://t.co/vVdzm9PLE7", "clean_text": "WHEN IT RAINS IT POURS NOW FTNT FORTINET IS SUING FSCT OVER PATENT INFRINGEMENTS THIS ADDS A NEW LAYER OF COMP ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "For those new to following us, we believe we've played a successful roll in re-shaping the narrative for some of… https://t.co/PXAhZoLYF4", "clean_text": "FOR THOSE NEW TO FOLLOWING US WE BELIEVE WEVE PLAYED A SUCCESSFUL ROLL IN RESHAPING THE NARRATIVE FOR SOME OF ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "Jeopardy finally creates a category for Corporate Scandals. They could have filled the entire board and hired me as… https://t.co/PHlMT2bIjW", "clean_text": "JEOPARDY FINALLY CREATES A CATEGORY FOR CORPORATE SCANDALS THEY COULD HAVE FILLED THE ENTIRE BOARD AND HIRED ME AS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200518, "Text": "RT @JohnPGavin: The good news is we are taking care of those unfortunate souls for whom flying commercial is a personal trauma. https://t.c…", "clean_text": "RT @JOHNPGAVIN THE GOOD NEWS IS WE ARE TAKING CARE OF THOSE UNFORTUNATE SOULS FOR WHOM FLYING COMMERCIAL IS A PERSONAL TRAUMA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200518, "Text": "RT @stevenstrogatz: A few weeks ago, someone was asking about \"complex systems\". Is there anything to it, or is it just a buzzword? How doe…", "clean_text": "RT @STEVENSTROGATZ A FEW WEEKS AGO SOMEONE WAS ASKING ABOUT COMPLEX SYSTEMS IS THERE ANYTHING TO IT OR IS IT JUST A BUZZWORD HOW DOE", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200518, "Text": "But \"new york has the best tap water\" the refrain of those who have succumbed to the madness of living in NYC and a… https://t.co/R9MpEq3Qtc", "clean_text": "BUT NEW YORK HAS THE BEST TAP WATER THE REFRAIN OF THOSE WHO HAVE SUCCUMBED TO THE MADNESS OF LIVING IN NYC AND A ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200518, "Text": "@ApexHurley jesus dude that's a 98mph inside fastball", "clean_text": "@APEXHURLEY JESUS DUDE THAT A 98MPH INSIDE FASTBALL", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@tejada444 You're a retail investor with the majority of your net worth in a security and you wrote up a note with… https://t.co/b3gIdXAM34", "clean_text": "@TEJADA444 YOURE A RETAIL INVESTOR WITH THE MAJORITY OF YOUR NET WORTH IN A SECURITY AND YOU WROTE UP A NOTE WITH ", "count1": 1, "count2": 3, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@tejada444 That said, it's a thoughtful piece. I agree the 2021 bullet point on the bb slide is a bit odd, though k… https://t.co/KrLSXYqyIp", "clean_text": "@TEJADA444 THAT SAID IT A THOUGHTFUL PIECE I AGREE THE 2021 BULLET POINT ON THE BB SLIDE IS A BIT ODD THOUGH K ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@tejada444 It was just odd to me that you would write a discussion document with such a bearish slant on a security… https://t.co/Oi6K47Dz3I", "clean_text": "@TEJADA444 IT WAS JUST ODD TO ME THAT YOU WOULD WRITE A DISCUSSION DOCUMENT WITH SUCH A BEARISH SLANT ON A SECURITY ", "count1": 0, "count2": 3, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@sharesleuth Fun fact: Landon is also now repping a former Gannon Giguiere promote.", "clean_text": "@SHARESLEUTH FUN FACT LANDON IS ALSO NOW REPPING A FORMER GANNON GIGUIERE PROMOTE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200518, "Text": "RT @MundleLAB: #saskatchewan has been a focus of interest for years with new #helium discoveries by innovative companies like @NAHelium. #A…", "clean_text": "RT @MUNDLELAB #SASKATCHEWAN HAS BEEN A FOCUS OF INTEREST FOR YEARS WITH NEW #HELIUM DISCOVERIES BY INNOVATIVE COMPANIES LIKE @NAHELIUM #A", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200518, "Text": "@joshscampbell So sorry for your loss. This article might strike a chord with you. You aren’t alone.\n\nhttps://t.co/LdISCYgBlF", "clean_text": "@JOSHSCAMPBELL SO SORRY FOR YOUR LOSS THIS ARTICLE MIGHT STRIKE A CHORD WITH YOU YOU ARENT ALONE\n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200518, "Text": "RT @mansharamani: Here's a replay of my conversation with @GrantsPub's Jim Grant.   Topics include #unemployment and interest rates, #gold…", "clean_text": "RT @MANSHARAMANI HERE A REPLAY OF MY CONVERSATION WITH @GRANTSPUB JIM GRANT TOPICS INCLUDE #UNEMPLOYMENT AND INTEREST RATES #GOLD", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200518, "Text": "The Gates Foundation gave $MRNA a grant four years ago. \n\nSome guy in camo gear protesting \"the elites\" could be se… https://t.co/mVvxhrAff9", "clean_text": "THE GATES FOUNDATION GAVE MRNA A GRANT FOUR YEARS AGO \n\nSOME GUY IN CAMO GEAR PROTESTING THE ELITES COULD BE SE ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200518, "Text": "Does anyone know of a Chrome extension that pre-populates phone numbers and addresses that can easily be selected w… https://t.co/08e9kRR8xS", "clean_text": "DOES ANYONE KNOW OF A CHROME EXTENSION THAT PREPOPULATES PHONE NUMBERS AND ADDRESSES THAT CAN EASILY BE SELECTED W ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200517, "Text": "@RusslAndrewsHat Here’s another example - with a lot more data and explicit ranges. https://t.co/i61KjmMeLL", "clean_text": "@RUSSLANDREWSHAT HERES ANOTHER EXAMPLE  WITH A LOT MORE DATA AND EXPLICIT RANGES ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200517, "Text": "Even @AceHardware has a long line. https://t.co/wbHOYGOHtg", "clean_text": "EVEN @ACEHARDWARE HAS A LONG LINE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200517, "Text": "RT @schaudenfraud: I have never seen investors lose more money than on a stock where they had an informational advantage.", "clean_text": "RT @SCHAUDENFRAUD I HAVE NEVER SEEN INVESTORS LOSE MORE MONEY THAN ON A STOCK WHERE THEY HAD AN INFORMATIONAL ADVANTAGE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200517, "Text": "RT @borrowed_ideas: 1/7 Thread: Ergodicity \n\nLet’s play a game. \n\nAssume you have $100. We’ll flip a coin 100 times. Your wealth will be +5…", "clean_text": "RT @BORROWED_IDEAS 17 THREAD ERGODICITY \n\nLETS PLAY A GAME \n\nASSUME YOU HAVE 100 WELL FLIP A COIN 100 TIMES YOUR WEALTH WILL BE +5", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200517, "Text": "The World Health Assembly opens tomorrow &amp; Taiwan remains uninvited. Without Taiwan, there is a gaping hole in glob… https://t.co/U4CmQTqfRc", "clean_text": "THE WORLD HEALTH ASSEMBLY OPENS TOMORROW AMP TAIWAN REMAINS UNINVITED WITHOUT TAIWAN THERE IS A GAPING HOLE IN GLOB ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200517, "Text": "@NickatFP @DeepDiveCapital @NonGaap Imagine how many asks a pro athlete gets when he’s drafted: he made it, has to… https://t.co/fXo7o3cjMR", "clean_text": "@NICKATFP @DEEPDIVECAPITAL @NONGAAP IMAGINE HOW MANY ASKS A PRO ATHLETE GETS WHEN HES DRAFTED HE MADE IT HAS TO ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200516, "Text": "This is the best story I have read in a while. It includes: \n- World's coolest PE guy \n- Eccentric British submarin… https://t.co/4rek9sisq4", "clean_text": "THIS IS THE BEST STORY I HAVE READ IN A WHILE IT INCLUDES WORLD COOLEST PE GUY ECCENTRIC BRITISH SUBMARIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@Alphaholic1 No, you see, they were reckless - \n\nThey were only prepared for a recessionary downturn in travel. The… https://t.co/fzJo7WyKhz", "clean_text": "@ALPHAHOLIC1 NO YOU SEE THEY WERE RECKLESS  \n\nTHEY WERE ONLY PREPARED FOR A RECESSIONARY DOWNTURN IN TRAVEL THE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@Alphaholic1 Also, businesses should all follow GOOG’s capital allocation policy. \n\nWouldn’t the world be a better… https://t.co/tM0NG0YEos", "clean_text": "@ALPHAHOLIC1 ALSO BUSINESSES SHOULD ALL FOLLOW GOOGS CAPITAL ALLOCATION POLICY \n\nWOULDNT THE WORLD BE A BETTER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@jay_21_ @special_sits Was a good thread, and agree with most of the names you mentioned. \n\nThink it’s a matter of… https://t.co/3OWsWnXdgO", "clean_text": "@JAY_21_ @SPECIAL_SITS WAS A GOOD THREAD AND AGREE WITH MOST OF THE NAMES YOU MENTIONED \n\nTHINK ITS A MATTER OF ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@jay_21_ @special_sits If you are willing to take a bit more cyclicality, can look at stuff like VRRM, PAE, food di… https://t.co/9sHA7fcTWA", "clean_text": "@JAY_21_ @SPECIAL_SITS IF YOU ARE WILLING TO TAKE A BIT MORE CYCLICALITY CAN LOOK AT STUFF LIKE VRRM PAE FOOD DI ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@JSiegel88 Oh they are terrible. Recovering from a surgery in a nursing home is one thing, but I would not be willi… https://t.co/fgpzIogIWZ", "clean_text": "@JSIEGEL88 OH THEY ARE TERRIBLE RECOVERING FROM A SURGERY IN A NURSING HOME IS ONE THING BUT I WOULD NOT BE WILLI ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: The good senator appears to be playing games here. One does not just turn over documents to the authorities without being a…", "clean_text": "RT @JOHNPGAVIN THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES WITHOUT BEING A", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "@WillauerProsky Three presidents and a few hundred frauds late.", "clean_text": "@WILLAUERPROSKY THREE PRESIDENTS AND A FEW HUNDRED FRAUDS LATE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200515, "Text": "RT @KleInsight: I am putting on a 2-day on-line course on the Pre-mortem method. June 8-9, from 1:00 to 4:00 EDT. My co-presenter is Bryce…", "clean_text": "RT @KLEINSIGHT I AM PUTTING ON A 2DAY ONLINE COURSE ON THE PREMORTEM METHOD JUNE 89 FROM 100 TO 400 EDT MY COPRESENTER IS BRYCE", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200515, "Text": "We are all cheering for this newsletter on a humanitarian level. https://t.co/RR5uFY2d6W", "clean_text": "WE ARE ALL CHEERING FOR THIS NEWSLETTER ON A HUMANITARIAN LEVEL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200515, "Text": "This 13F season is one of the most interesting/useful in a while due to the timing of the portfolio snapshot (Mar 3… https://t.co/ndSIZMLm4V", "clean_text": "THIS 13F SEASON IS ONE OF THE MOST INTERESTINGUSEFUL IN A WHILE DUE TO THE TIMING OF THE PORTFOLIO SNAPSHOT MAR 3 ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200515, "Text": "@FatTailCapital to be fair, a dog wearing a hoodie is pretty cool", "clean_text": "@FATTAILCAPITAL TO BE FAIR A DOG WEARING A HOODIE IS PRETTY COOL", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200515, "Text": "RT @hackcelerity: Sitting at my desk, being passive aggressive with my replies, and a chill runs down my back. I'm reminding myself of Mich…", "clean_text": "RT @HACKCELERITY SITTING AT MY DESK BEING PASSIVE AGGRESSIVE WITH MY REPLIES AND A CHILL RUNS DOWN MY BACK IM REMINDING MYSELF OF MICH", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200515, "Text": "@JamiePastore9 that's such a good idea it should go in illegal life pro tips", "clean_text": "@JAMIEPASTORE9 THAT SUCH A GOOD IDEA IT SHOULD GO IN ILLEGAL LIFE PRO TIPS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200515, "Text": "RT @travislundyasia: Insight 2020 is a @Smartkarma Global Investment Webinar\n\nWebsite/agenda are: https://t.co/wMxLKYKTp9\n\nJoin us! Three d…", "clean_text": "RT @TRAVISLUNDYASIA INSIGHT 2020 IS A @SMARTKARMA GLOBAL INVESTMENT WEBINAR\n\nWEBSITEAGENDA ARE \n\nJOIN US THREE D", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200515, "Text": "Nelson Peltz says he's bullish on a vaccine, putting new money to work and voting for Trump https://t.co/V7yZp9Xcgz", "clean_text": "NELSON PELTZ SAYS HE BULLISH ON A VACCINE PUTTING NEW MONEY TO WORK AND VOTING FOR TRUMP ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200515, "Text": "RT @jfc_3_: Thread \n\nCOVID-19 and Spanish Influenza similarities in terms of the American experience, the dominant narratives, and random a…", "clean_text": "RT @JFC_3_ THREAD \n\nCOVID19 AND SPANISH INFLUENZA SIMILARITIES IN TERMS OF THE AMERICAN EXPERIENCE THE DOMINANT NARRATIVES AND RANDOM A", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "RT @usmissiongeneva: Taiwan is a model for how to manage the #COVID19 challenge. It has best practices to share &amp; is providing much needed…", "clean_text": "RT @USMISSIONGENEVA TAIWAN IS A MODEL FOR HOW TO MANAGE THE #COVID19 CHALLENGE IT HAS BEST PRACTICES TO SHARE AMP IS PROVIDING MUCH NEEDED", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO, a $MDXG competitor in the allograft space, provided an encouraging update regarding the current status of an… https://t.co/7doJ5SWNV6", "clean_text": "ORGO A MDXG COMPETITOR IN THE ALLOGRAFT SPACE PROVIDED AN ENCOURAGING UPDATE REGARDING THE CURRENT STATUS OF AN ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO also stated that, because a large portion of allograft treatments are non-elective, the delaying of treatment… https://t.co/HlapJx9FIU", "clean_text": "ORGO ALSO STATED THAT BECAUSE A LARGE PORTION OF ALLOGRAFT TREATMENTS ARE NONELECTIVE THE DELAYING OF TREATMENT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200514, "Text": "Love it when a sharp market pundit like @mcuban says the market is overvalued. That guys knows inflated bubble mark… https://t.co/yHPfGUj4B9", "clean_text": "LOVE IT WHEN A SHARP MARKET PUNDIT LIKE @MCUBAN SAYS THE MARKET IS OVERVALUED THAT GUYS KNOWS INFLATED BUBBLE MARK ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200514, "Text": "RT @JohnPGavin: As a concept, cruises deliver a lot of value for the money.  While the industry that may undergo some financial restructuri…", "clean_text": "RT @JOHNPGAVIN AS A CONCEPT CRUISES DELIVER A LOT OF VALUE FOR THE MONEY  WHILE THE INDUSTRY THAT MAY UNDERGO SOME FINANCIAL RESTRUCTURI", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200514, "Text": "@RMPerry88 I’m just not calling you back as a bit at this point", "clean_text": "@RMPERRY88 IM JUST NOT CALLING YOU BACK AS A BIT AT THIS POINT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200514, "Text": "This was a nice catch by @Stockjabber on something I had not yet heard of. Not seeing it in a lot of companies — ye… https://t.co/PlJ8UsALOV", "clean_text": "THIS WAS A NICE CATCH BY @STOCKJABBER ON SOMETHING I HAD NOT YET HEARD OF NOT SEEING IT IN A LOT OF COMPANIES YE ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200514, "Text": "RT @SadBillAckman: Since when is EV/Share a metric? $PEY https://t.co/PlCWvyt829", "clean_text": "RT @SADBILLACKMAN SINCE WHEN IS EVSHARE A METRIC PEY ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200514, "Text": "Mayor Garcetti said “We’ll never be completely open until we have a cure.”  It was reported he said “The city of Lo… https://t.co/1imaM4EOrJ", "clean_text": "MAYOR GARCETTI SAID WELL NEVER BE COMPLETELY OPEN UNTIL WE HAVE A CURE”  IT WAS REPORTED HE SAID THE CITY OF LO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200514, "Text": "A follow up to the sources I found for $GOOG $FB $SNAP $TWTR etc for advertising, digital ad, mobile, etc. - plenty… https://t.co/uLJghpuW8U", "clean_text": "A FOLLOW UP TO THE SOURCES I FOUND FOR GOOG FB SNAP TWTR ETC FOR ADVERTISING DIGITAL AD MOBILE ETC  PLENTY ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "It is YOU, the investor, that is either:\n\nPrice-conscious; oriented toward a discount on current assets/profits, a… https://t.co/xpNqYkYOby", "clean_text": "IT IS YOU THE INVESTOR THAT IS EITHER\n\nPRICECONSCIOUS ORIENTED TOWARD A DISCOUNT ON CURRENT ASSETSPROFITS A ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "We all read the same books... Ben Graham influenced a generation. But even WB evolved away from the convention of b… https://t.co/V0hzLgH1nS", "clean_text": "WE ALL READ THE SAME BOOKS BEN GRAHAM INFLUENCED A GENERATION BUT EVEN WB EVOLVED AWAY FROM THE CONVENTION OF B ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "The inability to mount a cohesive national response that fosters cooperation &amp; accounts for regional differences du… https://t.co/4qR74qdKWo", "clean_text": "THE INABILITY TO MOUNT A COHESIVE NATIONAL RESPONSE THAT FOSTERS COOPERATION AMP ACCOUNTS FOR REGIONAL DIFFERENCES DU ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200514, "Text": "RT @alexsalvinews: Barstool’s Dave Portnoy goes on a rant fighting back against COVID lockdowns:\n\n“I would rather die of corona ... or take…", "clean_text": "RT @ALEXSALVINEWS BARSTOOLS DAVE PORTNOY GOES ON A RANT FIGHTING BACK AGAINST COVID LOCKDOWNS\n\nI WOULD RATHER DIE OF CORONA  OR TAKE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200514, "Text": "@GWInvestors @Greenbackd Your math was good. A $27 billion bond issuance right now is pretty close to a $30 billion… https://t.co/agBYVb8KDA", "clean_text": "@GWINVESTORS @GREENBACKD YOUR MATH WAS GOOD A 27 BILLION BOND ISSUANCE RIGHT NOW IS PRETTY CLOSE TO A 30 BILLION ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200514, "Text": "RT @byrdinator: The Senate just now approved a bill to sanction Chinese government officials responsible for internment camps in Xinjiang,…", "clean_text": "RT @BYRDINATOR THE SENATE JUST NOW APPROVED A BILL TO SANCTION CHINESE GOVERNMENT OFFICIALS RESPONSIBLE FOR INTERNMENT CAMPS IN XINJIANG", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "We are releasing another open letter to Advent @adventintl related to the $FSCT Forescout deal. After a thorough re… https://t.co/y2tYpUlQuG", "clean_text": "WE ARE RELEASING ANOTHER OPEN LETTER TO ADVENT @ADVENTINTL RELATED TO THE FSCT FORESCOUT DEAL AFTER A THOROUGH RE ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "$FSCT Management's explanations for a poor Q1 blaming #COVID19 and the deal itself are insufficient in our view… https://t.co/m8YhZ8sWVO", "clean_text": "FSCT MANAGEMENT EXPLANATIONS FOR A POOR Q1 BLAMING #COVID19 AND THE DEAL ITSELF ARE INSUFFICIENT IN OUR VIEW ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "$FSCT surprise restructuring forbidden according to the merger document. Seems a strange move to us for Advent to a… https://t.co/D4undZcCLz", "clean_text": "FSCT SURPRISE RESTRUCTURING FORBIDDEN ACCORDING TO THE MERGER DOCUMENT SEEMS A STRANGE MOVE TO US FOR ADVENT TO A ", "count1": 1, "count2": 2, "count3": 3, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "We are perplexed why $FSCT would draw down on its credit facility with ample cash to bridge itself to a closing wit… https://t.co/S3qgytW5KO", "clean_text": "WE ARE PERPLEXED WHY FSCT WOULD DRAW DOWN ON ITS CREDIT FACILITY WITH AMPLE CASH TO BRIDGE ITSELF TO A CLOSING WIT ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "Can anyone opine is this channel stuffing and would evidence of this be cause for a Material Adverse Event or give… https://t.co/ecAXXLlaQF", "clean_text": "CAN ANYONE OPINE IS THIS CHANNEL STUFFING AND WOULD EVIDENCE OF THIS BE CAUSE FOR A MATERIAL ADVERSE EVENT OR GIVE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "David Tepper on CNBC: “It’s a little bit different risk/reward.  The market’s pretty high and the Fed’s put a lot o… https://t.co/BFalukrX9A", "clean_text": "DAVID TEPPER ON CNBC ITS A LITTLE BIT DIFFERENT RISKREWARD  THE MARKETS PRETTY HIGH AND THE FEDS PUT A LOT O ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: \"...It’s hard to say the market can’t go up. But it’s not a good risk/reward market.\"", "clean_text": "TEPPER ITS HARD TO SAY THE MARKET CANT GO UP BUT ITS NOT A GOOD RISKREWARD MARKET", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “I want to be invested in the banks at some point, my problem is if you think there’s a long period of low… https://t.co/i6F266pxXs", "clean_text": "TEPPER I WANT TO BE INVESTED IN THE BANKS AT SOME POINT MY PROBLEM IS IF YOU THINK THERES A LONG PERIOD OF LOW ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200513, "Text": "@bennpeifert V. Good twete. There’s a gradualism vs shock therapy joke in here somewhere.", "clean_text": "@BENNPEIFERT V GOOD TWETE THERES A GRADUALISM VS SHOCK THERAPY JOKE IN HERE SOMEWHERE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@retail_risk Bloomberg if doing anything in fixed income / commodities, otherwise FactSet (if cost at all a conside… https://t.co/0QJDbAnLgK", "clean_text": "@RETAIL_RISK BLOOMBERG IF DOING ANYTHING IN FIXED INCOME  COMMODITIES OTHERWISE FACTSET IF COST AT ALL A CONSIDE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200513, "Text": "Ordered April 6th. Delivered today.\n\nDriver said they do ~200 deliveries a day at the warehouse he works at.\n$PTON https://t.co/eJPGvbm22W", "clean_text": "ORDERED APRIL 6TH DELIVERED TODAY\n\nDRIVER SAID THEY DO ~200 DELIVERIES A DAY AT THE WAREHOUSE HE WORKS AT\nPTON ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200513, "Text": "I have a differentiated view on SaaS stocks: Covid-19 is accelerating cloud transitions by years. I'm a brilliant S… https://t.co/z4DNNk3tP2", "clean_text": "I HAVE A DIFFERENTIATED VIEW ON SAAS STOCKS COVID19 IS ACCELERATING CLOUD TRANSITIONS BY YEARS IM A BRILLIANT S ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200513, "Text": "RT @modestproposal1: Imagine there's no financials\nIt isn't hard to do\nNo one building anything\nAnd no travel too\n\nYou may say I'm a dreame…", "clean_text": "RT @MODESTPROPOSAL1 IMAGINE THERE NO FINANCIALS\nIT ISNT HARD TO DO\nNO ONE BUILDING ANYTHING\nAND NO TRAVEL TOO\n\nYOU MAY SAY IM A DREAME", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200513, "Text": "\"What if we get a Covid-19 vaccine and half the country refuses to take it?\" https://t.co/MrwI2iOY3L", "clean_text": "WHAT IF WE GET A COVID19 VACCINE AND HALF THE COUNTRY REFUSES TO TAKE IT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200513, "Text": "$GSX only large cap stock in 20 yrs that has allegedly grown rev over 350% a year and profitable during growth  No… https://t.co/KRaEYHoCsI", "clean_text": "GSX ONLY LARGE CAP STOCK IN 20 YRS THAT HAS ALLEGEDLY GROWN REV OVER 350% A YEAR AND PROFITABLE DURING GROWTH  NO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "@TheCharlieton Kevin Kelly is a national treasure.", "clean_text": "@THECHARLIETON KEVIN KELLY IS A NATIONAL TREASURE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @CapitalObserver: I counted roughly $24 billion of secondary offerings this week, possibly a record. This gets zero mentions in any narr…", "clean_text": "RT @CAPITALOBSERVER I COUNTED ROUGHLY 24 BILLION OF SECONDARY OFFERINGS THIS WEEK POSSIBLY A RECORD THIS GETS ZERO MENTIONS IN ANY NARR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200512, "Text": "RT @JohnPGavin: @profgalloway Smart money people have long viewed the guy as a fraud. My own research operation, @probesreporter, has repea…", "clean_text": "RT @JOHNPGAVIN @PROFGALLOWAY SMART MONEY PEOPLE HAVE LONG VIEWED THE GUY AS A FRAUD MY OWN RESEARCH OPERATION @PROBESREPORTER HAS REPEA", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200512, "Text": "@patrick_oshag What’s the single most important thing you look for in a business/asset?", "clean_text": "@PATRICK_OSHAG WHATS THE SINGLE MOST IMPORTANT THING YOU LOOK FOR IN A BUSINESSASSET", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "Keep getting this song stuck in my head, seems capital has taken a page from labor, always  dreaming “only 5 years… https://t.co/XMMJjQLJZN", "clean_text": "KEEP GETTING THIS SONG STUCK IN MY HEAD SEEMS CAPITAL HAS TAKEN A PAGE FROM LABOR ALWAYS  DREAMING ONLY 5 YEARS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200512, "Text": "@RussianBear Bitcoin Studies is a sure future.", "clean_text": "@RUSSIANBEAR BITCOIN STUDIES IS A SURE FUTURE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200512, "Text": "Fauci would be a great short seller. That guy just kills the market. #Guantanamo", "clean_text": "FAUCI WOULD BE A GREAT SHORT SELLER THAT GUY JUST KILLS THE MARKET #GUANTANAMO", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200512, "Text": "@jfc_3_ Might have something in mind, shoot me a DM and I’ll reach out on my end and see if they have anything open", "clean_text": "@JFC_3_ MIGHT HAVE SOMETHING IN MIND SHOOT ME A DM AND ILL REACH OUT ON MY END AND SEE IF THEY HAVE ANYTHING OPEN", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200512, "Text": "*NEW* Slide Deck on Alphabet Inc. $GOOG (April 2020)\n- 263 pgs for members (a little long winded, IMO)\n- posted fir… https://t.co/fZbsjiYHbS", "clean_text": "*NEW* SLIDE DECK ON ALPHABET INC GOOG APRIL 2020\n 263 PGS FOR MEMBERS A LITTLE LONG WINDED IMO\n POSTED FIR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Out of business in a Quibi?\n\nhttps://t.co/tlkmr5DiDS", "clean_text": "OUT OF BUSINESS IN A QUIBI\n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "@NickatFP ...is that a GoPro on the right?", "clean_text": "@NICKATFP IS THAT A GOPRO ON THE RIGHT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200512, "Text": "Why is Joe Kernan still on TV? \n\n@cnbc can’t find anyone better for the prime morning spot?\n\nIt’s like watching a car accident every morning", "clean_text": "WHY IS JOE KERNAN STILL ON TV \n\n@CNBC CANT FIND ANYONE BETTER FOR THE PRIME MORNING SPOT\n\nITS LIKE WATCHING A CAR ACCIDENT EVERY MORNING", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200512, "Text": "Munger: A problem thoroughly understood is half solved.", "clean_text": "MUNGER A PROBLEM THOROUGHLY UNDERSTOOD IS HALF SOLVED", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200512, "Text": "This is like the sell side raising a price target because the stock keeps moving higher. No one knows where it tops… https://t.co/wsH2Wv0Bhg", "clean_text": "THIS IS LIKE THE SELL SIDE RAISING A PRICE TARGET BECAUSE THE STOCK KEEPS MOVING HIGHER NO ONE KNOWS WHERE IT TOPS ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200512, "Text": "Letter from White House acknowledling : China Stock Fraud - a first.  $GSX investigation can't be far behind. Low h… https://t.co/pxon1RMFQr", "clean_text": "LETTER FROM WHITE HOUSE ACKNOWLEDLING  CHINA STOCK FRAUD  A FIRST  GSX INVESTIGATION CANT BE FAR BEHIND LOW H ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "Time for $ORCC to hold that bring down due diligence call on $FSCT and ask itself how \"committed\"\n it is to a compa… https://t.co/2g6nN9KemC", "clean_text": "TIME FOR ORCC TO HOLD THAT BRING DOWN DUE DILIGENCE CALL ON FSCT AND ASK ITSELF HOW COMMITTED\n IT IS TO A COMPA ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "Herbalife to pay a $123 million to the SEC and DOJ to settle China bribery allegations. Covers the company's China… https://t.co/QxHOwMpPY3", "clean_text": "HERBALIFE TO PAY A 123 MILLION TO THE SEC AND DOJ TO SETTLE CHINA BRIBERY ALLEGATIONS COVERS THE COMPANY CHINA ", "count1": 2, "count2": 1, "count3": 3, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "\"Oh, a lot of people are not going to be happy to see this.\" \n\nThinking about a report we are working on right now.", "clean_text": "OH A LOT OF PEOPLE ARE NOT GOING TO BE HAPPY TO SEE THIS \n\nTHINKING ABOUT A REPORT WE ARE WORKING ON RIGHT NOW", "count1": 0, "count2": 2, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "$HLF isn't the only one with a bribery problem in China.  3M only recently disclosed what appears to be the early s… https://t.co/AmDM7O3Bhj", "clean_text": "HLF ISNT THE ONLY ONE WITH A BRIBERY PROBLEM IN CHINA  3M ONLY RECENTLY DISCLOSED WHAT APPEARS TO BE THE EARLY S ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200511, "Text": "A common manifestation of overconfidence is \"overprecision.\" Here's an example of how that can play out with market… https://t.co/3XaxFvBb4b", "clean_text": "A COMMON MANIFESTATION OF OVERCONFIDENCE IS OVERPRECISION HERE AN EXAMPLE OF HOW THAT CAN PLAY OUT WITH MARKET ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200511, "Text": "@pearkes it’s a pretty normal letter and i don’t think mgmt was so much “surprised by the flex” as “annoyed to be o… https://t.co/MWIMxY7mRp", "clean_text": "@PEARKES ITS A PRETTY NORMAL LETTER AND I DONT THINK MGMT WAS SO MUCH SURPRISED BY THE FLEX” AS ANNOYED TO BE O ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200511, "Text": "@patio11 @ByrneHobart @libovness there was a terrific Risk article about Libor vs OIS discounting that GS figured o… https://t.co/gcmTGs0snQ", "clean_text": "@PATIO11 @BYRNEHOBART @LIBOVNESS THERE WAS A TERRIFIC RISK ARTICLE ABOUT LIBOR VS OIS DISCOUNTING THAT GS FIGURED O ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200511, "Text": "I grow more baffled by the day \n\n\"Year-over-year, the company said bookings saw a 200% increase.\" \n \nhttps://t.co/6jqLCzdT2E", "clean_text": "I GROW MORE BAFFLED BY THE DAY \n\nYEAROVERYEAR THE COMPANY SAID BOOKINGS SAW A 200% INCREASE \n", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200511, "Text": "@polarbearv3 he was a little before my time but I get the spirit", "clean_text": "@POLARBEARV3 HE WAS A LITTLE BEFORE MY TIME BUT I GET THE SPIRIT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200511, "Text": "@DeadLiftCapital @blinddartcap you are doing God's work being intelligent and having kids, a better man than I", "clean_text": "@DEADLIFTCAPITAL @BLINDDARTCAP YOU ARE DOING GOD WORK BEING INTELLIGENT AND HAVING KIDS A BETTER MAN THAN I", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200511, "Text": "Last week, more than 40 companies representing a diverse group of businesses, used the word depression for the firs… https://t.co/STYXCWaY6o", "clean_text": "LAST WEEK MORE THAN 40 COMPANIES REPRESENTING A DIVERSE GROUP OF BUSINESSES USED THE WORD DEPRESSION FOR THE FIRS ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200511, "Text": "@WallStCynic Last week, Ontario (finally) charged an illegal binary options business, including a payment processor… https://t.co/Yd21gUOt9M", "clean_text": "@WALLSTCYNIC LAST WEEK ONTARIO FINALLY CHARGED AN ILLEGAL BINARY OPTIONS BUSINESS INCLUDING A PAYMENT PROCESSOR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet I reached a similar conclusion. I’m not afraid of getting it (the chance of even needing to go to a ho… https://t.co/fD1CtTlDY6", "clean_text": "@GIVEN2TWEET I REACHED A SIMILAR CONCLUSION IM NOT AFRAID OF GETTING IT THE CHANCE OF EVEN NEEDING TO GO TO A HO ", "count1": 1, "count2": 2, "count3": 2, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet @Anonymous7902 That’s a tough situation - but I think you’re right. There have been just a handful of… https://t.co/3eB6N3cplr", "clean_text": "@GIVEN2TWEET @ANONYMOUS7902 THATS A TOUGH SITUATION  BUT I THINK YOURE RIGHT THERE HAVE BEEN JUST A HANDFUL OF ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20200511, "Text": "It's a true honor and blessing that Equinum is able to partner and assist in such a great cause.\n\nPlease join the c… https://t.co/8KUq3ssPVS", "clean_text": "IT A TRUE HONOR AND BLESSING THAT EQUINUM IS ABLE TO PARTNER AND ASSIST IN SUCH A GREAT CAUSE\n\nPLEASE JOIN THE C ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@MidwestHedgie I have a policy of not blocking but the number of angry dudes who can’t do math calling everyone an… https://t.co/mnylq3QIGn", "clean_text": "@MIDWESTHEDGIE I HAVE A POLICY OF NOT BLOCKING BUT THE NUMBER OF ANGRY DUDES WHO CANT DO MATH CALLING EVERYONE AN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie There is a subset of the population who feels invincible and is happy to take chances. Some of them are b… https://t.co/9f8aY4ESsb", "clean_text": "@JDBUDGIE THERE IS A SUBSET OF THE POPULATION WHO FEELS INVINCIBLE AND IS HAPPY TO TAKE CHANCES SOME OF THEM ARE B ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie Would love to see a polling for “readiness for back to normal” with wealth level. I suspect the people re… https://t.co/pQuJbNZdZ7", "clean_text": "@JDBUDGIE WOULD LOVE TO SEE A POLLING FOR READINESS FOR BACK TO NORMAL” WITH WEALTH LEVEL I SUSPECT THE PEOPLE RE ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie I say this as someone who thinks a universal lockdown is wrong. Regional differences matter. But so does… https://t.co/nrS7a2X9rb", "clean_text": "@JDBUDGIE I SAY THIS AS SOMEONE WHO THINKS A UNIVERSAL LOCKDOWN IS WRONG REGIONAL DIFFERENCES MATTER BUT SO DOES ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@suvyboy Socialism? Communism? Eg. Before you go that far, I might try capitalism but with living wages and a rejig… https://t.co/jTKRw8AKfc", "clean_text": "@SUVYBOY SOCIALISM COMMUNISM EG BEFORE YOU GO THAT FAR I MIGHT TRY CAPITALISM BUT WITH LIVING WAGES AND A REJIG ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie Other GOP leaders. The government is hardly in lockstep here. Science has become a partisan issue.", "clean_text": "@JDBUDGIE OTHER GOP LEADERS THE GOVERNMENT IS HARDLY IN LOCKSTEP HERE SCIENCE HAS BECOME A PARTISAN ISSUE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@KaivanShroff You are missing quite a few.", "clean_text": "@KAIVANSHROFF YOU ARE MISSING QUITE A FEW", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200511, "Text": "To inspire shared sacrifice, unity, and common cause, a leader doesn't need everyone to agree with them on every is… https://t.co/BpNYBupmmS", "clean_text": "TO INSPIRE SHARED SACRIFICE UNITY AND COMMON CAUSE A LEADER DOESNT NEED EVERYONE TO AGREE WITH THEM ON EVERY IS ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "Grilling a tomahawk for the first time. This thing is as long as my forearm. https://t.co/LihIos4yDK", "clean_text": "GRILLING A TOMAHAWK FOR THE FIRST TIME THIS THING IS AS LONG AS MY FOREARM ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "@jordanbrianl I think we’ll try that. We’ll wait till a week from Tuesday because right now we’ve got a lotta tomahawk.", "clean_text": "@JORDANBRIANL I THINK WELL TRY THAT WELL WAIT TILL A WEEK FROM TUESDAY BECAUSE RIGHT NOW WEVE GOT A LOTTA TOMAHAWK", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "@jordanbrianl We got ours from Little Prince in Santa Monica. They’ve got a great produce market box too.", "clean_text": "@JORDANBRIANL WE GOT OURS FROM LITTLE PRINCE IN SANTA MONICA THEYVE GOT A GREAT PRODUCE MARKET BOX TOO", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "@josephandelin I bought it from a local restaurant that’s hurting right now. If there is one time where I’m going t… https://t.co/LVl0IRroMZ", "clean_text": "@JOSEPHANDELIN I BOUGHT IT FROM A LOCAL RESTAURANT THATS HURTING RIGHT NOW IF THERE IS ONE TIME WHERE IM GOING T ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200511, "Text": "RT @JustinTinsley: MJ with that bat and cigar looks like a lost scene from The Sopranos #TheLastDance", "clean_text": "RT @JUSTINTINSLEY MJ WITH THAT BAT AND CIGAR LOOKS LIKE A LOST SCENE FROM THE SOPRANOS #THELASTDANCE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200511, "Text": "RT @adam_tooze: There is a credit squeeze going on from side of lenders who are raising credit card conditions etc. But there is also a col…", "clean_text": "RT @ADAM_TOOZE THERE IS A CREDIT SQUEEZE GOING ON FROM SIDE OF LENDERS WHO ARE RAISING CREDIT CARD CONDITIONS ETC BUT THERE IS ALSO A COL", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200511, "Text": "@FlattenMyAcct @racheladhe It can happen. That kid looks like she has veto power over a transfer or two https://t.co/9ewtbbOQiO", "clean_text": "@FLATTENMYACCT @RACHELADHE IT CAN HAPPEN THAT KID LOOKS LIKE SHE HAS VETO POWER OVER A TRANSFER OR TWO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x On a podcast, Andy Golden talked about how his personal identity wasn't tied up with his success as a… https://t.co/jWCp0I3rOV", "clean_text": "@COMPOUND100X ON A PODCAST ANDY GOLDEN TALKED ABOUT HOW HIS PERSONAL IDENTITY WASNT TIED UP WITH HIS SUCCESS AS A ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x Junior levels are often 1/3 to 1/2 women. There is a lack of career progression and ridiculous bias i… https://t.co/kwlJ8AFXo5", "clean_text": "@COMPOUND100X JUNIOR LEVELS ARE OFTEN 13 TO 12 WOMEN THERE IS A LACK OF CAREER PROGRESSION AND RIDICULOUS BIAS I ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x That shouldn’t be a question mark", "clean_text": "@COMPOUND100X THAT SHOULDNT BE A QUESTION MARK", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200510, "Text": "The one thing that travels and spreads quicker than Covid is idiocy. Plenty of native carriers all over the world a… https://t.co/sxdkvEFZUq", "clean_text": "THE ONE THING THAT TRAVELS AND SPREADS QUICKER THAN COVID IS IDIOCY PLENTY OF NATIVE CARRIERS ALL OVER THE WORLD A ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200509, "Text": "RT @JohnPGavin: I’m the creator, producer, and host of the @CanningSeason podcast. Home canning is a fun distraction from the market noise…", "clean_text": "RT @JOHNPGAVIN IM THE CREATOR PRODUCER AND HOST OF THE @CANNINGSEASON PODCAST HOME CANNING IS A FUN DISTRACTION FROM THE MARKET NOISE", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200509, "Text": "@suvyboy My Dr. Friend said just literally walk in at his urgent care facility. He is crushing it right now doing a… https://t.co/WA3ZZ0K1Mg", "clean_text": "@SUVYBOY MY DR FRIEND SAID JUST LITERALLY WALK IN AT HIS URGENT CARE FACILITY HE IS CRUSHING IT RIGHT NOW DOING A ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200509, "Text": "@wait4thegoodlif 1. Debt issues - if issues - will manifest in LT, at a min outside the boundary for portfolio allo… https://t.co/IaSEY6tlGg", "clean_text": "@WAIT4THEGOODLIF 1 DEBT ISSUES  IF ISSUES  WILL MANIFEST IN LT AT A MIN OUTSIDE THE BOUNDARY FOR PORTFOLIO ALLO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@jay_21_ Meanwhile, nursing home deaths: https://t.co/AXEWfxSMCM \n\nYou can develop a reasonable picture of who is a… https://t.co/N7r4DCygwl", "clean_text": "@JAY_21_ MEANWHILE NURSING HOME DEATHS  \n\nYOU CAN DEVELOP A REASONABLE PICTURE OF WHO IS A ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@IgnoreNarrative So few of us have a reasonable time horizon. Think of the sheer number of people at pods. Even LOs… https://t.co/QmDbinCdrJ", "clean_text": "@IGNORENARRATIVE SO FEW OF US HAVE A REASONABLE TIME HORIZON THINK OF THE SHEER NUMBER OF PEOPLE AT PODS EVEN LOS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@IgnoreNarrative Yep, absolutely. \n\nI manage a very concentrated LO (seed) product. 10-15 names. Salesforce asks fo… https://t.co/tJe3nYq7ie", "clean_text": "@IGNORENARRATIVE YEP ABSOLUTELY \n\nI MANAGE A VERY CONCENTRATED LO SEED PRODUCT 1015 NAMES SALESFORCE ASKS FO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "This is one more interesting note. In late 1907, economists thought we were headed for a depression, with one firm… https://t.co/OyovLonkcl", "clean_text": "THIS IS ONE MORE INTERESTING NOTE IN LATE 1907 ECONOMISTS THOUGHT WE WERE HEADED FOR A DEPRESSION WITH ONE FIRM ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "@TheSecretAcct No we recovered from the 1907 credit crisis very quickly. We had a very deep depression, but it was… https://t.co/iakiF0rBFT", "clean_text": "@THESECRETACCT NO WE RECOVERED FROM THE 1907 CREDIT CRISIS VERY QUICKLY WE HAD A VERY DEEP DEPRESSION BUT IT WAS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200509, "Text": "@conorsen There’s no better sign of a company being past its prime than when it starts thinking about leaving Calif… https://t.co/HhJUrfDVLF", "clean_text": "@CONORSEN THERES NO BETTER SIGN OF A COMPANY BEING PAST ITS PRIME THAN WHEN IT STARTS THINKING ABOUT LEAVING CALIF ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200508, "Text": "This newsletter is like watching a Fellini movie. You’re able to appreciate it, but no one really knows what’s goin… https://t.co/TL8gKLdyhn", "clean_text": "THIS NEWSLETTER IS LIKE WATCHING A FELLINI MOVIE YOURE ABLE TO APPRECIATE IT BUT NO ONE REALLY KNOWS WHATS GOIN ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200508, "Text": "@pstrepo that's a very good point though i feel like in practice this is mostly a vanity consumption good", "clean_text": "@PSTREPO THAT A VERY GOOD POINT THOUGH I FEEL LIKE IN PRACTICE THIS IS MOSTLY A VANITY CONSUMPTION GOOD", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@sniperdream1 @DustMyBroom17 Do I get tweets from sniper dream2 through sniper dream9 if I hire you? A dream team, if you will?", "clean_text": "@SNIPERDREAM1 @DUSTMYBROOM17 DO I GET TWEETS FROM SNIPER DREAM2 THROUGH SNIPER DREAM9 IF I HIRE YOU A DREAM TEAM IF YOU WILL", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@DustMyBroom17 You’re trying to get the little guy to pay $1.5 billion for a pre-revenue biotech with a long histor… https://t.co/u6F7X87bPI", "clean_text": "@DUSTMYBROOM17 YOURE TRYING TO GET THE LITTLE GUY TO PAY 15 BILLION FOR A PREREVENUE BIOTECH WITH A LONG HISTOR ", "count1": 1, "count2": 2, "count3": 2, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@tomyarborough It’s not a cost basis if the company gives you shares as compensation for investor relations services.", "clean_text": "@TOMYARBOROUGH ITS NOT A COST BASIS IF THE COMPANY GIVES YOU SHARES AS COMPENSATION FOR INVESTOR RELATIONS SERVICES", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200508, "Text": "@firstadopter Yeah. It’s a bit frustrating.", "clean_text": "@FIRSTADOPTER YEAH ITS A BIT FRUSTRATING", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200508, "Text": "RT @paulg: When you're in the middle of a crisis, you tend to overestimate how permanent its effects will be.", "clean_text": "RT @PAULG WHEN YOURE IN THE MIDDLE OF A CRISIS YOU TEND TO OVERESTIMATE HOW PERMANENT ITS EFFECTS WILL BE", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200508, "Text": "RT @StateDept: On #VEDay75, we stand together to reflect on our shared history and remember all those who served as a force for freedom aga…", "clean_text": "RT @STATEDEPT ON #VEDAY75 WE STAND TOGETHER TO REFLECT ON OUR SHARED HISTORY AND REMEMBER ALL THOSE WHO SERVED AS A FORCE FOR FREEDOM AGA", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "The Fed and Congress have announced almost nothing meaningfully new in call it a month. And your many tweets in int… https://t.co/yWkDE8iLWc", "clean_text": "THE FED AND CONGRESS HAVE ANNOUNCED ALMOST NOTHING MEANINGFULLY NEW IN CALL IT A MONTH AND YOUR MANY TWEETS IN INT ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "FatTailCapital", "Time": 20200508, "Text": "COVID-19 interview question: In a two-sided network business in a secularly growing industry with mostly fixed cost… https://t.co/DBhUpfo99r", "clean_text": "COVID19 INTERVIEW QUESTION IN A TWOSIDED NETWORK BUSINESS IN A SECULARLY GROWING INDUSTRY WITH MOSTLY FIXED COST ", "count1": 0, "count2": 2, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200508, "Text": "RT @morganhousel: School: your paper must be a minimum 5 pages. \n\nReal world: explain it to me in seven seconds or I'm out of here.", "clean_text": "RT @MORGANHOUSEL SCHOOL YOUR PAPER MUST BE A MINIMUM 5 PAGES \n\nREAL WORLD EXPLAIN IT TO ME IN SEVEN SECONDS OR IM OUT OF HERE", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200508, "Text": "Chinese media calling $GSX a fraud. Tencent News comparing listed education names EDU, TAL, GSX.  Story skeptical o… https://t.co/YFeIBAHslO", "clean_text": "CHINESE MEDIA CALLING GSX A FRAUD TENCENT NEWS COMPARING LISTED EDUCATION NAMES EDU TAL GSX  STORY SKEPTICAL O ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200508, "Text": "RT @AlderLaneeggs: A Young Investor’s Revolt Against Private Equity | Institutional Investor Very proud of my friend ⁦@FriendlyBearSA⁩ . He…", "clean_text": "RT @ALDERLANEEGGS A YOUNG INVESTORS REVOLT AGAINST PRIVATE EQUITY INSTITUTIONAL INVESTOR VERY PROUD OF MY FRIEND ⁦@FRIENDLYBEARSA⁩  HE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200508, "Text": "PAA Research Report: CWH: Demand Turns on a Dime and Now We Might Have Line of Sight to $400MM in EBITDA https://t.co/MRrvOhHofC", "clean_text": "PAA RESEARCH REPORT CWH DEMAND TURNS ON A DIME AND NOW WE MIGHT HAVE LINE OF SIGHT TO 400MM IN EBITDA ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200507, "Text": "RT @JohnPGavin: After the parasites suck the life blood out of its victim, it becomes nearly impossible for it to then survive a hardship.…", "clean_text": "RT @JOHNPGAVIN AFTER THE PARASITES SUCK THE LIFE BLOOD OUT OF ITS VICTIM IT BECOMES NEARLY IMPOSSIBLE FOR IT TO THEN SURVIVE A HARDSHIP", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200507, "Text": "\"Jones, who said his Tudor BVI fund may hold as much as a low single-digit percentage of its assets in Bitcoin futu… https://t.co/0wkbJJohnj", "clean_text": "JONES WHO SAID HIS TUDOR BVI FUND MAY HOLD AS MUCH AS A LOW SINGLEDIGIT PERCENTAGE OF ITS ASSETS IN BITCOIN FUTU ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200507, "Text": "RT @BillBrewsterSCG: Now this is a letter!\n\nH/t ⁦@TSOH_Investing⁩\n\nMessage from Bob Atwell, Chairman, President and CEO of Nicolet Bankshar…", "clean_text": "RT @BILLBREWSTERSCG NOW THIS IS A LETTER\n\nHT ⁦@TSOH_INVESTING⁩\n\nMESSAGE FROM BOB ATWELL CHAIRMAN PRESIDENT AND CEO OF NICOLET BANKSHAR", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200507, "Text": "RT @SecPompeo: China could have prevented the deaths of thousands of people worldwide and spared the world a descent into global economic m…", "clean_text": "RT @SECPOMPEO CHINA COULD HAVE PREVENTED THE DEATHS OF THOUSANDS OF PEOPLE WORLDWIDE AND SPARED THE WORLD A DESCENT INTO GLOBAL ECONOMIC M", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "The lockdown in the US was never about eradication. We were unfortunately too late for that to be a possibility, an… https://t.co/QSbEcr3Mdb", "clean_text": "THE LOCKDOWN IN THE US WAS NEVER ABOUT ERADICATION WE WERE UNFORTUNATELY TOO LATE FOR THAT TO BE A POSSIBILITY AN ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "This thread isn't to litigate the decision(s) to reopen. But anyone who thinks the market isn't expecting a very la… https://t.co/LlUIY8ISDW", "clean_text": "THIS THREAD ISNT TO LITIGATE THE DECISIONS TO REOPEN BUT ANYONE WHO THINKS THE MARKET ISNT EXPECTING A VERY LA ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Because unless (a lot) more people die than we think or unless our hospitals prove they can't handle, we're staying… https://t.co/LTZSExD7fA", "clean_text": "BECAUSE UNLESS A LOT MORE PEOPLE DIE THAN WE THINK OR UNLESS OUR HOSPITALS PROVE THEY CANT HANDLE WERE STAYING ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Namely, whether the fatality rate of the virus proves to actually be high enough to warrant waiting out a vaccine (… https://t.co/cFpBuuMBF5", "clean_text": "NAMELY WHETHER THE FATALITY RATE OF THE VIRUS PROVES TO ACTUALLY BE HIGH ENOUGH TO WARRANT WAITING OUT A VACCINE  ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@SmallCapLS Agree. Waiting on a vaccine isn’t feasible. Nor are we remotely close to being able to “test and trace”… https://t.co/9BERR6Y4nn", "clean_text": "@SMALLCAPLS AGREE WAITING ON A VACCINE ISNT FEASIBLE NOR ARE WE REMOTELY CLOSE TO BEING ABLE TO TEST AND TRACE” ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "April order rates in China are still down 25%, not a reassuring sign for a quick recovery in the US. https://t.co/fJFXswa0de", "clean_text": "APRIL ORDER RATES IN CHINA ARE STILL DOWN 25% NOT A REASSURING SIGN FOR A QUICK RECOVERY IN THE US ", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "EdBorgato", "Time": 20200507, "Text": "News that a speculative instrument has been purchased by a famous speculator might be news, but not sure it's important.", "clean_text": "NEWS THAT A SPECULATIVE INSTRUMENT HAS BEEN PURCHASED BY A FAMOUS SPECULATOR MIGHT BE NEWS BUT NOT SURE IT IMPORTANT", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200507, "Text": "This is a first, Never had IR of a company threaten to \"slap my face\".  How about we do it at the SEC office?  IR r… https://t.co/NR8X3ugJOE", "clean_text": "THIS IS A FIRST NEVER HAD IR OF A COMPANY THREATEN TO SLAP MY FACE  HOW ABOUT WE DO IT AT THE SEC OFFICE  IR R ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200507, "Text": "RT @CarterBWorth: The mkt's been at current levels for 3 wks now, neither pushing higher nor rolling over. A pretty good standoff btw those…", "clean_text": "RT @CARTERBWORTH THE MKT BEEN AT CURRENT LEVELS FOR 3 WKS NOW NEITHER PUSHING HIGHER NOR ROLLING OVER A PRETTY GOOD STANDOFF BTW THOSE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200506, "Text": "RT @JohnPGavin: @DonutShorts Resort fees and baggage &amp; ticket change fees could be the difference between which hotels / airlines make it a…", "clean_text": "RT @JOHNPGAVIN @DONUTSHORTS RESORT FEES AND BAGGAGE AMP TICKET CHANGE FEES COULD BE THE DIFFERENCE BETWEEN WHICH HOTELS  AIRLINES MAKE IT A", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200506, "Text": "RT @JohnPGavin: The #Saas pimps forced their customers over to a subscription model.  The spreadsheet jockeys on Wall Street, most of whom…", "clean_text": "RT @JOHNPGAVIN THE #SAAS PIMPS FORCED THEIR CUSTOMERS OVER TO A SUBSCRIPTION MODEL  THE SPREADSHEET JOCKEYS ON WALL STREET MOST OF WHOM", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200506, "Text": "Early #FF shoutout to @bluff_capital who is cranking out relevant earnings snapshots/summaries/commentary across a range of companies.", "clean_text": "EARLY #FF SHOUTOUT TO @BLUFF_CAPITAL WHO IS CRANKING OUT RELEVANT EARNINGS SNAPSHOTSSUMMARIESCOMMENTARY ACROSS A RANGE OF COMPANIES", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200506, "Text": "Long term Treasury yields are rising, understandably, due to a $4 Trillion growth of the National Debt coming in ju… https://t.co/5OoKV5sHpy", "clean_text": "LONG TERM TREASURY YIELDS ARE RISING UNDERSTANDABLY DUE TO A 4 TRILLION GROWTH OF THE NATIONAL DEBT COMING IN JU ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200506, "Text": "Great points. @benthompson had a related note recently. In the direct response category, low prices mean better CAC… https://t.co/vik8FzhAMh", "clean_text": "GREAT POINTS @BENTHOMPSON HAD A RELATED NOTE RECENTLY IN THE DIRECT RESPONSE CATEGORY LOW PRICES MEAN BETTER CAC ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "RT @jimmykimmel: I can think of no better metaphor for this presidency than Donald Trump not wearing a face mask to a face mask factory whi…", "clean_text": "RT @JIMMYKIMMEL I CAN THINK OF NO BETTER METAPHOR FOR THIS PRESIDENCY THAN DONALD TRUMP NOT WEARING A FACE MASK TO A FACE MASK FACTORY WHI", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "@CapitalEdgeNY Not true if they have a meat packing plant or a prison...definitely an issue", "clean_text": "@CAPITALEDGENY NOT TRUE IF THEY HAVE A MEAT PACKING PLANT OR A PRISONDEFINITELY AN ISSUE", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200506, "Text": "@FrancoOlivera Pretty much every SS report on $GOOG is a SOTP. Wait, the $5bn in losses in other bets actually is w… https://t.co/da4g0W98ud", "clean_text": "@FRANCOOLIVERA PRETTY MUCH EVERY SS REPORT ON GOOG IS A SOTP WAIT THE 5BN IN LOSSES IN OTHER BETS ACTUALLY IS W ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200506, "Text": "If every book should be a blog post, and every blog post should be a tweet, every webinar should be a _____?", "clean_text": "IF EVERY BOOK SHOULD BE A BLOG POST AND EVERY BLOG POST SHOULD BE A TWEET EVERY WEBINAR SHOULD BE A _____", "count1": 0, "count2": 3, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200506, "Text": "PAA Research Report: ATGE: The Company’s 3Q20 Margin Miracle Is a Mirage; Don’t Be Too Quick to Celebrate Chamberla… https://t.co/XtlQAavktg", "clean_text": "PAA RESEARCH REPORT ATGE THE COMPANYS 3Q20 MARGIN MIRACLE IS A MIRAGE DONT BE TOO QUICK TO CELEBRATE CHAMBERLA ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200505, "Text": "RT @JohnPGavin: Imagine Elon and the WeWork guy got together and started a firm. They could call it WeSteal. https://t.co/MY8iCKlsBV", "clean_text": "RT @JOHNPGAVIN IMAGINE ELON AND THE WEWORK GUY GOT TOGETHER AND STARTED A FIRM THEY COULD CALL IT WESTEAL ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200505, "Text": "With uncertainty about health and economic outcomes, this would seem like a good time for businesses, organizations… https://t.co/TvHlSzZc4V", "clean_text": "WITH UNCERTAINTY ABOUT HEALTH AND ECONOMIC OUTCOMES THIS WOULD SEEM LIKE A GOOD TIME FOR BUSINESSES ORGANIZATIONS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200505, "Text": "This newsletter can give you a lot of guidance when you least need it, but when you need it the most, that’s when i… https://t.co/0ebVoOx4cl", "clean_text": "THIS NEWSLETTER CAN GIVE YOU A LOT OF GUIDANCE WHEN YOU LEAST NEED IT BUT WHEN YOU NEED IT THE MOST THATS WHEN I ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200505, "Text": "According to the form 4 filed today, available at https://t.co/JnFLVR92Rb, Pourhassan netted a total of $15,760,909… https://t.co/Htjy48VSue", "clean_text": "ACCORDING TO THE FORM 4 FILED TODAY AVAILABLE AT  POURHASSAN NETTED A TOTAL OF 15760909 ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200505, "Text": "@IsThisMyMoney Form a PAC and donate aggressively to politicians in both parties.", "clean_text": "@ISTHISMYMONEY FORM A PAC AND DONATE AGGRESSIVELY TO POLITICIANS IN BOTH PARTIES", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200505, "Text": "The U.S. Treasury Department today admitted to a $3 Trillion “borrowing” need in the next quarter.  (I’ll take the… https://t.co/bn8JTYpdFZ", "clean_text": "THE US TREASURY DEPARTMENT TODAY ADMITTED TO A 3 TRILLION BORROWING” NEED IN THE NEXT QUARTER  ILL TAKE THE ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200505, "Text": "In addition, $WBT acknowledged that used equipment could negatively impact demand for new equipment for a period of… https://t.co/oWHnH3g9ra", "clean_text": "IN ADDITION WBT ACKNOWLEDGED THAT USED EQUIPMENT COULD NEGATIVELY IMPACT DEMAND FOR NEW EQUIPMENT FOR A PERIOD OF ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "Or maybe he thinks we are going back down and you can’t whip around tens of billions in a quick trade? And his sign… https://t.co/oqvsoiksmJ", "clean_text": "OR MAYBE HE THINKS WE ARE GOING BACK DOWN AND YOU CANT WHIP AROUND TENS OF BILLIONS IN A QUICK TRADE AND HIS SIGN ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200505, "Text": "$GOOG - search penetration, market share. Trying to get this deck out by tomorrow, taking a little longer than expe… https://t.co/FOGbOVaM5O", "clean_text": "GOOG  SEARCH PENETRATION MARKET SHARE TRYING TO GET THIS DECK OUT BY TOMORROW TAKING A LITTLE LONGER THAN EXPE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200505, "Text": "@EddyElfenbein Step one: tweet a knowable fact of interest.\n\nStep two: field responses from triggered tweeps that a… https://t.co/fVjKGzrmtV", "clean_text": "@EDDYELFENBEIN STEP ONE TWEET A KNOWABLE FACT OF INTEREST\n\nSTEP TWO FIELD RESPONSES FROM TRIGGERED TWEEPS THAT A ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200505, "Text": "@MidwestHedgie @SuperMugatu Just posting a very serious post is all.", "clean_text": "@MIDWESTHEDGIE @SUPERMUGATU JUST POSTING A VERY SERIOUS POST IS ALL", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20200505, "Text": "Including a section on activist shorts! https://t.co/CH8VN98raL", "clean_text": "INCLUDING A SECTION ON ACTIVIST SHORTS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "@Alex15223503 Of course it's not a new dynamic but it has accelerated the trajectory and it has become truly existe… https://t.co/v2LYcGwMHo", "clean_text": "@ALEX15223503 OF COURSE IT NOT A NEW DYNAMIC BUT IT HAS ACCELERATED THE TRAJECTORY AND IT HAS BECOME TRULY EXISTE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "@kidkapital Flex rollout will take a really, really long time and has far more complexities to it for agents then I… https://t.co/r4CGVZx9ms", "clean_text": "@KIDKAPITAL FLEX ROLLOUT WILL TAKE A REALLY REALLY LONG TIME AND HAS FAR MORE COMPLEXITIES TO IT FOR AGENTS THEN I ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200504, "Text": "Senator Leahy has a long history keeping the #FOIA strong.  We applaud his efforts in this regard.  \n\nClinton admin… https://t.co/BrZIxM1c0F", "clean_text": "SENATOR LEAHY HAS A LONG HISTORY KEEPING THE #FOIA STRONG  WE APPLAUD HIS EFFORTS IN THIS REGARD  \n\nCLINTON ADMIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200504, "Text": "This paper, \"Stock Compensation Expense, Cash Flows, and Inflated Valuations\" does a good job of explaining how to… https://t.co/DZvrAKQVxM", "clean_text": "THIS PAPER STOCK COMPENSATION EXPENSE CASH FLOWS AND INFLATED VALUATIONS DOES A GOOD JOB OF EXPLAINING HOW TO ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200504, "Text": "I looked for a newsletter with exposure to money and this was the first that I found and it was the biggest one, so… https://t.co/OtWxBPt96K", "clean_text": "I LOOKED FOR A NEWSLETTER WITH EXPOSURE TO MONEY AND THIS WAS THE FIRST THAT I FOUND AND IT WAS THE BIGGEST ONE SO ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 If a marketplace business successfully establishes a quasi monopoly and then tries to extract mono… https://t.co/bWDGWFUxks", "clean_text": "@MODESTPROPOSAL1 IF A MARKETPLACE BUSINESS SUCCESSFULLY ESTABLISHES A QUASI MONOPOLY AND THEN TRIES TO EXTRACT MONO ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 There's a pretty strong normative argument for regulating ISPs like other utilities, isn't there?… https://t.co/DzKiPweJMQ", "clean_text": "@MODESTPROPOSAL1 THERE A PRETTY STRONG NORMATIVE ARGUMENT FOR REGULATING ISPS LIKE OTHER UTILITIES ISNT THERE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@thayereric1 It's a paid promotional video. How does it explain why the CEO is selling stock?", "clean_text": "@THAYERERIC1 IT A PAID PROMOTIONAL VIDEO HOW DOES IT EXPLAIN WHY THE CEO IS SELLING STOCK", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@thayereric1 Nope, a cashless option exercise means the exercise price was paid with shares and no money changed hands.", "clean_text": "@THAYERERIC1 NOPE A CASHLESS OPTION EXERCISE MEANS THE EXERCISE PRICE WAS PAID WITH SHARES AND NO MONEY CHANGED HANDS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200504, "Text": "RT @tomgara: Incredible Nassim Taleb quote here: \"“The state,” he told me, “should not smooth out your life, like a Lebanese mother, but sh…", "clean_text": "RT @TOMGARA INCREDIBLE NASSIM TALEB QUOTE HERE THE STATE” HE TOLD ME SHOULD NOT SMOOTH OUT YOUR LIFE LIKE A LEBANESE MOTHER BUT SH", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200504, "Text": "RT @JordanFife1: A friend sent me this picture Halliburton yard in Duncanville Oklahoma, these are oil fracking trucks.... they have been i…", "clean_text": "RT @JORDANFIFE1 A FRIEND SENT ME THIS PICTURE HALLIBURTON YARD IN DUNCANVILLE OKLAHOMA THESE ARE OIL FRACKING TRUCKS THEY HAVE BEEN I", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200504, "Text": "RT @MoscowTimes: A third Russian doctor has fallen from a hospital window after he complained about being forced to work despite contractin…", "clean_text": "RT @MOSCOWTIMES A THIRD RUSSIAN DOCTOR HAS FALLEN FROM A HOSPITAL WINDOW AFTER HE COMPLAINED ABOUT BEING FORCED TO WORK DESPITE CONTRACTIN", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200504, "Text": "For a pre-Covid look at the health of state and local pension plans, see 'Political risk in America' in the Grant's… https://t.co/PgztxtOtQ0", "clean_text": "FOR A PRECOVID LOOK AT THE HEALTH OF STATE AND LOCAL PENSION PLANS SEE POLITICAL RISK IN AMERICA IN THE GRANT ", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "BergenCapital", "Time": 20200504, "Text": "RT @NonGaap: There are people who get paid $300K per year to attend a \"Board meeting\" 4 times a year where they drink and vote \"yes\" on eve…", "clean_text": "RT @NONGAAP THERE ARE PEOPLE WHO GET PAID 300K PER YEAR TO ATTEND A BOARD MEETING 4 TIMES A YEAR WHERE THEY DRINK AND VOTE YES ON EVE", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200504, "Text": "Would a younger Warren slap a cease and desist order on this profitless pet insurance company in the midst of a rat… https://t.co/5d4ojDH9hp", "clean_text": "WOULD A YOUNGER WARREN SLAP A CEASE AND DESIST ORDER ON THIS PROFITLESS PET INSURANCE COMPANY IN THE MIDST OF A RAT ", "count1": 1, "count2": 3, "count3": 0, "count4": 1}]