["THE", {"Name": "sprucepointcap", "Time": 20200502, "Text": "$FSCT Forescout insider dumps stock at a discount to the deal price, after our public criticism, and while in a qui… https://t.co/xtvX0CTFQE", "clean_text": "FSCT FORESCOUT INSIDER DUMPS STOCK AT A DISCOUNT TO THE DEAL PRICE AFTER OUR PUBLIC CRITICISM AND WHILE IN A QUI ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200502, "Text": "RT @JohnPGavin: Good night all.  The virus remains such the burden for so many. But tonight, set down your burdens.  Take your much-needed…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  THE VIRUS REMAINS SUCH THE BURDEN FOR SO MANY BUT TONIGHT SET DOWN YOUR BURDENS  TAKE YOUR MUCHNEEDED", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200502, "Text": "RT @AswathDamodaran: As the S&amp;P 500 had one of its best months ever in April 2020, the ERP for the market was sharply down from crisis high…", "clean_text": "RT @ASWATHDAMODARAN AS THE SAMPP 500 HAD ONE OF ITS BEST MONTHS EVER IN APRIL 2020 THE ERP FOR THE MARKET WAS SHARPLY DOWN FROM CRISIS HIGH", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200502, "Text": "Warren Buffett: “Ranges on the economic side are still enormously wide.”", "clean_text": "WARREN BUFFETT RANGES ON THE ECONOMIC SIDE ARE STILL ENORMOUSLY WIDE”", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett mentions book The Great Crash 1929 by John Kenneth Galbraith. Recommends supporting local Omaha bookstore i… https://t.co/7CXDEO6G8a", "clean_text": "BUFFETT MENTIONS BOOK THE GREAT CRASH 1929 BY JOHN KENNETH GALBRAITH RECOMMENDS SUPPORTING LOCAL OMAHA BOOKSTORE I ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett net sold $6.5 bn of securities in April. “Not because we thought the stock market was going to go down … I… https://t.co/gcG30Msi5H", "clean_text": "BUFFETT NET SOLD 65 BN OF SECURITIES IN APRIL NOT BECAUSE WE THOUGHT THE STOCK MARKET WAS GOING TO GO DOWN  I ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett on airlines: “It’s a very difficult business … The future is much less clear to me how the business will tu… https://t.co/fV1ZITJuYA", "clean_text": "BUFFETT ON AIRLINES ITS A VERY DIFFICULT BUSINESS  THE FUTURE IS MUCH LESS CLEAR TO ME HOW THE BUSINESS WILL TU ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett: “The supply and demand for retail space may change significantly.”  Said same for office.", "clean_text": "BUFFETT THE SUPPLY AND DEMAND FOR RETAIL SPACE MAY CHANGE SIGNIFICANTLY”  SAID SAME FOR OFFICE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@AuspexResearch @pb_1973 @scienceNtruth @adamfeuerstein Check the S-3/A...he coulda done another 100k!", "clean_text": "@AUSPEXRESEARCH @PB_1973 @SCIENCENTRUTH @ADAMFEUERSTEIN CHECK THE S3AHE COULDA DONE ANOTHER 100K", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "RT @JohnCarreyrou: “Why in the world would a lab develop a test that wasn’t safe and accurate?” Answer: because it is an enormous market. h…", "clean_text": "RT @JOHNCARREYROU WHY IN THE WORLD WOULD A LAB DEVELOP A TEST THAT WASNT SAFE AND ACCURATE” ANSWER BECAUSE IT IS AN ENORMOUS MARKET H", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@davemortell @AuspexResearch @sniperdream1 @RouxBourbon @adamfeuerstein No. The form states it was a cashless option exercise.", "clean_text": "@DAVEMORTELL @AUSPEXRESEARCH @SNIPERDREAM1 @ROUXBOURBON @ADAMFEUERSTEIN NO THE FORM STATES IT WAS A CASHLESS OPTION EXERCISE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@360Timothee Totally incoherent. What does the company’s purchase obligation to Samsung have to do with the CEO selling stock?", "clean_text": "@360TIMOTHEE TOTALLY INCOHERENT WHAT DOES THE COMPANYS PURCHASE OBLIGATION TO SAMSUNG HAVE TO DO WITH THE CEO SELLING STOCK", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200502, "Text": "Buffett sounds like his cautious stance might be influenced more by Gates than by valuation at the recent lows... \"… https://t.co/0T6lSTVSOV", "clean_text": "BUFFETT SOUNDS LIKE HIS CAUTIOUS STANCE MIGHT BE INFLUENCED MORE BY GATES THAN BY VALUATION AT THE RECENT LOWS  ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200502, "Text": "Bond King @TruthGundlach the data you've heard about is published by the Fed.  We've been following it on a weekly… https://t.co/GluOiyBzEJ", "clean_text": "BOND KING @TRUTHGUNDLACH THE DATA YOUVE HEARD ABOUT IS PUBLISHED BY THE FED  WEVE BEEN FOLLOWING IT ON A WEEKLY ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "I guess Berkshire couldn’t get their deposit at @CHICenterOmaha refunded so they used the space anyway?", "clean_text": "I GUESS BERKSHIRE COULDNT GET THEIR DEPOSIT AT @CHICENTEROMAHA REFUNDED SO THEY USED THE SPACE ANYWAY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "I would never have expected Berkshire Hathaway to trot out the old “our management team has 185 years of experience” line.", "clean_text": "I WOULD NEVER HAVE EXPECTED BERKSHIRE HATHAWAY TO TROT OUT THE OLD OUR MANAGEMENT TEAM HAS 185 YEARS OF EXPERIENCE” LINE", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Buffett’s paean to the FDIC is interesting. It would also be interesting to ask him what kind of automatic stabiliz… https://t.co/m0tNRm0XmZ", "clean_text": "BUFFETTS PAEAN TO THE FDIC IS INTERESTING IT WOULD ALSO BE INTERESTING TO ASK HIM WHAT KIND OF AUTOMATIC STABILIZ ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Is he going to tell the story about Graham testifying to Congress?", "clean_text": "IS HE GOING TO TELL THE STORY ABOUT GRAHAM TESTIFYING TO CONGRESS", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "@michaelbatnick Clearly this is going to be the breakout meme format for FinTwit for 2020.", "clean_text": "@MICHAELBATNICK CLEARLY THIS IS GOING TO BE THE BREAKOUT MEME FORMAT FOR FINTWIT FOR 2020", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Warren taking 100% responsibility on the airline investments. I wonder how much Ted and Todd contributed to either… https://t.co/ZFvhLhm0V4", "clean_text": "WARREN TAKING 100% RESPONSIBILITY ON THE AIRLINE INVESTMENTS I WONDER HOW MUCH TED AND TODD CONTRIBUTED TO EITHER ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Kudos to my old friend Steven Stoller for getting that question in. Bummed not to be seeing him and the old crew in Omaha right now.", "clean_text": "KUDOS TO MY OLD FRIEND STEVEN STOLLER FOR GETTING THAT QUESTION IN BUMMED NOT TO BE SEEING HIM AND THE OLD CREW IN OMAHA RIGHT NOW", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AZ_Value", "Time": 20200502, "Text": "RT @cablecarcapital: Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he put o…", "clean_text": "RT @CABLECARCAPITAL WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PUT O", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200501, "Text": "A wrinkle in the Advent / $FSCT deal is the May 18th date $FSCT claims it will close no later than. We think $FSCT… https://t.co/wbxrqyctUA", "clean_text": "A WRINKLE IN THE ADVENT  FSCT DEAL IS THE MAY 18TH DATE FSCT CLAIMS IT WILL CLOSE NO LATER THAN WE THINK FSCT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "RT @bhavinjan1978: The key to analyzing a business is getting down to the basic unit of economic analysis says @mjmauboussin . For many con…", "clean_text": "RT @BHAVINJAN1978 THE KEY TO ANALYZING A BUSINESS IS GETTING DOWN TO THE BASIC UNIT OF ECONOMIC ANALYSIS SAYS @MJMAUBOUSSIN  FOR MANY CON", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "@bhavinjan1978 BTW, if I were to do this today, I would rely heavily on the great work of @d_mccar and @faderp. See… https://t.co/adYF32ZSgo", "clean_text": "@BHAVINJAN1978 BTW IF I WERE TO DO THIS TODAY I WOULD RELY HEAVILY ON THE GREAT WORK OF @D_MCCAR AND @FADERP SEE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "In my opinion, $CODX really crosses a line in its press release today. The data presented are from validation studi… https://t.co/DPUhBacW76", "clean_text": "IN MY OPINION CODX REALLY CROSSES A LINE IN ITS PRESS RELEASE TODAY THE DATA PRESENTED ARE FROM VALIDATION STUDI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he pu… https://t.co/DpXgSMyeNY", "clean_text": "WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PU ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 That's not what in the field means. Verification tests of diagnostics using controls are… https://t.co/kvzesJbzfZ", "clean_text": "@DORMERJARRETT @ELKWOOD66 THAT NOT WHAT IN THE FIELD MEANS VERIFICATION TESTS OF DIAGNOSTICS USING CONTROLS ARE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@vader7x Take a look at the people involved. Would be interested in more detail from your relative's colleague.", "clean_text": "@VADER7X TAKE A LOOK AT THE PEOPLE INVOLVED WOULD BE INTERESTED IN MORE DETAIL FROM YOUR RELATIVE COLLEAGUE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 No, the implication of the PR is that the test is perfectly accurate when used in practic… https://t.co/VEVCt4AeFn", "clean_text": "@DORMERJARRETT @ELKWOOD66 NO THE IMPLICATION OF THE PR IS THAT THE TEST IS PERFECTLY ACCURATE WHEN USED IN PRACTIC ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "Check out my CNBC interview from September 18, 2019.  I just watched it for the first time.  It seems so long ago now.", "clean_text": "CHECK OUT MY CNBC INTERVIEW FROM SEPTEMBER 18 2019  I JUST WATCHED IT FOR THE FIRST TIME  IT SEEMS SO LONG AGO NOW", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "I am told the Fed has not actually bought any Corporate Bonds via the shell company set up to circumvent the restri… https://t.co/6oBP9Z3ncp", "clean_text": "I AM TOLD THE FED HAS NOT ACTUALLY BOUGHT ANY CORPORATE BONDS VIA THE SHELL COMPANY SET UP TO CIRCUMVENT THE RESTRI ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "If the Fed has not actually been buying Corporate Bonds, even through its shell company, the buyers of Corporate Bo… https://t.co/ZpCOh13P5D", "clean_text": "IF THE FED HAS NOT ACTUALLY BEEN BUYING CORPORATE BONDS EVEN THROUGH ITS SHELL COMPANY THE BUYERS OF CORPORATE BO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "Want to see a chart of the greatest large scale whipsaw of all time?  Look at the price action of the ETF LQD over… https://t.co/6oMwTKU00I", "clean_text": "WANT TO SEE A CHART OF THE GREATEST LARGE SCALE WHIPSAW OF ALL TIME  LOOK AT THE PRICE ACTION OF THE ETF LQD OVER ", "count1": 3, "count2": 3, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "The U.S. believes firmly that #Taiwan belongs at the table when the world discusses #COVID19 and other threats to g… https://t.co/qykeEXTFLK", "clean_text": "THE US BELIEVES FIRMLY THAT #TAIWAN BELONGS AT THE TABLE WHEN THE WORLD DISCUSSES #COVID19 AND OTHER THREATS TO G ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": "Is the health of Taiwan's 23 million people less important now than it was before 2017?  Or, is the #PRC punishing… https://t.co/TI6TwKKBdy", "clean_text": "IS THE HEALTH OF TAIWAN 23 MILLION PEOPLE LESS IMPORTANT NOW THAN IT WAS BEFORE 2017  OR IS THE #PRC PUNISHING ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": "We all know Taiwan has long been committed to global health and boasts one of the finest health and research networ… https://t.co/OSoA1DqXgc", "clean_text": "WE ALL KNOW TAIWAN HAS LONG BEEN COMMITTED TO GLOBAL HEALTH AND BOASTS ONE OF THE FINEST HEALTH AND RESEARCH NETWOR ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": ".@iingwen, the contrast with the #PRC is striking.  China's response to the outbreak of #COVID19 has been to hide t… https://t.co/snB9sbcRMd", "clean_text": "@IINGWEN THE CONTRAST WITH THE #PRC IS STRIKING  CHINA RESPONSE TO THE OUTBREAK OF #COVID19 HAS BEEN TO HIDE T ", "count1": 3, "count2": 1, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": "Is it too much to ask that Taiwan be permitted to share their expertise, their commitment, with the rest of the wor… https://t.co/auphB5tcNI", "clean_text": "IS IT TOO MUCH TO ASK THAT TAIWAN BE PERMITTED TO SHARE THEIR EXPERTISE THEIR COMMITMENT WITH THE REST OF THE WOR ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": "Join us to #TweetforTaiwan's inclusion at the upcoming World Health Assembly so #Taiwan can bring its incredible ex… https://t.co/XujLjQpBEq", "clean_text": "JOIN US TO #TWEETFORTAIWAN INCLUSION AT THE UPCOMING WORLD HEALTH ASSEMBLY SO #TAIWAN CAN BRING ITS INCREDIBLE EX ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "I think this misses two things. The first: we know A LOT more about the virus now than we did then. Then: we didn't… https://t.co/eE2BvXQfbh", "clean_text": "I THINK THIS MISSES TWO THINGS THE FIRST WE KNOW A LOT MORE ABOUT THE VIRUS NOW THAN WE DID THEN THEN WE DIDNT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "The second thing: we now know the Fed's (and DCs) reaction function. Powell came into this with a mixed track at be… https://t.co/mYdMgKggWi", "clean_text": "THE SECOND THING WE NOW KNOW THE FED AND DCS REACTION FUNCTION POWELL CAME INTO THIS WITH A MIXED TRACK AT BE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "Now? We know that the actual fatality and case severity rates are very low (a topic for its own thread), the hospit… https://t.co/LVnwfd3sOz", "clean_text": "NOW WE KNOW THAT THE ACTUAL FATALITY AND CASE SEVERITY RATES ARE VERY LOW A TOPIC FOR ITS OWN THREAD THE HOSPIT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200501, "Text": "Nikola Tesla spent the last years of his life in love with a pigeon, alone and broke, living out of hotels. https://t.co/mLoEkjblNX", "clean_text": "NIKOLA TESLA SPENT THE LAST YEARS OF HIS LIFE IN LOVE WITH A PIGEON ALONE AND BROKE LIVING OUT OF HOTELS ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200501, "Text": "Starting to see more articles/commentary about how life might look when we try &amp; re start the economy if we have to… https://t.co/gjbTgZcVZU", "clean_text": "STARTING TO SEE MORE ARTICLESCOMMENTARY ABOUT HOW LIFE MIGHT LOOK WHEN WE TRY AMP RE START THE ECONOMY IF WE HAVE TO ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "FCFYield", "Time": 20200501, "Text": "Tomorrow at the Berkshire AGM...\n\nMe \"Mr. Buffett with Berkshire trading well below its intrinsic value how do you… https://t.co/UWz7uJoztb", "clean_text": "TOMORROW AT THE BERKSHIRE AGM\n\nME MR BUFFETT WITH BERKSHIRE TRADING WELL BELOW ITS INTRINSIC VALUE HOW DO YOU ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200501, "Text": "Elon didn’t tweet this after $1000 but he did it at $850 after “good earnings”  and on (we hope) the better side of… https://t.co/fsQlo27HN8", "clean_text": "ELON DIDNT TWEET THIS AFTER 1000 BUT HE DID IT AT 850 AFTER GOOD EARNINGS”  AND ON WE HOPE THE BETTER SIDE OF ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200501, "Text": "The feedback from China on $GSX has been amazing.  There are many honest Chinese people who want to see this gone.… https://t.co/f66dyH1I9n", "clean_text": "THE FEEDBACK FROM CHINA ON GSX HAS BEEN AMAZING  THERE ARE MANY HONEST CHINESE PEOPLE WHO WANT TO SEE THIS GONE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200501, "Text": "What are the odds @elonmusk twitter account was hacked?", "clean_text": "WHAT ARE THE ODDS @ELONMUSK TWITTER ACCOUNT WAS HACKED", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200501, "Text": "Don't even need to know what the line is. I'll take the over. https://t.co/vOaqIZt8iq", "clean_text": "DONT EVEN NEED TO KNOW WHAT THE LINE IS ILL TAKE THE OVER ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "$ALGN disappointing results in Q1 MORE than just due to the Pandemic. Weakness in the business very evident… https://t.co/VgAAfm92N1", "clean_text": "ALGN DISAPPOINTING RESULTS IN Q1 MORE THAN JUST DUE TO THE PANDEMIC WEAKNESS IN THE BUSINESS VERY EVIDENT ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "By no means is $FSCT a done #deal. Has lots of #risk. Look carefully at the language they've used about closing con… https://t.co/nHYs2zywyz", "clean_text": "BY NO MEANS IS FSCT A DONE #DEAL HAS LOTS OF #RISK LOOK CAREFULLY AT THE LANGUAGE THEYVE USED ABOUT CLOSING CON ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Last time $FSCT surprised investors with a pre-announce guidance revision in Q3 2019, the stock imploded 37%. From… https://t.co/I66YLhaEn7", "clean_text": "LAST TIME FSCT SURPRISED INVESTORS WITH A PREANNOUNCE GUIDANCE REVISION IN Q3 2019 THE STOCK IMPLODED 37% FROM ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "$FSCT management laughing to the bank with its $100m pay day - #gold #parachute - it's disgraceful in our opinion,… https://t.co/6X1lhFSWqj", "clean_text": "FSCT MANAGEMENT LAUGHING TO THE BANK WITH ITS 100M PAY DAY  #GOLD #PARACHUTE  IT DISGRACEFUL IN OUR OPINION ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "RT @TDANetwork: Time to short $FSCT? 🧐\n\n@sprucepointcap’s Ben Axler breaks down the red flags of Advent International’s purchase of Foresco…", "clean_text": "RT @TDANETWORK TIME TO SHORT FSCT 🧐\n\n@SPRUCEPOINTCAPS BEN AXLER BREAKS DOWN THE RED FLAGS OF ADVENT INTERNATIONALS PURCHASE OF FORESCO", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "It's time to stop the enormously diverging #wealth gap in #America - @BernieSanders @ewarren - as evidence by Adven… https://t.co/POHTDA7IrS", "clean_text": "IT TIME TO STOP THE ENORMOUSLY DIVERGING #WEALTH GAP IN #AMERICA  @BERNIESANDERS @EWARREN  AS EVIDENCE BY ADVEN ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "I cannot stress this slide enough. Did $FSCT mean \"marketing\" or \"remarketing\" of the debt\"? They can't get the sto… https://t.co/ctCLJMcbs7", "clean_text": "I CANNOT STRESS THIS SLIDE ENOUGH DID FSCT MEAN MARKETING OR REMARKETING OF THE DEBT THEY CANT GET THE STO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "The language in the $FSCT proxy statement doesn't make it clear if the\"Preliminary Alternative Plan\" or the \"Illust… https://t.co/CNcGgq7V2q", "clean_text": "THE LANGUAGE IN THE FSCT PROXY STATEMENT DOESNT MAKE IT CLEAR IF THEPRELIMINARY ALTERNATIVE PLAN OR THE ILLUST ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "If the \"Alternative Plan\" elicited revised offers lower for $FSCT, what would clear disclosure of much weaker \"Alte… https://t.co/R3uzdTKmeN", "clean_text": "IF THE ALTERNATIVE PLAN ELICITED REVISED OFFERS LOWER FOR FSCT WHAT WOULD CLEAR DISCLOSURE OF MUCH WEAKER ALTE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "How could these forecasts vary so significantly when supposedly informed by the same bottoms up sales pipeline and… https://t.co/T1C6DZhlMp", "clean_text": "HOW COULD THESE FORECASTS VARY SO SIGNIFICANTLY WHEN SUPPOSEDLY INFORMED BY THE SAME BOTTOMS UP SALES PIPELINE AND ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "We did an interview of former $FSCT employee, and got some good insight into what is challenging the Company… https://t.co/gPsyBvVjui", "clean_text": "WE DID AN INTERVIEW OF FORMER FSCT EMPLOYEE AND GOT SOME GOOD INSIGHT INTO WHAT IS CHALLENGING THE COMPANY ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Never good when industry thought leaders like Forrester have you on the outskirts of the grid as barely a contender… https://t.co/0TQifaLKf0", "clean_text": "NEVER GOOD WHEN INDUSTRY THOUGHT LEADERS LIKE FORRESTER HAVE YOU ON THE OUTSKIRTS OF THE GRID AS BARELY A CONTENDER ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "The recent Glassdoor reviews about $FSCT are insightful \"Sinking Ship\" \"Stay Away From This Mess\" \"A Lot of Show on… https://t.co/HP8ks82xPg", "clean_text": "THE RECENT GLASSDOOR REVIEWS ABOUT FSCT ARE INSIGHTFUL SINKING SHIP STAY AWAY FROM THIS MESS A LOT OF SHOW ON ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "When front line sales people are running for the exit door, it's probably a good indication that there ain't much t… https://t.co/o5OcmN5un9", "clean_text": "WHEN FRONT LINE SALES PEOPLE ARE RUNNING FOR THE EXIT DOOR IT PROBABLY A GOOD INDICATION THAT THERE AINT MUCH T ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Nice subtle word change made in the recent $FSCT 10-K filed AFTER the deal was announced. Again, was Advent made aw… https://t.co/9O50GeUePl", "clean_text": "NICE SUBTLE WORD CHANGE MADE IN THE RECENT FSCT 10K FILED AFTER THE DEAL WAS ANNOUNCED AGAIN WAS ADVENT MADE AW ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Seems a little odd that Advent wouldn't confirm the closing date of May 18th that $FSCT shareholders were trying to… https://t.co/IkyHXDB2kU", "clean_text": "SEEMS A LITTLE ODD THAT ADVENT WOULDNT CONFIRM THE CLOSING DATE OF MAY 18TH THAT FSCT SHAREHOLDERS WERE TRYING TO ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Here's where it gets interesting. If you really look carefully at the Q1 2020 guidance that $FSCT was prepared (but… https://t.co/YnnM372K0v", "clean_text": "HERE WHERE IT GETS INTERESTING IF YOU REALLY LOOK CAREFULLY AT THE Q1 2020 GUIDANCE THAT FSCT WAS PREPARED BUT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: @mjmauboussin wrote an excellent piece recently about the nexus of skill and opportunity/breadth and how that can translate in…", "clean_text": "RT @SYOUTH1 @MJMAUBOUSSIN WROTE AN EXCELLENT PIECE RECENTLY ABOUT THE NEXUS OF SKILL AND OPPORTUNITYBREADTH AND HOW THAT CAN TRANSLATE IN", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: Michael recently joined the Counterpoint Global team at Morgan Stanley. That team is headed up by Dennis Lynch, who we intervi…", "clean_text": "RT @SYOUTH1 MICHAEL RECENTLY JOINED THE COUNTERPOINT GLOBAL TEAM AT MORGAN STANLEY THAT TEAM IS HEADED UP BY DENNIS LYNCH WHO WE INTERVI", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200430, "Text": "Yahoo Finance finally posted the full interview with Warren Buffett from March 10th https://t.co/yr8SwgnEbr", "clean_text": "YAHOO FINANCE FINALLY POSTED THE FULL INTERVIEW WITH WARREN BUFFETT FROM MARCH 10TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200430, "Text": "RT @Cezary: After denying @WSJ #FOIA requests for #PPP loan data on the grounds that it's too busy to disclose the data, the SBA gives an e…", "clean_text": "RT @CEZARY AFTER DENYING @WSJ #FOIA REQUESTS FOR #PPP LOAN DATA ON THE GROUNDS THAT IT TOO BUSY TO DISCLOSE THE DATA THE SBA GIVES AN E", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200430, "Text": "The thing that surprised me most about $TSLA Q1 earnings was that they couldn’t report a few hundred million more i… https://t.co/poOIhHClGN", "clean_text": "THE THING THAT SURPRISED ME MOST ABOUT TSLA Q1 EARNINGS WAS THAT THEY COULDNT REPORT A FEW HUNDRED MILLION MORE I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200430, "Text": "@ArbCowboy @GinSecurities Really gravy is in the incentive fees.", "clean_text": "@ARBCOWBOY @GINSECURITIES REALLY GRAVY IS IN THE INCENTIVE FEES", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @SamGellman: These home quarantine bracelets people have to wear when they arrive in Hong Kong for the first 14 days are getting pretty…", "clean_text": "RT @SAMGELLMAN THESE HOME QUARANTINE BRACELETS PEOPLE HAVE TO WEAR WHEN THEY ARRIVE IN HONG KONG FOR THE FIRST 14 DAYS ARE GETTING PRETTY", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @simongerman600: Map shows the third most common language in each US state (after English and Spanish). Source: https://t.co/pkcFtMUcIZ…", "clean_text": "RT @SIMONGERMAN600 MAP SHOWS THE THIRD MOST COMMON LANGUAGE IN EACH US STATE AFTER ENGLISH AND SPANISH SOURCE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "@TheCreditBubble Is that the bull case or bear case?", "clean_text": "@THECREDITBUBBLE IS THAT THE BULL CASE OR BEAR CASE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200430, "Text": "An early example of one of the trends that we might see accelerated by Covid: Some companies might discover they ca… https://t.co/IPoKEh2npS", "clean_text": "AN EARLY EXAMPLE OF ONE OF THE TRENDS THAT WE MIGHT SEE ACCELERATED BY COVID SOME COMPANIES MIGHT DISCOVER THEY CA ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200430, "Text": "For an early bright light on the zombies, see 'The nine lives of the modern leveraged company' in the Grant's issue… https://t.co/BSwotymMz3", "clean_text": "FOR AN EARLY BRIGHT LIGHT ON THE ZOMBIES SEE THE NINE LIVES OF THE MODERN LEVERAGED COMPANY IN THE GRANT ISSUE ", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200430, "Text": "Ben has been on fire with his blog posts the last 6 weeks https://t.co/lr7Rdwd1ak", "clean_text": "BEN HAS BEEN ON FIRE WITH HIS BLOG POSTS THE LAST 6 WEEKS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200430, "Text": "@FatTailCapital SCI is a tax on the 7 stages of grief and DAR is a tax on looking the other way", "clean_text": "@FATTAILCAPITAL SCI IS A TAX ON THE 7 STAGES OF GRIEF AND DAR IS A TAX ON LOOKING THE OTHER WAY", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "CitronResearch", "Time": 20200430, "Text": "Citron looks forward to providing the SEC with proof of fraud at $GSX.  Post Luckin cooperation with CSRC and SEC s… https://t.co/tsNrYTPlPf", "clean_text": "CITRON LOOKS FORWARD TO PROVIDING THE SEC WITH PROOF OF FRAUD AT GSX  POST LUCKIN COOPERATION WITH CSRC AND SEC S ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200430, "Text": "I'm having a hard time figuring out which sell-sider is angling harder for an engagement on the inevitable secondar… https://t.co/aP0v7u7MRO", "clean_text": "IM HAVING A HARD TIME FIGURING OUT WHICH SELLSIDER IS ANGLING HARDER FOR AN ENGAGEMENT ON THE INEVITABLE SECONDAR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200430, "Text": "RT @Preetika_Rana: These @Airbnb hosts built property empires with mountains of debt. Now the bills are due and no one can pay. “Holy God.…", "clean_text": "RT @PREETIKA_RANA THESE @AIRBNB HOSTS BUILT PROPERTY EMPIRES WITH MOUNTAINS OF DEBT NOW THE BILLS ARE DUE AND NO ONE CAN PAY HOLY GOD", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200429, "Text": "Fake prices+fake #economic realities, supported by our moral hazard stoking $FED; welcome to the new #investing… https://t.co/u6yb4GV0qH", "clean_text": "FAKE PRICES+FAKE #ECONOMIC REALITIES SUPPORTED BY OUR MORAL HAZARD STOKING FED WELCOME TO THE NEW #INVESTING ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200429, "Text": "@valuewalks Yes, here are the winners and losers in the fake investing paradigm Winners: liars, cheats, charlatans,… https://t.co/gLUhi0mYDq", "clean_text": "@VALUEWALKS YES HERE ARE THE WINNERS AND LOSERS IN THE FAKE INVESTING PARADIGM WINNERS LIARS CHEATS CHARLATANS ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200429, "Text": "RT @sprucepointcap: @valuewalks Yes, here are the winners and losers in the fake investing paradigm Winners: liars, cheats, charlatans, dum…", "clean_text": "RT @SPRUCEPOINTCAP @VALUEWALKS YES HERE ARE THE WINNERS AND LOSERS IN THE FAKE INVESTING PARADIGM WINNERS LIARS CHEATS CHARLATANS DUM", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @retheauditors: @probesreporter Funny Disney $DIS whistleblower believes much of the alleged fraud she thinks happened/still happening t…", "clean_text": "RT @RETHEAUDITORS @PROBESREPORTER FUNNY DISNEY DIS WHISTLEBLOWER BELIEVES MUCH OF THE ALLEGED FRAUD SHE THINKS HAPPENEDSTILL HAPPENING T", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @JohnPGavin: @RealVision Look up the twitter handle @ElonMusk.  Dude tweets about the virus all the time.", "clean_text": "RT @JOHNPGAVIN @REALVISION LOOK UP THE TWITTER HANDLE @ELONMUSK  DUDE TWEETS ABOUT THE VIRUS ALL THE TIME", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200429, "Text": "The inferno's only started and these people are already parroting a \"Green shoots\" line. https://t.co/1iVeCMOe6W", "clean_text": "THE INFERNO ONLY STARTED AND THESE PEOPLE ARE ALREADY PARROTING A GREEN SHOOTS LINE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200429, "Text": "@AlexRubalcava @aaronvalue Such a great post. I made the switch to community banking 10 years ago.", "clean_text": "@ALEXRUBALCAVA @AARONVALUE SUCH A GREAT POST I MADE THE SWITCH TO COMMUNITY BANKING 10 YEARS AGO", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200429, "Text": "RT @TheStalwart: One way Morgan Stanley is tracking the industrial recovery in China is by measuring how fast air quality turns to crap aga…", "clean_text": "RT @THESTALWART ONE WAY MORGAN STANLEY IS TRACKING THE INDUSTRIAL RECOVERY IN CHINA IS BY MEASURING HOW FAST AIR QUALITY TURNS TO CRAP AGA", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200429, "Text": "Congrats to @byloftie on launching its first product: the Loftie Clock! Goodbye iPhone, hello eight hours of slumbe… https://t.co/9X1oQtwHq4", "clean_text": "CONGRATS TO @BYLOFTIE ON LAUNCHING ITS FIRST PRODUCT THE LOFTIE CLOCK GOODBYE IPHONE HELLO EIGHT HOURS OF SLUMBE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200429, "Text": "RT @StateDept: Today, @SecPompeo spoke on #Iran and the Maduro regime, #5G security, and U.S. foreign assistance in the face of the #COVID1…", "clean_text": "RT @STATEDEPT TODAY @SECPOMPEO SPOKE ON #IRAN AND THE MADURO REGIME #5G SECURITY AND US FOREIGN ASSISTANCE IN THE FACE OF THE #COVID1", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200429, "Text": "$GOOG has (maybe deservedly) gotten a lot of criticism over the years for its capital allocation policies. But can… https://t.co/eAUEwWEHNx", "clean_text": "GOOG HAS MAYBE DESERVEDLY GOTTEN A LOT OF CRITICISM OVER THE YEARS FOR ITS CAPITAL ALLOCATION POLICIES BUT CAN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200429, "Text": "RT @ReaperCancelled: I wasn't going to go shopping, but now that I know there's a treatment that works like 30% of the time, for when i'm v…", "clean_text": "RT @REAPERCANCELLED I WASNT GOING TO GO SHOPPING BUT NOW THAT I KNOW THERE A TREATMENT THAT WORKS LIKE 30% OF THE TIME FOR WHEN IM V", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200429, "Text": "RT @MidwestHedgie: \"both long term thinking and incredibly efficient\" is a hell of a euphemism for \"assuming the presence of as much policy…", "clean_text": "RT @MIDWESTHEDGIE BOTH LONG TERM THINKING AND INCREDIBLY EFFICIENT IS A HELL OF A EUPHEMISM FOR ASSUMING THE PRESENCE OF AS MUCH POLICY", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200429, "Text": "RT @jeremyjojola: The @DenverZoo let the flamingos walk around a bit. Look who they found. My favorite image this week. https://t.co/Ut178A…", "clean_text": "RT @JEREMYJOJOLA THE @DENVERZOO LET THE FLAMINGOS WALK AROUND A BIT LOOK WHO THEY FOUND MY FAVORITE IMAGE THIS WEEK ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200429, "Text": "RT @parsimony16: So $TSLA is using a basic share count and adding back stock comp expense on an untaxed basis all the while having untaxed…", "clean_text": "RT @PARSIMONY16 SO TSLA IS USING A BASIC SHARE COUNT AND ADDING BACK STOCK COMP EXPENSE ON AN UNTAXED BASIS ALL THE WHILE HAVING UNTAXED", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200428, "Text": "RT @JohnPGavin: Covered nat gas in the past. We said the same things 25 years ago. Only difference is back then bankruptcy was an expected…", "clean_text": "RT @JOHNPGAVIN COVERED NAT GAS IN THE PAST WE SAID THE SAME THINGS 25 YEARS AGO ONLY DIFFERENCE IS BACK THEN BANKRUPTCY WAS AN EXPECTED", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200428, "Text": "Don't underestimate the planning that seasoned active managers put into conducting high-quality, institutional-leve… https://t.co/Y7vOWA85gy", "clean_text": "DONT UNDERESTIMATE THE PLANNING THAT SEASONED ACTIVE MANAGERS PUT INTO CONDUCTING HIGHQUALITY INSTITUTIONALLEVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200428, "Text": "We not only know how to use the #FOIA, we're not afraid to sue the Federal government when they fail to comply with… https://t.co/zCKJ47Z6J7", "clean_text": "WE NOT ONLY KNOW HOW TO USE THE #FOIA WERE NOT AFRAID TO SUE THE FEDERAL GOVERNMENT WHEN THEY FAIL TO COMPLY WITH ", "count1": 2, "count2": 0, "count3": 3, "count4": 0}, {"Name": "matt_levine", "Time": 20200428, "Text": "This newsletter is the smack in the face the market needed to realize this is serious. https://t.co/DlT12nBMgT", "clean_text": "THIS NEWSLETTER IS THE SMACK IN THE FACE THE MARKET NEEDED TO REALIZE THIS IS SERIOUS ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200428, "Text": "@montana_skeptic oh of course! as i wrote there are some bad wrong-way risks for the directors. they signed up for… https://t.co/VLohAcla0T", "clean_text": "@MONTANA_SKEPTIC OH OF COURSE AS I WROTE THERE ARE SOME BAD WRONGWAY RISKS FOR THE DIRECTORS THEY SIGNED UP FOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200428, "Text": "@montana_skeptic on the one hand you might say \"people who are already directors of the company are biased toward t… https://t.co/8ekLAwoFwP", "clean_text": "@MONTANA_SKEPTIC ON THE ONE HAND YOU MIGHT SAY PEOPLE WHO ARE ALREADY DIRECTORS OF THE COMPANY ARE BIASED TOWARD T ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200428, "Text": "Good convo. Talks failure, investing, short selling, index funds, $SBUX, $HLF, Covid, hedging the virus &amp; credit de… https://t.co/yrkePg0N2g", "clean_text": "GOOD CONVO TALKS FAILURE INVESTING SHORT SELLING INDEX FUNDS SBUX HLF COVID HEDGING THE VIRUS AMP CREDIT DE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200428, "Text": "Perplexing market. Literally every headline is deeply concerning and the market goes up every single day.", "clean_text": "PERPLEXING MARKET LITERALLY EVERY HEADLINE IS DEEPLY CONCERNING AND THE MARKET GOES UP EVERY SINGLE DAY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200428, "Text": "@CJHandmer Are you just putting lag bolts into the tree? I’ve seen this done where they drill all the way through a… https://t.co/2SBF4EZSNV", "clean_text": "@CJHANDMER ARE YOU JUST PUTTING LAG BOLTS INTO THE TREE IVE SEEN THIS DONE WHERE THEY DRILL ALL THE WAY THROUGH A ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200428, "Text": "@CJHandmer Great project by the way!", "clean_text": "@CJHANDMER GREAT PROJECT BY THE WAY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200428, "Text": "@RetepAdam And the movie The Running Man...", "clean_text": "@RETEPADAM AND THE MOVIE THE RUNNING MAN", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200428, "Text": "The “shock-and-awe” of the last six weeks’ (highly questionable) policies served its short term purpose. But I pred… https://t.co/WYuesK9LHw", "clean_text": "THE SHOCKANDAWE” OF THE LAST SIX WEEKS HIGHLY QUESTIONABLE POLICIES SERVED ITS SHORT TERM PURPOSE BUT I PRED ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200428, "Text": "I doubt I am the only person frustrated by National-Debt-financed bailouts of companies that leveraged up large to… https://t.co/2FAZQsuPWz", "clean_text": "I DOUBT I AM THE ONLY PERSON FRUSTRATED BY NATIONALDEBTFINANCED BAILOUTS OF COMPANIES THAT LEVERAGED UP LARGE TO ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @SecPompeo: The CCP needs to be transparent as the world seeks answers to #COVID19 and its origins. We don’t know the history. We haven’…", "clean_text": "RT @SECPOMPEO THE CCP NEEDS TO BE TRANSPARENT AS THE WORLD SEEKS ANSWERS TO #COVID19 AND ITS ORIGINS WE DONT KNOW THE HISTORY WE HAVEN", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @USUN: #UNSC #VTC: The U.S. commends @UNISFA_1 for promoting peace &amp; security in the #Abyei region on the #Sudan-#SouthSudan border, tho…", "clean_text": "RT @USUN #UNSC #VTC THE US COMMENDS @UNISFA_1 FOR PROMOTING PEACE AMP SECURITY IN THE #ABYEI REGION ON THE #SUDAN#SOUTHSUDAN BORDER THO", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @SecPompeo: Very concerned by the Southern Transitional Council’s announcement of “self-rule.” This will only exacerbate the conflict in…", "clean_text": "RT @SECPOMPEO VERY CONCERNED BY THE SOUTHERN TRANSITIONAL COUNCILS ANNOUNCEMENT OF SELFRULE” THIS WILL ONLY EXACERBATE THE CONFLICT IN", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "@son2dweeb Oh, that's right - forgot about the Global Eq team. \n\nAnd yeah - SF is an amazingly small market ex-tech… https://t.co/DdZruePXoP", "clean_text": "@SON2DWEEB OH THAT RIGHT  FORGOT ABOUT THE GLOBAL EQ TEAM \n\nAND YEAH  SF IS AN AMAZINGLY SMALL MARKET EXTECH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "@son2dweeb Yeah, I didn't even mention the pods because, as you said... pods. \n\nAnd there are some niche sector fun… https://t.co/BjkTpAgdfq", "clean_text": "@SON2DWEEB YEAH I DIDNT EVEN MENTION THE PODS BECAUSE AS YOU SAID PODS \n\nAND THERE ARE SOME NICHE SECTOR FUN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200428, "Text": "This has been an interesting blog to follow the past month. They summarize the digital advertising spending trends… https://t.co/X57qciedYy", "clean_text": "THIS HAS BEEN AN INTERESTING BLOG TO FOLLOW THE PAST MONTH THEY SUMMARIZE THE DIGITAL ADVERTISING SPENDING TRENDS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200428, "Text": "@ToddWenning @kylerhasson Absolutely agree. You don't need to worship Buffett, but the criticism he has received is… https://t.co/G3evtTcBQN", "clean_text": "@TODDWENNING @KYLERHASSON ABSOLUTELY AGREE YOU DONT NEED TO WORSHIP BUFFETT BUT THE CRITICISM HE HAS RECEIVED IS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200428, "Text": "@FoolAllTheTime Trajectory seems credible to me, but but who the fuck goes to https://t.co/bxsYARRKFK? Boomers?", "clean_text": "@FOOLALLTHETIME TRAJECTORY SEEMS CREDIBLE TO ME BUT BUT WHO THE FUCK GOES TO  BOOMERS", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "FCFYield", "Time": 20200428, "Text": "@hmeisler Wealth simple is predominantly Canadian clients so that client base would skew the list", "clean_text": "@HMEISLER WEALTH SIMPLE IS PREDOMINANTLY CANADIAN CLIENTS SO THAT CLIENT BASE WOULD SKEW THE LIST", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200428, "Text": "$CACC cannot file a Q but they CAN file hundreds of garnishments and lawsuits in the past 4 weeks in whatever court… https://t.co/507cb5XNII", "clean_text": "CACC CANNOT FILE A Q BUT THEY CAN FILE HUNDREDS OF GARNISHMENTS AND LAWSUITS IN THE PAST 4 WEEKS IN WHATEVER COURT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200428, "Text": "RT @KeithMcCullough: Could be the end of my career today, bro", "clean_text": "RT @KEITHMCCULLOUGH COULD BE THE END OF MY CAREER TODAY BRO", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200428, "Text": "RT @ldelevingne: Amazing story in @BostonGlobeMag about the big short you've never heard of, with a cameo by @Reuters founder Julius \"Baron…", "clean_text": "RT @LDELEVINGNE AMAZING STORY IN @BOSTONGLOBEMAG ABOUT THE BIG SHORT YOUVE NEVER HEARD OF WITH A CAMEO BY @REUTERS FOUNDER JULIUS BARON", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200428, "Text": "Includes a section on the impact of #COVID19 on activist short selling.\nhttps://t.co/A2nnCpmV8i https://t.co/CS3IzPSNUY", "clean_text": "INCLUDES A SECTION ON THE IMPACT OF #COVID19 ON ACTIVIST SHORT SELLING\n ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200428, "Text": "Looks like @Voatz was used successfully this week in the Republican primary for outgoing US Rep Bishop's seat in Co… https://t.co/ItxAm71WHW", "clean_text": "LOOKS LIKE @VOATZ WAS USED SUCCESSFULLY THIS WEEK IN THE REPUBLICAN PRIMARY FOR OUTGOING US REP BISHOP SEAT IN CO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200428, "Text": "RT @FD: Wirecard on 2016-2018: \"According to the increased forensic requirements of the audit by KPMG, however, not all data could be obtai…", "clean_text": "RT @FD WIRECARD ON 20162018 ACCORDING TO THE INCREASED FORENSIC REQUIREMENTS OF THE AUDIT BY KPMG HOWEVER NOT ALL DATA COULD BE OBTAI", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200427, "Text": "@morganhousel @trengriffin To make the comparison more apples-to-apples, it is important to select a time period th… https://t.co/p2TuvgzzM4", "clean_text": "@MORGANHOUSEL @TRENGRIFFIN TO MAKE THE COMPARISON MORE APPLESTOAPPLES IT IS IMPORTANT TO SELECT A TIME PERIOD TH ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200427, "Text": "RT @TucsonStar: Startup SaiOx has developed a helium-oxygen breathing device that could help address the COVID-19 pandemic safer and at low…", "clean_text": "RT @TUCSONSTAR STARTUP SAIOX HAS DEVELOPED A HELIUMOXYGEN BREATHING DEVICE THAT COULD HELP ADDRESS THE COVID19 PANDEMIC SAFER AND AT LOW", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200427, "Text": "The NASDAQ Composite Index is down less than 3% YTD.  Doesn’t feel like it....right?...but it  goes to show just ho… https://t.co/kE4WgoNWnJ", "clean_text": "THE NASDAQ COMPOSITE INDEX IS DOWN LESS THAN 3% YTD  DOESNT FEEL LIKE ITRIGHTBUT IT  GOES TO SHOW JUST HO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @StateDept: .@SecPompeo: We still need every country to be transparent, to share their data, to share all of this information so the wor…", "clean_text": "RT @STATEDEPT @SECPOMPEO WE STILL NEED EVERY COUNTRY TO BE TRANSPARENT TO SHARE THEIR DATA TO SHARE ALL OF THIS INFORMATION SO THE WOR", "count1": 1, "count2": 1, "count3": 3, "count4": 0}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @SecPompeo: May the holy month of Ramadan be a reminder for people of all faiths to strive for compassion. As we navigate #COVID19, may…", "clean_text": "RT @SECPOMPEO MAY THE HOLY MONTH OF RAMADAN BE A REMINDER FOR PEOPLE OF ALL FAITHS TO STRIVE FOR COMPASSION AS WE NAVIGATE #COVID19 MAY", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200427, "Text": "Just like #IntellectualProperty, we see the innovations &amp; creations of a green future every day. However, we often… https://t.co/uny3uOOhVf", "clean_text": "JUST LIKE #INTELLECTUALPROPERTY WE SEE THE INNOVATIONS AMP CREATIONS OF A GREEN FUTURE EVERY DAY HOWEVER WE OFTEN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200427, "Text": "@CapitalObserver Yup. real sad. I think Crown Heights was the first real bad neighbor here in NY. Nobody knew it wa… https://t.co/mgXGCl1rYO", "clean_text": "@CAPITALOBSERVER YUP REAL SAD I THINK CROWN HEIGHTS WAS THE FIRST REAL BAD NEIGHBOR HERE IN NY NOBODY KNEW IT WA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20200427, "Text": "@CapitalObserver Until there's more certainty about it, i'll still be somewhat cautious. But even on the onset, I w… https://t.co/ULOfuprIBj", "clean_text": "@CAPITALOBSERVER UNTIL THERE MORE CERTAINTY ABOUT IT ILL STILL BE SOMEWHAT CAUTIOUS BUT EVEN ON THE ONSET I W ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200427, "Text": "The Last Dance is an intense combination of nostalgia and incredibly high-quality production value. It's one of the… https://t.co/i8aFTxM15r", "clean_text": "THE LAST DANCE IS AN INTENSE COMBINATION OF NOSTALGIA AND INCREDIBLY HIGHQUALITY PRODUCTION VALUE IT ONE OF THE ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200427, "Text": "@Morgan_03 @BarbarianCap On brand!!! Is he wearing the throwback one?", "clean_text": "@MORGAN_03 @BARBARIANCAP ON BRAND IS HE WEARING THE THROWBACK ONE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200427, "Text": "For an early warning on the decline of contractual protection furnished by loan covenants, see \"Tomorrow's debt hea… https://t.co/Ndw744U39n", "clean_text": "FOR AN EARLY WARNING ON THE DECLINE OF CONTRACTUAL PROTECTION FURNISHED BY LOAN COVENANTS SEE TOMORROW DEBT HEA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200427, "Text": "Microsoft trades like a defensive Covid name but majority of the biz is still on-prem enterprise. Does it matter if… https://t.co/htRbh06m40", "clean_text": "MICROSOFT TRADES LIKE A DEFENSIVE COVID NAME BUT MAJORITY OF THE BIZ IS STILL ONPREM ENTERPRISE DOES IT MATTER IF ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200427, "Text": "1/ The equity market looks dangerous here with lots of downside possible given the decent probability that the glob… https://t.co/bOVnErOlou", "clean_text": "1 THE EQUITY MARKET LOOKS DANGEROUS HERE WITH LOTS OF DOWNSIDE POSSIBLE GIVEN THE DECENT PROBABILITY THAT THE GLOB ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200427, "Text": "2/ BTD Pavlov behavior, depressed interest rates creating a TINA environment, the central bank put, too much money… https://t.co/0p9UMS4clG", "clean_text": "2 BTD PAVLOV BEHAVIOR DEPRESSED INTEREST RATES CREATING A TINA ENVIRONMENT THE CENTRAL BANK PUT TOO MUCH MONEY ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200427, "Text": "4/ The test might be Q3/Q4 reporting season. Q1 means nothing, Q2 is a mulligan, but Q3/Q4 is where rubber hits the… https://t.co/BvycI3118a", "clean_text": "4 THE TEST MIGHT BE Q3Q4 REPORTING SEASON Q1 MEANS NOTHING Q2 IS A MULLIGAN BUT Q3Q4 IS WHERE RUBBER HITS THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200427, "Text": "5/ Central bank actions have been the lipstick on the pig for risk markets. Does the lipstick were off or should in… https://t.co/09Km7pUvgm", "clean_text": "5 CENTRAL BANK ACTIONS HAVE BEEN THE LIPSTICK ON THE PIG FOR RISK MARKETS DOES THE LIPSTICK WERE OFF OR SHOULD IN ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200427, "Text": "This list is basically the safe backbone of ‘best businesses’ and @jj_shipley did a great job here.  I prefer to in… https://t.co/kIwet9sylH", "clean_text": "THIS LIST IS BASICALLY THE SAFE BACKBONE OF BEST BUSINESSES AND @JJ_SHIPLEY DID A GREAT JOB HERE  I PREFER TO IN ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200427, "Text": "$INO is the Covid-19 version of Theranos.  Either the SEC halts the stock or it trades back to $1 on a history of f… https://t.co/kmHptbEWTj", "clean_text": "INO IS THE COVID19 VERSION OF THERANOS  EITHER THE SEC HALTS THE STOCK OR IT TRADES BACK TO 1 ON A HISTORY OF F ", "count1": 3, "count2": 2, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200427, "Text": "It’s great to see that the US is finally making progress when it comes to COVID testing. \n\nhttps://t.co/r794iTCVDf", "clean_text": "ITS GREAT TO SEE THAT THE US IS FINALLY MAKING PROGRESS WHEN IT COMES TO COVID TESTING \n\n", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200427, "Text": "Currently listening to two of the wisest people I know — @MarceloPLima and @GSpier — talking about the tradeoffs in… https://t.co/KTlo6sHhPg", "clean_text": "CURRENTLY LISTENING TO TWO OF THE WISEST PEOPLE I KNOW @MARCELOPLIMA AND @GSPIER TALKING ABOUT THE TRADEOFFS IN ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200427, "Text": "@MarceloPLima @GSpier It’s an important discussion. The shutdown bought us time, but it has to be changed and lifte… https://t.co/qHcWukcQdg", "clean_text": "@MARCELOPLIMA @GSPIER ITS AN IMPORTANT DISCUSSION THE SHUTDOWN BOUGHT US TIME BUT IT HAS TO BE CHANGED AND LIFTE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200427, "Text": "@QuisitiveInvest To me the conclusion is not that risk happens fast, it's that it was always there. Their pre-relea… https://t.co/ny1r1Utr3l", "clean_text": "@QUISITIVEINVEST TO ME THE CONCLUSION IS NOT THAT RISK HAPPENS FAST IT THAT IT WAS ALWAYS THERE THEIR PRERELEA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200427, "Text": "@friedoystercult No contest from me. You're right. I still remember the day the Fab Five 30 for 30 dropped. I rewat… https://t.co/f924l2oexY", "clean_text": "@FRIEDOYSTERCULT NO CONTEST FROM ME YOURE RIGHT I STILL REMEMBER THE DAY THE FAB FIVE 30 FOR 30 DROPPED I REWAT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200427, "Text": "RT @WorldWideWob: Dennis Rodman: DNP (Vegas)\n\nto this day the single-greatest load management finesse of all-time.", "clean_text": "RT @WORLDWIDEWOB DENNIS RODMAN DNP VEGAS\n\nTO THIS DAY THE SINGLEGREATEST LOAD MANAGEMENT FINESSE OF ALLTIME", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200427, "Text": "RT @Rachel__Nichols: Carmen Electra: \"There's a knock on the door, it's Michael Jordan, so I hid. I. just went behind the couch.\"\n(this mig…", "clean_text": "RT @RACHEL__NICHOLS CARMEN ELECTRA THERE A KNOCK ON THE DOOR IT MICHAEL JORDAN SO I HID I JUST WENT BEHIND THE COUCH\nTHIS MIG", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200426, "Text": "RT @JohnPGavin: Good night all.  Concerts. The orchestra. A play. The movies. Vegas buffets. Happy hours. Baseball. Football. Stadiums fill…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  CONCERTS THE ORCHESTRA A PLAY THE MOVIES VEGAS BUFFETS HAPPY HOURS BASEBALL FOOTBALL STADIUMS FILL", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200426, "Text": "In the world of forensic accounting, Francine is a rock star.  We share her frustration. https://t.co/86Bm4H1ib2", "clean_text": "IN THE WORLD OF FORENSIC ACCOUNTING FRANCINE IS A ROCK STAR  WE SHARE HER FRUSTRATION ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200426, "Text": "The picture shows the multiple of invested capital (MOIC) for more 30k venture capital deals. Well known, but serio… https://t.co/hgTRt5D5Va", "clean_text": "THE PICTURE SHOWS THE MULTIPLE OF INVESTED CAPITAL MOIC FOR MORE 30K VENTURE CAPITAL DEALS WELL KNOWN BUT SERIO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200426, "Text": "@SamAntar @brklynmind Yes. Agree. Angry because as long as people choose to re-interpret the rules, my parents and… https://t.co/ttyM8Zx1Oh", "clean_text": "@SAMANTAR @BRKLYNMIND YES AGREE ANGRY BECAUSE AS LONG AS PEOPLE CHOOSE TO REINTERPRET THE RULES MY PARENTS AND ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200426, "Text": "@PlanMaestro @brett_walden Equity markets are not down that much. Is the issue now more to do with NIRP rate environment?", "clean_text": "@PLANMAESTRO @BRETT_WALDEN EQUITY MARKETS ARE NOT DOWN THAT MUCH IS THE ISSUE NOW MORE TO DO WITH NIRP RATE ENVIRONMENT", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "@rationalwalk Or just buying time to figure out what to do... wouldn’t be the first time", "clean_text": "@RATIONALWALK OR JUST BUYING TIME TO FIGURE OUT WHAT TO DO WOULDNT BE THE FIRST TIME", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "RT @AviKaner: Israel is aggressively upgrading highways and rail lines during the crisis, as people are isolated at home. For example, a su…", "clean_text": "RT @AVIKANER ISRAEL IS AGGRESSIVELY UPGRADING HIGHWAYS AND RAIL LINES DURING THE CRISIS AS PEOPLE ARE ISOLATED AT HOME FOR EXAMPLE A SU", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "RT @gdibner: Woke up to good news from Israel on ending the Coronavirus lockdown this morning, which I think should be shared widely in Eng…", "clean_text": "RT @GDIBNER WOKE UP TO GOOD NEWS FROM ISRAEL ON ENDING THE CORONAVIRUS LOCKDOWN THIS MORNING WHICH I THINK SHOULD BE SHARED WIDELY IN ENG", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy BAWAG? Haven’t seen many other people in that name. \n\nUltimately sold it because I think the roll-… https://t.co/I4Srznj2Ro", "clean_text": "@CONVEXITYCOWBOY BAWAG HAVENT SEEN MANY OTHER PEOPLE IN THAT NAME \n\nULTIMATELY SOLD IT BECAUSE I THINK THE ROLL ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy Some defense, yeah. But biggest driver is civil aftermarket. \n\nThe zodiac deal put me off for a wh… https://t.co/iR0KiYROfV", "clean_text": "@CONVEXITYCOWBOY SOME DEFENSE YEAH BUT BIGGEST DRIVER IS CIVIL AFTERMARKET \n\nTHE ZODIAC DEAL PUT ME OFF FOR A WH ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200426, "Text": "RT @jburnmurdoch: The picture is even more stark in the cities &amp; regions hardest hit by outbreaks.\n\nIn Ecuador’s Guayas province, 245 Covid…", "clean_text": "RT @JBURNMURDOCH THE PICTURE IS EVEN MORE STARK IN THE CITIES AMP REGIONS HARDEST HIT BY OUTBREAKS\n\nIN ECUADORS GUAYAS PROVINCE 245 COVID", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200425, "Text": "I had a call yesterday with a former Fortune 500 CEO who said his experience was nearly the opposite of what is des… https://t.co/pmycpOOrzm", "clean_text": "I HAD A CALL YESTERDAY WITH A FORMER FORTUNE 500 CEO WHO SAID HIS EXPERIENCE WAS NEARLY THE OPPOSITE OF WHAT IS DES ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "footnoted", "Time": 20200425, "Text": "The statement also discloses far more money in #PPPLoans than previously disclosed. If they wind up getting entire… https://t.co/f7glRUg2IK", "clean_text": "THE STATEMENT ALSO DISCLOSES FAR MORE MONEY IN #PPPLOANS THAN PREVIOUSLY DISCLOSED IF THEY WIND UP GETTING ENTIRE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200425, "Text": "@LUFCLew @pb_1973 Read the paragraph about leronlimab. Only 1 of 6 patients remained in stable condition. The other… https://t.co/qxFijzujK6", "clean_text": "@LUFCLEW @PB_1973 READ THE PARAGRAPH ABOUT LERONLIMAB ONLY 1 OF 6 PATIENTS REMAINED IN STABLE CONDITION THE OTHER ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200425, "Text": "@Nerlynx1 @BagholderQuotes The data in that letter to the editor actually suggest (caveat: small n, patients not tr… https://t.co/tFdBU1ISE5", "clean_text": "@NERLYNX1 @BAGHOLDERQUOTES THE DATA IN THAT LETTER TO THE EDITOR ACTUALLY SUGGEST CAVEAT SMALL N PATIENTS NOT TR ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200425, "Text": "@pb_1973 @LUFCLew What do you disagree with? Read the linked paper...it’s just arithmetic.", "clean_text": "@PB_1973 @LUFCLEW WHAT DO YOU DISAGREE WITH READ THE LINKED PAPERITS JUST ARITHMETIC", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200425, "Text": "@davemortell @pb_1973 @LUFCLew Obviously the sample is too small to draw any conclusions either way, but the result… https://t.co/rEg3HlqK0g", "clean_text": "@DAVEMORTELL @PB_1973 @LUFCLEW OBVIOUSLY THE SAMPLE IS TOO SMALL TO DRAW ANY CONCLUSIONS EITHER WAY BUT THE RESULT ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200425, "Text": "RT @sgellison: Ravens set the NFL single-season rushing record last year.\n\nThey retain all their RBs in Mark Ingram, Gus Edwards &amp; Justice…", "clean_text": "RT @SGELLISON RAVENS SET THE NFL SINGLESEASON RUSHING RECORD LAST YEAR\n\nTHEY RETAIN ALL THEIR RBS IN MARK INGRAM GUS EDWARDS AMP JUSTICE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200425, "Text": "@IvanTheK I think all of the storage has been rented out (or held for regular use by refiners/pipelines), but hasn’t physically been filled", "clean_text": "@IVANTHEK I THINK ALL OF THE STORAGE HAS BEEN RENTED OUT OR HELD FOR REGULAR USE BY REFINERSPIPELINES BUT HASNT PHYSICALLY BEEN FILLED", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200425, "Text": "RT @YellowLabLife: Big win for gender equality if true. Not many despotic female leaders even though it's the year 2020. Also, expect signi…", "clean_text": "RT @YELLOWLABLIFE BIG WIN FOR GENDER EQUALITY IF TRUE NOT MANY DESPOTIC FEMALE LEADERS EVEN THOUGH IT THE YEAR 2020 ALSO EXPECT SIGNI", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "Many of us shall look like Prickles the sheep when we eventually emerge. https://t.co/PStDJiGov2", "clean_text": "MANY OF US SHALL LOOK LIKE PRICKLES THE SHEEP WHEN WE EVENTUALLY EMERGE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "@firstadopter South Korea is nailing the pandemic response. Gotta love the Americans without a passport or perspect… https://t.co/NbiZ9EWbyA", "clean_text": "@FIRSTADOPTER SOUTH KOREA IS NAILING THE PANDEMIC RESPONSE GOTTA LOVE THE AMERICANS WITHOUT A PASSPORT OR PERSPECT ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "How is it that @TMZ is scooping all the traditional news outlets on Kim Jong-un? Lower verification standards befor… https://t.co/nT6ogd6VDp", "clean_text": "HOW IS IT THAT @TMZ IS SCOOPING ALL THE TRADITIONAL NEWS OUTLETS ON KIM JONGUN LOWER VERIFICATION STANDARDS BEFOR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "I feel seen. But I actually need this more Tuesday-Friday. The market is closed today so I know it is the weekend. https://t.co/M7ylVwA5vI", "clean_text": "I FEEL SEEN BUT I ACTUALLY NEED THIS MORE TUESDAYFRIDAY THE MARKET IS CLOSED TODAY SO I KNOW IT IS THE WEEKEND ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200425, "Text": "The onion needs to start giving their stock picks on CNBC https://t.co/tb01xRAtYn", "clean_text": "THE ONION NEEDS TO START GIVING THEIR STOCK PICKS ON CNBC ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200424, "Text": "RT @JohnPGavin: Will the airlines charge the cargo to check a bag?  How about ticket change fees?  Does the cargo pay extra for seat select…", "clean_text": "RT @JOHNPGAVIN WILL THE AIRLINES CHARGE THE CARGO TO CHECK A BAG  HOW ABOUT TICKET CHANGE FEES  DOES THE CARGO PAY EXTRA FOR SEAT SELECT", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200424, "Text": "@JohnEzekowitz i am not sure that it is classically a zeugma but the joke works roughly the same way as \"to lose he… https://t.co/yWDu4LBJW9", "clean_text": "@JOHNEZEKOWITZ I AM NOT SURE THAT IT IS CLASSICALLY A ZEUGMA BUT THE JOKE WORKS ROUGHLY THE SAME WAY AS TO LOSE HE ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200424, "Text": "Money Stuff, Dragon-God has all loyalty abilities of all other newsletters on the battlefield. https://t.co/kmtEkJUZdk", "clean_text": "MONEY STUFF DRAGONGOD HAS ALL LOYALTY ABILITIES OF ALL OTHER NEWSLETTERS ON THE BATTLEFIELD ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200424, "Text": "“I actually think long-term, the best cyclical play out there are the very large banks.” ~ Steve Eisman… https://t.co/BzoabH6KqV", "clean_text": "I ACTUALLY THINK LONGTERM THE BEST CYCLICAL PLAY OUT THERE ARE THE VERY LARGE BANKS” STEVE EISMAN ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200424, "Text": "RT @mdmcdonald: Suspension of the MLB season is having ripple effects in #CostaRica. The Rawlings factory in Turrialba, Costa Rica, where w…", "clean_text": "RT @MDMCDONALD SUSPENSION OF THE MLB SEASON IS HAVING RIPPLE EFFECTS IN #COSTARICA THE RAWLINGS FACTORY IN TURRIALBA COSTA RICA WHERE W", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200424, "Text": "Another short's analysis debunking the $PRNB presentation and data released yesterday https://t.co/f4mea2NFwI", "clean_text": "ANOTHER SHORT ANALYSIS DEBUNKING THE PRNB PRESENTATION AND DATA RELEASED YESTERDAY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200424, "Text": "Plan for a rainy day like the airlines your colleagues just bailed out?\n\nStates were spending for schools, roads, h… https://t.co/EhbpSdOWVp", "clean_text": "PLAN FOR A RAINY DAY LIKE THE AIRLINES YOUR COLLEAGUES JUST BAILED OUT\n\nSTATES WERE SPENDING FOR SCHOOLS ROADS H ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200424, "Text": "@PlanMaestro The real action is in the debt. Check out those credit spreads.", "clean_text": "@PLANMAESTRO THE REAL ACTION IS IN THE DEBT CHECK OUT THOSE CREDIT SPREADS", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200424, "Text": "For more on the free-and-easy portion of the credit cycle, see \"'Really, just IOUs'\" in the Grant's issue dated Dec… https://t.co/eQSjMtnrrG", "clean_text": "FOR MORE ON THE FREEANDEASY PORTION OF THE CREDIT CYCLE SEE REALLY JUST IOU IN THE GRANT ISSUE DATED DEC ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200424, "Text": "@modestproposal1 the early leaked stories on Stankey though may beg to differ!", "clean_text": "@MODESTPROPOSAL1 THE EARLY LEAKED STORIES ON STANKEY THOUGH MAY BEG TO DIFFER", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200424, "Text": "How funny would it be if the cure for the COVID-19 crisis is for people to start chain smoking Marlborough Reds?\n\nF… https://t.co/VrnPbLnicb", "clean_text": "HOW FUNNY WOULD IT BE IF THE CURE FOR THE COVID19 CRISIS IS FOR PEOPLE TO START CHAIN SMOKING MARLBOROUGH REDS\n\nF ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200424, "Text": "RT @charliebilello: Fed balance sheet moves up to $6.573 trillion, a new high. In the last 6 weeks it has increased over $2.2 trillion. htt…", "clean_text": "RT @CHARLIEBILELLO FED BALANCE SHEET MOVES UP TO 6573 TRILLION A NEW HIGH IN THE LAST 6 WEEKS IT HAS INCREASED OVER 22 TRILLION HTT", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200424, "Text": "Trump owes tens of millions to the Bank of China — and the loan is due soon https://t.co/7dZZzbxsga via @politico", "clean_text": "TRUMP OWES TENS OF MILLIONS TO THE BANK OF CHINA AND THE LOAN IS DUE SOON  VIA @POLITICO", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200424, "Text": "RT @scottbix: Presidents Barack Obama and George W. Bush both broke campaign pledges to recognize the Armenian Genocide as such.\n\nPresident…", "clean_text": "RT @SCOTTBIX PRESIDENTS BARACK OBAMA AND GEORGE W BUSH BOTH BROKE CAMPAIGN PLEDGES TO RECOGNIZE THE ARMENIAN GENOCIDE AS SUCH\n\nPRESIDENT", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200423, "Text": "Yes the #dental industry and our primary research agrees that the trends are very #bearish and hopes of post-… https://t.co/aqZoBD6OhL", "clean_text": "YES THE #DENTAL INDUSTRY AND OUR PRIMARY RESEARCH AGREES THAT THE TRENDS ARE VERY #BEARISH AND HOPES OF POST ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200423, "Text": "@OpenOutcrier \"we're all dead in the long-run\" isn't that the saying?", "clean_text": "@OPENOUTCRIER WERE ALL DEAD IN THE LONGRUN ISNT THAT THE SAYING", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: A lot of the lower-quality credits just went through a no-bid market before the Fed stepped in.  Hard to say where it shows…", "clean_text": "RT @JOHNPGAVIN A LOT OF THE LOWERQUALITY CREDITS JUST WENT THROUGH A NOBID MARKET BEFORE THE FED STEPPED IN  HARD TO SAY WHERE IT SHOWS", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: As an analyst, I get why the financial crowd loves the #SaaS model.  But as a business owner I always hated it. I saw great…", "clean_text": "RT @JOHNPGAVIN AS AN ANALYST I GET WHY THE FINANCIAL CROWD LOVES THE #SAAS MODEL  BUT AS A BUSINESS OWNER I ALWAYS HATED IT I SAW GREAT", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200423, "Text": "@ejenk @quantian1 not that much trouble! his quality of life is not noticeably worse for having the shares", "clean_text": "@EJENK @QUANTIAN1 NOT THAT MUCH TROUBLE HIS QUALITY OF LIFE IS NOT NOTICEABLY WORSE FOR HAVING THE SHARES", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200423, "Text": "In an attempt to save this newsletter and boost its price, I have destroyed the utility of the product. https://t.co/8OPtZYQu2M", "clean_text": "IN AN ATTEMPT TO SAVE THIS NEWSLETTER AND BOOST ITS PRICE I HAVE DESTROYED THE UTILITY OF THE PRODUCT ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200423, "Text": "@felixsalmon @theofrancis and the WSJ doing a better job at the overall metrics. I’m sadly doing this manually. https://t.co/8pmruRzf61", "clean_text": "@FELIXSALMON @THEOFRANCIS AND THE WSJ DOING A BETTER JOB AT THE OVERALL METRICS IM SADLY DOING THIS MANUALLY ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200423, "Text": "@felixsalmon @theofrancis Can see your point, but didn’t  @stevenmnuchin1 say yesterday that the program wasn’t des… https://t.co/3cVtd1U8WH", "clean_text": "@FELIXSALMON @THEOFRANCIS CAN SEE YOUR POINT BUT DIDNT  @STEVENMNUCHIN1 SAY YESTERDAY THAT THE PROGRAM WASNT DES ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200423, "Text": "Hmmm. So should we start expecting more 8Ks saying the companies are returning the money like $PBPB and $SHAK and… https://t.co/W9ldQnIzdO", "clean_text": "HMMM SO SHOULD WE START EXPECTING MORE 8KS SAYING THE COMPANIES ARE RETURNING THE MONEY LIKE PBPB AND SHAK AND ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200423, "Text": "@rapoportmike My best guess is that this was written (in or out) by the lobbyists and that nobody bothered to read… https://t.co/IkpMSVn2iU", "clean_text": "@RAPOPORTMIKE MY BEST GUESS IS THAT THIS WAS WRITTEN IN OR OUT BY THE LOBBYISTS AND THAT NOBODY BOTHERED TO READ ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200423, "Text": "$BOOM is the first company I’ve come across today — since the SBA changed its guidance on PPP funds — to announce t… https://t.co/qWDP4Gffgj", "clean_text": "BOOM IS THE FIRST COMPANY IVE COME ACROSS TODAY SINCE THE SBA CHANGED ITS GUIDANCE ON PPP FUNDS TO ANNOUNCE T ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "RT @sarthakgh: MBA students at top biz schools (Wharton, Kellogg, Stanford) of the country are asking for refunds \n\nA reckoning is coming.…", "clean_text": "RT @SARTHAKGH MBA STUDENTS AT TOP BIZ SCHOOLS WHARTON KELLOGG STANFORD OF THE COUNTRY ARE ASKING FOR REFUNDS \n\nA RECKONING IS COMING", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200423, "Text": "Awareness is growing that the PPP results in many people “making”more money by not working at their prior job.  Tha… https://t.co/DyGRRY2ov9", "clean_text": "AWARENESS IS GROWING THAT THE PPP RESULTS IN MANY PEOPLE MAKING”MORE MONEY BY NOT WORKING AT THEIR PRIOR JOB  THA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @StateDept: .@SecPompeo: The Chinese Government hasn’t permitted American scientists to go into #China, to go into not only the Wuhan la…", "clean_text": "RT @STATEDEPT @SECPOMPEO THE CHINESE GOVERNMENT HASNT PERMITTED AMERICAN SCIENTISTS TO GO INTO #CHINA TO GO INTO NOT ONLY THE WUHAN LA", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @USAmbUN: .@USUN and @StateDept thank the eight members of the @UN #NorthKorea Panel of Experts. The United States highly appreciates yo…", "clean_text": "RT @USAMBUN @USUN AND @STATEDEPT THANK THE EIGHT MEMBERS OF THE @UN #NORTHKOREA PANEL OF EXPERTS THE UNITED STATES HIGHLY APPRECIATES YO", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @StateDept: .@SecPompeo discusses the World Health Organization, China, and COVID-19. Watch the full briefing: https://t.co/ie7e3VwarG.…", "clean_text": "RT @STATEDEPT @SECPOMPEO DISCUSSES THE WORLD HEALTH ORGANIZATION CHINA AND COVID19 WATCH THE FULL BRIEFING ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200423, "Text": "$PRNB: data released today and as much as Sanofi tries to torture the data, there is no clear dose-response: 3 grou… https://t.co/ZCPXIF6wQk", "clean_text": "PRNB DATA RELEASED TODAY AND AS MUCH AS SANOFI TRIES TO TORTURE THE DATA THERE IS NO CLEAR DOSERESPONSE 3 GROU ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200423, "Text": "@dschorrnyc Join. The. Club.", "clean_text": "@DSCHORRNYC JOIN THE CLUB", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200423, "Text": "@emilio_gold Think they are accelerating the decline in home entertainment trend, would imagine that revenue line d… https://t.co/Vg3x5Ejg9N", "clean_text": "@EMILIO_GOLD THINK THEY ARE ACCELERATING THE DECLINE IN HOME ENTERTAINMENT TREND WOULD IMAGINE THAT REVENUE LINE D ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200423, "Text": "From last week - brands that have increased or decreased their advertising spend the most (source: Adomik) https://t.co/Ut8f9NmGLP", "clean_text": "FROM LAST WEEK  BRANDS THAT HAVE INCREASED OR DECREASED THEIR ADVERTISING SPEND THE MOST SOURCE ADOMIK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200423, "Text": "Love it or hate it (me). The NOISE re: $OSTK's digital divvy is now over. The B/D's have encouraged and/or forced s… https://t.co/r7ezst3Lij", "clean_text": "LOVE IT OR HATE IT ME THE NOISE RE OSTK DIGITAL DIVVY IS NOW OVER THE BD HAVE ENCOURAGED ANDOR FORCED S ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200422, "Text": "Nobody is buying $WDFC #WDFC at big retailer O'Reilly Auto $ORLY \"Due to the ongoing, negative impact of #COVID19,… https://t.co/g79K5LOAHg", "clean_text": "NOBODY IS BUYING WDFC #WDFC AT BIG RETAILER OREILLY AUTO ORLY DUE TO THE ONGOING NEGATIVE IMPACT OF #COVID19 ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Good night all.  After the darkness of the night, the light will surely return tomorrow.  No virus can stop that.  No virus…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  AFTER THE DARKNESS OF THE NIGHT THE LIGHT WILL SURELY RETURN TOMORROW  NO VIRUS CAN STOP THAT  NO VIRUS", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: An articulate, clear argument for keeping perspective on Covid danger. Worth the few minutes to watch. \n\n“Bill Maher: The M…", "clean_text": "RT @JOHNPGAVIN AN ARTICULATE CLEAR ARGUMENT FOR KEEPING PERSPECTIVE ON COVID DANGER WORTH THE FEW MINUTES TO WATCH \n\nBILL MAHER THE M", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Getting tired of the usual drivel of “support for small business”. The last rounds of stimulus were quickly scooped up by l…", "clean_text": "RT @JOHNPGAVIN GETTING TIRED OF THE USUAL DRIVEL OF SUPPORT FOR SMALL BUSINESS” THE LAST ROUNDS OF STIMULUS WERE QUICKLY SCOOPED UP BY L", "count1": 2, "count2": 3, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: This is good, we need the distraction. If video earnings calls take off, imagine the fun we’ll have snarking on all kinds o…", "clean_text": "RT @JOHNPGAVIN THIS IS GOOD WE NEED THE DISTRACTION IF VIDEO EARNINGS CALLS TAKE OFF IMAGINE THE FUN WELL HAVE SNARKING ON ALL KINDS O", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200422, "Text": "RT @SugarRiverCap: Fat tails the topic in this @mjmauboussin gem that should have been tucked away for future years: ‘Investors that design…", "clean_text": "RT @SUGARRIVERCAP FAT TAILS THE TOPIC IN THIS @MJMAUBOUSSIN GEM THAT SHOULD HAVE BEEN TUCKED AWAY FOR FUTURE YEARS INVESTORS THAT DESIGN", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk i think the combination of \"limited liability\" and \"it is a purely abstract share of a fictional entity\" matters a lot", "clean_text": "@EJENK I THINK THE COMBINATION OF LIMITED LIABILITY AND IT IS A PURELY ABSTRACT SHARE OF A FICTIONAL ENTITY MATTERS A LOT", "count1": 1, "count2": 2, "count3": 0, "count4": 3}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk this is different from physically settled oil contracts; it costs me money to take and store the oil. but th… https://t.co/hdvdrkaEyt", "clean_text": "@EJENK THIS IS DIFFERENT FROM PHYSICALLY SETTLED OIL CONTRACTS IT COSTS ME MONEY TO TAKE AND STORE THE OIL BUT TH ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk i agree with you that the USO situation is not that different from the leveraged ETP situation; either way y… https://t.co/xj01GHbIJB", "clean_text": "@EJENK I AGREE WITH YOU THAT THE USO SITUATION IS NOT THAT DIFFERENT FROM THE LEVERAGED ETP SITUATION EITHER WAY Y ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk but it is a difference of degree in that the sponsor of a 3x levered inverse whatever *knows that*, and worr… https://t.co/3IToT7iXhd", "clean_text": "@EJENK BUT IT IS A DIFFERENCE OF DEGREE IN THAT THE SPONSOR OF A 3X LEVERED INVERSE WHATEVER *KNOWS THAT* AND WORR ", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk i guess i ... do not start from the premise that D will go down to -$50? like there is a reason for that to… https://t.co/jnJzNGXrMl", "clean_text": "@EJENK I GUESS I  DO NOT START FROM THE PREMISE THAT D WILL GO DOWN TO 50 LIKE THERE IS A REASON FOR THAT TO ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk take the worst case. Company D has one shareholder S. S owns 100 shares at $100 each on 50% margin, S puts u… https://t.co/0WInTuQ4C7", "clean_text": "@EJENK TAKE THE WORST CASE COMPANY D HAS ONE SHAREHOLDER S S OWNS 100 SHARES AT 100 EACH ON 50% MARGIN S PUTS U ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk the brokers are not going to seize the shares and sell them for -$50; how could that help them?", "clean_text": "@EJENK THE BROKERS ARE NOT GOING TO SEIZE THE SHARES AND SELL THEM FOR 50 HOW COULD THAT HELP THEM", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk i mean you can definitely find a way to lose more than 100% of the value of a stock but not… https://t.co/vDXaDp3K7V", "clean_text": "@KARLBYKARLSMITH @EJENK I MEAN YOU CAN DEFINITELY FIND A WAY TO LOSE MORE THAN 100% OF THE VALUE OF A STOCK BUT NOT ", "count1": 1, "count2": 2, "count3": 1, "count4": 2}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk the real point is that shares of stock in themselves do not impose obligations, so, no. you… https://t.co/EICbLzUTAP", "clean_text": "@KARLBYKARLSMITH @EJENK THE REAL POINT IS THAT SHARES OF STOCK IN THEMSELVES DO NOT IMPOSE OBLIGATIONS SO NO YOU ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk like if you have a negative balance in your margin account, you could wish the whole thing… https://t.co/JZBR6smueY", "clean_text": "@KARLBYKARLSMITH @EJENK LIKE IF YOU HAVE A NEGATIVE BALANCE IN YOUR MARGIN ACCOUNT YOU COULD WISH THE WHOLE THING ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200422, "Text": "Saw the $30m for $AHT yesterday, but didn't realize the other $16m for $BHR was also tied to him. https://t.co/2337UfnF2k", "clean_text": "SAW THE 30M FOR AHT YESTERDAY BUT DIDNT REALIZE THE OTHER 16M FOR BHR WAS ALSO TIED TO HIM ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200422, "Text": "What is the bull and bear case on $UNH ?", "clean_text": "WHAT IS THE BULL AND BEAR CASE ON UNH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: The U.S. strongly condemns the attack on an @UN vehicle in #Rakhine State, #Burma, which killed a UN employee &amp; wounded…", "clean_text": "RT @STATEDEPTSPOX THE US STRONGLY CONDEMNS THE ATTACK ON AN @UN VEHICLE IN #RAKHINE STATE #BURMA WHICH KILLED A UN EMPLOYEE AMP WOUNDED", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: Proud to echo @SecPompeo’s announcement of $270 million in new U.S. assistance for the global #COVID19 response. The U.S…", "clean_text": "RT @STATEDEPTSPOX PROUD TO ECHO @SECPOMPEOS ANNOUNCEMENT OF 270 MILLION IN NEW US ASSISTANCE FOR THE GLOBAL #COVID19 RESPONSE THE US", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "@AlpBugraBasat @shrivastava_sam Huh? What’s your estimation of the borrowing cost?", "clean_text": "@ALPBUGRABASAT @SHRIVASTAVA_SAM HUH WHATS YOUR ESTIMATION OF THE BORROWING COST", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "@robertcshea Right, someone asked us about $VSTM in the Seeking Alpha article, so here's brief discussion: https://t.co/trjdIKiJrC", "clean_text": "@ROBERTCSHEA RIGHT SOMEONE ASKED US ABOUT VSTM IN THE SEEKING ALPHA ARTICLE SO HERE BRIEF DISCUSSION ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "RT @jeromeverony: I admonished against the hype surrounding $MRTX almost exactly a year ago, citing @biosleuth to highlight that KRAS is a…", "clean_text": "RT @JEROMEVERONY I ADMONISHED AGAINST THE HYPE SURROUNDING MRTX ALMOST EXACTLY A YEAR AGO CITING @BIOSLEUTH TO HIGHLIGHT THAT KRAS IS A", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "JohnHuber72", "Time": 20200422, "Text": "Not a view on the stock, but I always love reading NFLX calls. Great to see a CEO who is honest about risks, doesn'… https://t.co/eokbjUIiQg", "clean_text": "NOT A VIEW ON THE STOCK BUT I ALWAYS LOVE READING NFLX CALLS GREAT TO SEE A CEO WHO IS HONEST ABOUT RISKS DOESN ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "LA gets an earthquake after NYC gets a tornado warning and the burbs are covered in hail in late April. We’re all i… https://t.co/VdwijwwP4A", "clean_text": "LA GETS AN EARTHQUAKE AFTER NYC GETS A TORNADO WARNING AND THE BURBS ARE COVERED IN HAIL IN LATE APRIL WERE ALL I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "@LongShortTrader Saying cruise should be saved but energy shouldn’t is the most intellectually dishonest position o… https://t.co/wQVPQrnFqh", "clean_text": "@LONGSHORTTRADER SAYING CRUISE SHOULD BE SAVED BUT ENERGY SHOULDNT IS THE MOST INTELLECTUALLY DISHONEST POSITION O ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "@natesadeghi @talktoskirt I laugh at “bored” as well as the “I finished Netflix”. I just want a shower before 6pm.… https://t.co/C5S0v5AQCY", "clean_text": "@NATESADEGHI @TALKTOSKIRT I LAUGH AT BORED” AS WELL AS THE I FINISHED NETFLIX” I JUST WANT A SHOWER BEFORE 6PM ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "@biotechhack @natesadeghi @talktoskirt Have similar thoughts re the dishwasher", "clean_text": "@BIOTECHHACK @NATESADEGHI @TALKTOSKIRT HAVE SIMILAR THOUGHTS RE THE DISHWASHER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200422, "Text": "@AndyGrewal @TheBabylonBee The Bee doesn't miss.", "clean_text": "@ANDYGREWAL @THEBABYLONBEE THE BEE DOESNT MISS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200422, "Text": "RT @Find_Me_Value: *NEW DECK*\nThe Walt Disney Company ( $DIS ) - 185 pg\n\nI welcome any feedback / conversation\n\nhttps://t.co/IjDyZ3t4v7 (fr…", "clean_text": "RT @FIND_ME_VALUE *NEW DECK*\nTHE WALT DISNEY COMPANY  DIS 185 PG\n\nI WELCOME ANY FEEDBACK  CONVERSATION\n\n FR", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200422, "Text": "File this under tweets people didn’t think were from DLC — It’s the return of the Galakrond Secret Rogue but I’m st… https://t.co/bVefByUlkp", "clean_text": "FILE THIS UNDER TWEETS PEOPLE DIDNT THINK WERE FROM DLC ITS THE RETURN OF THE GALAKROND SECRET ROGUE BUT IM ST ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200422, "Text": "RT @jp_koning: Amidst the financial chaos, the Bank of Canada has shifted to a floor system. It usually operates with a tiny $250 million i…", "clean_text": "RT @JP_KONING AMIDST THE FINANCIAL CHAOS THE BANK OF CANADA HAS SHIFTED TO A FLOOR SYSTEM IT USUALLY OPERATES WITH A TINY 250 MILLION I", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Great data / insight. Thanks for sharing. I’d point out a flaw to the data regarding churn:  You don’t buy the hardware, yo…", "clean_text": "RT @JOHNPGAVIN GREAT DATA  INSIGHT THANKS FOR SHARING ID POINT OUT A FLAW TO THE DATA REGARDING CHURN  YOU DONT BUY THE HARDWARE YO", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: To imagine airlines will be able to restore their schedules and fill their planes even half as full as they were over the n…", "clean_text": "RT @JOHNPGAVIN TO IMAGINE AIRLINES WILL BE ABLE TO RESTORE THEIR SCHEDULES AND FILL THEIR PLANES EVEN HALF AS FULL AS THEY WERE OVER THE N", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: The airline industry has gone through bankruptcy so many times they could teach classes on it. Airplanes, gates, ticketing…", "clean_text": "RT @JOHNPGAVIN THE AIRLINE INDUSTRY HAS GONE THROUGH BANKRUPTCY SO MANY TIMES THEY COULD TEACH CLASSES ON IT AIRPLANES GATES TICKETING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200421, "Text": "RT @JohnPGavin: Now's a good time for airlines and hotels to rethink some parasitic revenue \"enhancers\" that hurt the travel experience and…", "clean_text": "RT @JOHNPGAVIN NOW A GOOD TIME FOR AIRLINES AND HOTELS TO RETHINK SOME PARASITIC REVENUE ENHANCERS THAT HURT THE TRAVEL EXPERIENCE AND", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200421, "Text": "In filing, $CMG says that while it doesn’t plan to use the PPP program, it expects $100m liquidity benefit from the… https://t.co/a0VUHOCAvh", "clean_text": "IN FILING CMG SAYS THAT WHILE IT DOESNT PLAN TO USE THE PPP PROGRAM IT EXPECTS 100M LIQUIDITY BENEFIT FROM THE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200421, "Text": "That’s really a judgement call on the part of any company’s inside/outside counsel. Have seen loans as little as $1… https://t.co/0M0HiVBjSw", "clean_text": "THATS REALLY A JUDGEMENT CALL ON THE PART OF ANY COMPANYS INSIDEOUTSIDE COUNSEL HAVE SEEN LOANS AS LITTLE AS 1 ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200421, "Text": "@tracyalloway @alfredliuhk With more than half its stock portfolio invested in the bank it has bigger problems than the dividend.", "clean_text": "@TRACYALLOWAY @ALFREDLIUHK WITH MORE THAN HALF ITS STOCK PORTFOLIO INVESTED IN THE BANK IT HAS BIGGER PROBLEMS THAN THE DIVIDEND", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200421, "Text": "RT @timkmak: THREAD - History doesn't repeat itself, but it rhymes: a thread about the **Anti-Mask League** of 1919.\n \nI'm not kidding I we…", "clean_text": "RT @TIMKMAK THREAD  HISTORY DOESNT REPEAT ITSELF BUT IT RHYMES A THREAD ABOUT THE **ANTIMASK LEAGUE** OF 1919\n \nIM NOT KIDDING I WE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200421, "Text": "@beardmars @MidwestHedgie @AdvInCap @hkuppy If the equity ends up not being a zero the unsecured bonds will make 15… https://t.co/NLMMc4Qs6J", "clean_text": "@BEARDMARS @MIDWESTHEDGIE @ADVINCAP @HKUPPY IF THE EQUITY ENDS UP NOT BEING A ZERO THE UNSECURED BONDS WILL MAKE 15 ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200421, "Text": "One thing the Fed cannot do is print gold to meet any delivery requests by the “paper gold” futures owners.  So “pa… https://t.co/ibF5TfgSNU", "clean_text": "ONE THING THE FED CANNOT DO IS PRINT GOLD TO MEET ANY DELIVERY REQUESTS BY THE PAPER GOLD” FUTURES OWNERS  SO PA ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200421, "Text": "The word “bailout” needs to be labeled “hate speech” directed toward every citizen who played by the rules.", "clean_text": "THE WORD BAILOUT” NEEDS TO BE LABELED HATE SPEECH” DIRECTED TOWARD EVERY CITIZEN WHO PLAYED BY THE RULES", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USAmbUN: Grateful for the @UN #NorthKorea Panel of Experts’ work and the release of their final report. Key takeaway? Member States mus…", "clean_text": "RT @USAMBUN GRATEFUL FOR THE @UN #NORTHKOREA PANEL OF EXPERTS WORK AND THE RELEASE OF THEIR FINAL REPORT KEY TAKEAWAY MEMBER STATES MUS", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: #NorthKorea’s sophisticated tactics to evade sanctions continue to allow them to utilize the international financial system, gene…", "clean_text": "RT @USUN #NORTHKOREAS SOPHISTICATED TACTICS TO EVADE SANCTIONS CONTINUE TO ALLOW THEM TO UTILIZE THE INTERNATIONAL FINANCIAL SYSTEM GENE", "count1": 1, "count2": 0, "count3": 3, "count4": 0}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Our observance of #YomHaShoah calls on us to renew our vow that future generations know the Holocaust’s horrors so that we never…", "clean_text": "RT @USUN OUR OBSERVANCE OF #YOMHASHOAH CALLS ON US TO RENEW OUR VOW THAT FUTURE GENERATIONS KNOW THE HOLOCAUSTS HORRORS SO THAT WE NEVER", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USUN: Today on #HolocaustRemembranceDay, the U.S. honors the millions of lives the Nazis murdered leading up to &amp; during #WWII: Jews, R…", "clean_text": "RT @USUN TODAY ON #HOLOCAUSTREMEMBRANCEDAY THE US HONORS THE MILLIONS OF LIVES THE NAZIS MURDERED LEADING UP TO AMP DURING #WWII JEWS R", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USAmbUN: #UNSC #VTC: Over 75% of the world’s food crises are driven by conflict. Millions of people in #Syria, #Yemen, and elsewhere ar…", "clean_text": "RT @USAMBUN #UNSC #VTC OVER 75% OF THE WORLDS FOOD CRISES ARE DRIVEN BY CONFLICT MILLIONS OF PEOPLE IN #SYRIA #YEMEN AND ELSEWHERE AR", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Meanwhile, data on '849 in NSCLC consists of 5 patients w/longest DOR at 10 weeks. It's been &gt;6 months since the la… https://t.co/2lTZD9D3x7", "clean_text": "MEANWHILE DATA ON 849 IN NSCLC CONSISTS OF 5 PATIENTS WLONGEST DOR AT 10 WEEKS IT BEEN GT6 MONTHS SINCE THE LA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Heterogeneity of KRAS mutations also means targeted therapy combinations with '849 are a roll of the dice. There's… https://t.co/whkWWOzIXv", "clean_text": "HETEROGENEITY OF KRAS MUTATIONS ALSO MEANS TARGETED THERAPY COMBINATIONS WITH 849 ARE A ROLL OF THE DICE THERE ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Mirati's other drug, sitravatinib, has shown zero single-agent activity. And the attempt to combine with checkpoint… https://t.co/qel92S4Z1f", "clean_text": "MIRATI OTHER DRUG SITRAVATINIB HAS SHOWN ZERO SINGLEAGENT ACTIVITY AND THE ATTEMPT TO COMBINE WITH CHECKPOINT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "At more than $4.5bn, Mirati's valuation assumes great clinical success &amp; maybe some M&amp;A. But the future of its 2 dr… https://t.co/DPXTMxmkzB", "clean_text": "AT MORE THAN 45BN MIRATI VALUATION ASSUMES GREAT CLINICAL SUCCESS AMP MAYBE SOME MAMPA BUT THE FUTURE OF ITS 2 DR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200421, "Text": "Things getting interesting in Tampa. Normally this would be a great risk/reward trade for the Bucs: at best Gronk i… https://t.co/AJBSeMqLu1", "clean_text": "THINGS GETTING INTERESTING IN TAMPA NORMALLY THIS WOULD BE A GREAT RISKREWARD TRADE FOR THE BUCS AT BEST GRONK I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200421, "Text": "@juliakatherine All in the last year. Is so unrealistic as to be offensive to the many women struggling with infert… https://t.co/UlzhCNICPs", "clean_text": "@JULIAKATHERINE ALL IN THE LAST YEAR IS SO UNREALISTIC AS TO BE OFFENSIVE TO THE MANY WOMEN STRUGGLING WITH INFERT ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200421, "Text": "@talktoskirt Ugh. That is so sad. I think my neighbor has it as well. Be careful in the common areas.", "clean_text": "@TALKTOSKIRT UGH THAT IS SO SAD I THINK MY NEIGHBOR HAS IT AS WELL BE CAREFUL IN THE COMMON AREAS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200421, "Text": "For more on the Amazon of Transportation, see 'Large, unbeatable numbers' in the Grant's issue dated November 1, 20… https://t.co/mJFpGYckin", "clean_text": "FOR MORE ON THE AMAZON OF TRANSPORTATION SEE LARGE UNBEATABLE NUMBER IN THE GRANT ISSUE DATED NOVEMBER 1 20 ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200421, "Text": "The potential integration and tech looks amazing for both $NTDOY and $CMCSA (read for more) https://t.co/PFXOtCLLf6", "clean_text": "THE POTENTIAL INTEGRATION AND TECH LOOKS AMAZING FOR BOTH NTDOY AND CMCSA READ FOR MORE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200421, "Text": "@evan_lorenz This is my slide for the $GOOG deck I’m working on. Sources are eMarketer, Magna Gobal, IAB, PWC, Integral Ad Science....", "clean_text": "@EVAN_LORENZ THIS IS MY SLIDE FOR THE GOOG DECK IM WORKING ON SOURCES ARE EMARKETER MAGNA GOBAL IAB PWC INTEGRAL AD SCIENCE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200421, "Text": "@FoolAllTheTime did they go from the IBM net promoter score to the average of the IBM/Red Hat score?", "clean_text": "@FOOLALLTHETIME DID THEY GO FROM THE IBM NET PROMOTER SCORE TO THE AVERAGE OF THE IBMRED HAT SCORE", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200421, "Text": "Oil’s not the only market where inventories built in anticipation of a supply shock only to have demand fall off pr… https://t.co/eZVMNgs3sF", "clean_text": "OILS NOT THE ONLY MARKET WHERE INVENTORIES BUILT IN ANTICIPATION OF A SUPPLY SHOCK ONLY TO HAVE DEMAND FALL OFF PR ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200421, "Text": "RT @realDonaldTrump: In light of the attack from the Invisible Enemy, as well as the need to protect the jobs of our GREAT American Citizen…", "clean_text": "RT @REALDONALDTRUMP IN LIGHT OF THE ATTACK FROM THE INVISIBLE ENEMY AS WELL AS THE NEED TO PROTECT THE JOBS OF OUR GREAT AMERICAN CITIZEN", "count1": 4, "count2": 2, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200421, "Text": "PAA Research Report: TREX: The Hard Realities for Composite Decking Manufacturers in a Post Covid-19 World https://t.co/6OFDfodMok", "clean_text": "PAA RESEARCH REPORT TREX THE HARD REALITIES FOR COMPOSITE DECKING MANUFACTURERS IN A POST COVID19 WORLD ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200420, "Text": "I am known for the phrase, ‘yay Money Stuff!’, and I assure you that it is still my mantra. https://t.co/Uou1c9XBcb", "clean_text": "I AM KNOWN FOR THE PHRASE YAY MONEY STUFF AND I ASSURE YOU THAT IT IS STILL MY MANTRA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200420, "Text": "@xenoceratops i wrote \"inhabitable\" the other day and people emailed to complain for weeks, you can never win", "clean_text": "@XENOCERATOPS I WROTE INHABITABLE THE OTHER DAY AND PEOPLE EMAILED TO COMPLAIN FOR WEEKS YOU CAN NEVER WIN", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200420, "Text": "the link is here but, y'know https://t.co/IUwdZ7PTfO", "clean_text": "THE LINK IS HERE BUT YKNOW ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200420, "Text": "@LongShortTrader I always thought the large endowments were exactly for times like this.", "clean_text": "@LONGSHORTTRADER I ALWAYS THOUGHT THE LARGE ENDOWMENTS WERE EXACTLY FOR TIMES LIKE THIS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200420, "Text": "Pulling guidance is the new “in-line”.", "clean_text": "PULLING GUIDANCE IS THE NEW INLINE”", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200420, "Text": "In my “A Tale of Two Sinks” webcast (now up on replay) I finished warning about the danger of purely financial enti… https://t.co/laR7dbyOOL", "clean_text": "IN MY A TALE OF TWO SINKS” WEBCAST NOW UP ON REPLAY I FINISHED WARNING ABOUT THE DANGER OF PURELY FINANCIAL ENTI ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200420, "Text": "I spoke about how physical gold is far better that “paper gold” for the opposite but related reason that tanked May… https://t.co/BPgmF6JkcP", "clean_text": "I SPOKE ABOUT HOW PHYSICAL GOLD IS FAR BETTER THAT PAPER GOLD” FOR THE OPPOSITE BUT RELATED REASON THAT TANKED MAY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200420, "Text": "RT @StateDept: .@SecPompeo: The Chinese Government needs to come clean. It needs to be accountable. It needs to explain what happened and w…", "clean_text": "RT @STATEDEPT @SECPOMPEO THE CHINESE GOVERNMENT NEEDS TO COME CLEAN IT NEEDS TO BE ACCOUNTABLE IT NEEDS TO EXPLAIN WHAT HAPPENED AND W", "count1": 1, "count2": 0, "count3": 3, "count4": 0}, {"Name": "GrantsPub", "Time": 20200420, "Text": "Oil is not the only thing on sale today. \n\nhttps://t.co/lETNMHzYip", "clean_text": "OIL IS NOT THE ONLY THING ON SALE TODAY \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200420, "Text": "\"The bulk of digital advertising spend comes from millions of small, local, direct advertisers spending $10,000 a y… https://t.co/CSnvGHezuM", "clean_text": "THE BULK OF DIGITAL ADVERTISING SPEND COMES FROM MILLIONS OF SMALL LOCAL DIRECT ADVERTISERS SPENDING 10000 A Y ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "RT @JacobWolinsky: Whitney tilson will give you the privilege  of providing your credit card number over the phone so you can send him $6,0…", "clean_text": "RT @JACOBWOLINSKY WHITNEY TILSON WILL GIVE YOU THE PRIVILEGE  OF PROVIDING YOUR CREDIT CARD NUMBER OVER THE PHONE SO YOU CAN SEND HIM 60", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "I look forward to the Permian rig count still being flat this week.", "clean_text": "I LOOK FORWARD TO THE PERMIAN RIG COUNT STILL BEING FLAT THIS WEEK", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "@ReaperCancelled *pushes glasses up*\n\nActually, it's the sound of an A-10 Warthog raining 30mm depleted uranium rou… https://t.co/8TAsJhwQcz", "clean_text": "@REAPERCANCELLED *PUSHES GLASSES UP*\n\nACTUALLY IT THE SOUND OF AN A10 WARTHOG RAINING 30MM DEPLETED URANIUM ROU ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200420, "Text": "RT @GumpCapital: The CFA institute refusing refunds and arbitrarily rescheduling exams to December is 100% on brand. Good job guys, glad Et…", "clean_text": "RT @GUMPCAPITAL THE CFA INSTITUTE REFUSING REFUNDS AND ARBITRARILY RESCHEDULING EXAMS TO DECEMBER IS 100% ON BRAND GOOD JOB GUYS GLAD ET", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200420, "Text": "$CACC doing their part to ruin the working class during this crisis.  Who is paying their negative equity 25% car l… https://t.co/vJfkvkTzaG", "clean_text": "CACC DOING THEIR PART TO RUIN THE WORKING CLASS DURING THIS CRISIS  WHO IS PAYING THEIR NEGATIVE EQUITY 25% CAR L ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200420, "Text": "RT @vexmark: waiting to see how many teens are getting hospitalized today after doing the viral tiktok crude oil drinking challenge", "clean_text": "RT @VEXMARK WAITING TO SEE HOW MANY TEENS ARE GETTING HOSPITALIZED TODAY AFTER DOING THE VIRAL TIKTOK CRUDE OIL DRINKING CHALLENGE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @stagevp: Hear @ktal90 of @firstresonance talk about the future of manufacturing on the Venture Stories podcast. \n\nhttps://t.co/pfG18mjb…", "clean_text": "RT @STAGEVP HEAR @KTAL90 OF @FIRSTRESONANCE TALK ABOUT THE FUTURE OF MANUFACTURING ON THE VENTURE STORIES PODCAST \n\n", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200420, "Text": "RT @stagevp: One of the fastest growing subscription commerce companies, @@blckriflecoffee, uses @soundcommerce to manage omnichannel sales…", "clean_text": "RT @STAGEVP ONE OF THE FASTEST GROWING SUBSCRIPTION COMMERCE COMPANIES @@BLCKRIFLECOFFEE USES @SOUNDCOMMERCE TO MANAGE OMNICHANNEL SALES", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @ZachLowe_NBA: Honestly if you come up to me in the grocery store and say in the just right cadence and volume, \"FROM NORTH CAROLINA,\" I…", "clean_text": "RT @ZACHLOWE_NBA HONESTLY IF YOU COME UP TO ME IN THE GROCERY STORE AND SAY IN THE JUST RIGHT CADENCE AND VOLUME FROM NORTH CAROLINA I", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20200419, "Text": "And finally https://t.co/VaYYE21E2d “An Apology For The Builder” by Nicholas Barbon, written in 1685. HT… https://t.co/PmfklFFgjW", "clean_text": "AND FINALLY  AN APOLOGY FOR THE BUILDER” BY NICHOLAS BARBON WRITTEN IN 1685 HT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200419, "Text": "2/3 Here are the 12 Rules of Deep Survival: https://t.co/F8yxv0mrHR \nNumber 1, Perceive and Believe, seems to be re… https://t.co/GkOlpaHkWd", "clean_text": "23 HERE ARE THE 12 RULES OF DEEP SURVIVAL  \nNUMBER 1 PERCEIVE AND BELIEVE SEEMS TO BE RE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200419, "Text": "3/3 Laurence recently did a wonderful podcast with @jim_rutt (who preceded me as chair of the SFI board).… https://t.co/zoCRsdq0xD", "clean_text": "33 LAURENCE RECENTLY DID A WONDERFUL PODCAST WITH @JIM_RUTT WHO PRECEDED ME AS CHAIR OF THE SFI BOARD ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200419, "Text": "@GinSecurities @T3_RM Same. I do my own lawn and it makes the difference.", "clean_text": "@GINSECURITIES @T3_RM SAME I DO MY OWN LAWN AND IT MAKES THE DIFFERENCE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200419, "Text": "Doing some rough math, it looks like the combined value of the U.S. stock market gains off of the recent lows is ro… https://t.co/NA0feIQXK0", "clean_text": "DOING SOME ROUGH MATH IT LOOKS LIKE THE COMBINED VALUE OF THE US STOCK MARKET GAINS OFF OF THE RECENT LOWS IS RO ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @TruthGundlach: Doing some rough math, it looks like the combined value of the U.S. stock market gains off of the recent lows is roughly…", "clean_text": "RT @TRUTHGUNDLACH DOING SOME ROUGH MATH IT LOOKS LIKE THE COMBINED VALUE OF THE US STOCK MARKET GAINS OFF OF THE RECENT LOWS IS ROUGHLY", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200419, "Text": "RT @tylerwinklevoss: I received and email from Delta yesterday with the subject: \"We're in this together.\" Yep, after 5.4 billion in taxpay…", "clean_text": "RT @TYLERWINKLEVOSS I RECEIVED AND EMAIL FROM DELTA YESTERDAY WITH THE SUBJECT WERE IN THIS TOGETHER YEP AFTER 54 BILLION IN TAXPAY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200419, "Text": "Your ratings are the best! https://t.co/zg6p0vL7NV", "clean_text": "YOUR RATINGS ARE THE BEST ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200419, "Text": "Later today, up in the Carrizo Plain. https://t.co/Xa6yg4dpeQ", "clean_text": "LATER TODAY UP IN THE CARRIZO PLAIN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/6SyHCEdwCA by Charles Morris on how four great builders of the 19th century built the world we live in today.", "clean_text": " BY CHARLES MORRIS ON HOW FOUR GREAT BUILDERS OF THE 19TH CENTURY BUILT THE WORLD WE LIVE IN TODAY", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/SEP8lKsEhc by Edmund Morris on perhaps the greatest American builder of all, the builder who brought e… https://t.co/cDxQmwEjcp", "clean_text": " BY EDMUND MORRIS ON PERHAPS THE GREATEST AMERICAN BUILDER OF ALL THE BUILDER WHO BROUGHT E ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/a1SzZloNIN by Edward Glaeser @triumphofcity on the central role cities play in our world and why it's… https://t.co/aCzSrBpyx3", "clean_text": " BY EDWARD GLAESER @TRIUMPHOFCITY ON THE CENTRAL ROLE CITIES PLAY IN OUR WORLD AND WHY IT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200418, "Text": "The buyers’ “In Fed We Trust” mantra is not the worst idea out there. Underlying it, though, is an inflation “succe… https://t.co/51wLBCIyPU", "clean_text": "THE BUYERS IN FED WE TRUST” MANTRA IS NOT THE WORST IDEA OUT THERE UNDERLYING IT THOUGH IS AN INFLATION SUCCE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200418, "Text": "Job losses in just the past month appear to be greater than all previously added since the bottom of the “Great Rec… https://t.co/Kcd67cG9V8", "clean_text": "JOB LOSSES IN JUST THE PAST MONTH APPEAR TO BE GREATER THAN ALL PREVIOUSLY ADDED SINCE THE BOTTOM OF THE GREAT REC ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200418, "Text": "I mean, say what you want but... The American Eater isn’t just gonna let themselves lose...  @BarbarianCap https://t.co/6appnLXUc5", "clean_text": "I MEAN SAY WHAT YOU WANT BUT THE AMERICAN EATER ISNT JUST GONNA LET THEMSELVES LOSE  @BARBARIANCAP ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200418, "Text": "RT @Sdavis8: @sellputs @TruthGundlach Gold. It generally returns more over time. Buy the physical stuff; no counterparty risk and you can s…", "clean_text": "RT @SDAVIS8 @SELLPUTS @TRUTHGUNDLACH GOLD IT GENERALLY RETURNS MORE OVER TIME BUY THE PHYSICAL STUFF NO COUNTERPARTY RISK AND YOU CAN S", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200418, "Text": "@MartianShort Leave it to a short seller to chime in with the optimistic take! :)", "clean_text": "@MARTIANSHORT LEAVE IT TO A SHORT SELLER TO CHIME IN WITH THE OPTIMISTIC TAKE ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200418, "Text": "The California Poppy Reserve is closed due to the ‘rona, but plenty of spots outside the reserve look like this rig… https://t.co/dIrsGubj9b", "clean_text": "THE CALIFORNIA POPPY RESERVE IS CLOSED DUE TO THE RONA BUT PLENTY OF SPOTS OUTSIDE THE RESERVE LOOK LIKE THIS RIG ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "This is a huge development for $OSTK and @tzeroblockchain. Congrats to @Noursalehi and the rest of the team. The… https://t.co/baNfCOcyxv", "clean_text": "THIS IS A HUGE DEVELOPMENT FOR OSTK AND @TZEROBLOCKCHAIN CONGRATS TO @NOURSALEHI AND THE REST OF THE TEAM THE ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "@CheeseburgerCap @AjKshatriya The other issue is that if they file you have to assume that deferred revenue effecti… https://t.co/XovqTbUMs9", "clean_text": "@CHEESEBURGERCAP @AJKSHATRIYA THE OTHER ISSUE IS THAT IF THEY FILE YOU HAVE TO ASSUME THAT DEFERRED REVENUE EFFECTI ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200418, "Text": "@KwekuAboagye @espn That's the only correct and unbiased answer. If contested you want the 7 footer who shoots bett… https://t.co/qDfhsaxXHK", "clean_text": "@KWEKUABOAGYE @ESPN THAT THE ONLY CORRECT AND UNBIASED ANSWER IF CONTESTED YOU WANT THE 7 FOOTER WHO SHOOTS BETT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}]