["TO", {"Name": "probesreporter", "Time": 20200526, "Text": "New wave of warnings coming to the Twitter machine ...", "clean_text": "NEW WAVE OF WARNINGS COMING TO THE TWITTER MACHINE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200526, "Text": "If the corporation was able to enter into contracts on its own without human intervention, this would almost make s… https://t.co/BcFssnho58", "clean_text": "IF THE CORPORATION WAS ABLE TO ENTER INTO CONTRACTS ON ITS OWN WITHOUT HUMAN INTERVENTION THIS WOULD ALMOST MAKE S ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "muddywatersre", "Time": 20200526, "Text": "In this interview I explain why Holding Foreign Companies Accountable Act is very fair to PRC government (no mentio… https://t.co/zhZh75boRi", "clean_text": "IN THIS INTERVIEW I EXPLAIN WHY HOLDING FOREIGN COMPANIES ACCOUNTABLE ACT IS VERY FAIR TO PRC GOVERNMENT NO MENTIO ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200526, "Text": "I'm not sure if this is scientifically sound or has replicated but it is very cool. Good complement to the work of… https://t.co/UKGuWsySNI", "clean_text": "IM NOT SURE IF THIS IS SCIENTIFICALLY SOUND OR HAS REPLICATED BUT IT IS VERY COOL GOOD COMPLEMENT TO THE WORK OF ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200526, "Text": "RT @peterbakernyt: Today the astronauts wives club is a little different than the Apollo era -- both of the astronauts due to launch from F…", "clean_text": "RT @PETERBAKERNYT TODAY THE ASTRONAUTS WIVES CLUB IS A LITTLE DIFFERENT THAN THE APOLLO ERA  BOTH OF THE ASTRONAUTS DUE TO LAUNCH FROM F", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200526, "Text": "As $MDLA shares rebound off the lows, insiders continue to dump shares. Yet another late Friday night filing reveal… https://t.co/q98OXRDnWM", "clean_text": "AS MDLA SHARES REBOUND OFF THE LOWS INSIDERS CONTINUE TO DUMP SHARES YET ANOTHER LATE FRIDAY NIGHT FILING REVEAL ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "RT @DegenRolf: Women were more sensitive than men to \"dealbreakers\" (that make a candidate unfit) in their mate choices.  https://t.co/Gsog…", "clean_text": "RT @DEGENROLF WOMEN WERE MORE SENSITIVE THAN MEN TO DEALBREAKERS THAT MAKE A CANDIDATE UNFIT IN THEIR MATE CHOICES  ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200526, "Text": "RT @IBD_ECarson: Futures jump, S&amp;P 500 index set to test key level; five leading stocks just below buy points  https://t.co/tcgk1DXpqo $AAP…", "clean_text": "RT @IBD_ECARSON FUTURES JUMP SAMPP 500 INDEX SET TO TEST KEY LEVEL FIVE LEADING STOCKS JUST BELOW BUY POINTS AAP", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200526, "Text": "History will be made when @NASA and @SpaceX launch astronauts to the @Space_Station tomorrow. 🚀 Check out the full… https://t.co/REnOSfZGNi", "clean_text": "HISTORY WILL BE MADE WHEN @NASA AND @SPACEX LAUNCH ASTRONAUTS TO THE @SPACE_STATION TOMORROW CHECK OUT THE FULL ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200526, "Text": "So I know I’m late to Twitter today but how do we feel about Amy Cooper", "clean_text": "SO I KNOW IM LATE TO TWITTER TODAY BUT HOW DO WE FEEL ABOUT AMY COOPER", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200526, "Text": "$RH to $400.  As themes dominate the market.  Look for $RH to be the leader in the \"de-urbanization of America\".  H… https://t.co/0ihxOKmOKs", "clean_text": "RH TO 400  AS THEMES DOMINATE THE MARKET  LOOK FOR RH TO BE THE LEADER IN THE DEURBANIZATION OF AMERICA  H ", "count1": 3, "count2": 2, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200526, "Text": "RT @stagevp: Next week, @Placer_ai is teaming up with Boston Consulting Group and Morningstar to analyze the recovery of retail and CPG. Re…", "clean_text": "RT @STAGEVP NEXT WEEK @PLACER_AI IS TEAMING UP WITH BOSTON CONSULTING GROUP AND MORNINGSTAR TO ANALYZE THE RECOVERY OF RETAIL AND CPG RE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200526, "Text": "Cowards. It's been very clear for a while now. They pretend to talk policy to avoid facing their cowardice in stayi… https://t.co/9AhHWCYebg", "clean_text": "COWARDS IT BEEN VERY CLEAR FOR A WHILE NOW THEY PRETEND TO TALK POLICY TO AVOID FACING THEIR COWARDICE IN STAYI ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200525, "Text": "A very happy Memorial Day to all in the 🇺🇸U.S. today, and a call for peace☮️, health ⚕️and happiness 😃around the globe 🌎🌍🌏", "clean_text": "A VERY HAPPY MEMORIAL DAY TO ALL IN THE 🇺🇸US TODAY AND A CALL FOR PEACE☮️ HEALTH ⚕️AND HAPPINESS 😃AROUND THE GLOBE 🌎🌍🌏", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200525, "Text": "@shurder lol the prices are in dollars and i paid with a credit card but to be fair they do accept bitcoin", "clean_text": "@SHURDER LOL THE PRICES ARE IN DOLLARS AND I PAID WITH A CREDIT CARD BUT TO BE FAIR THEY DO ACCEPT BITCOIN", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200525, "Text": "i really have to roll out the money stuff merch store", "clean_text": "I REALLY HAVE TO ROLL OUT THE MONEY STUFF MERCH STORE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200525, "Text": "If the Democrats go virtual convention, the ultimate Trump trolling move will be to move the Republican convention… https://t.co/V0HjaFPAjJ", "clean_text": "IF THE DEMOCRATS GO VIRTUAL CONVENTION THE ULTIMATE TRUMP TROLLING MOVE WILL BE TO MOVE THE REPUBLICAN CONVENTION ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200525, "Text": "@ReaperCancelled And run money! \n\nI expected way more 70-80 year old NY-based PMs to take this opportunity to retir… https://t.co/FKzypzAxuK", "clean_text": "@REAPERCANCELLED AND RUN MONEY \n\nI EXPECTED WAY MORE 7080 YEAR OLD NYBASED PMS TO TAKE THIS OPPORTUNITY TO RETIR ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "IBDinvestors", "Time": 20200525, "Text": "RT @IBD_ECarson: Apple, Tesla lead five tech titans near buy points, but do they want to break out? Futures rise as bull market keeps runni…", "clean_text": "RT @IBD_ECARSON APPLE TESLA LEAD FIVE TECH TITANS NEAR BUY POINTS BUT DO THEY WANT TO BREAK OUT FUTURES RISE AS BULL MARKET KEEPS RUNNI", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200525, "Text": "#HappyMemorialDay to all of our veterans who have served or are currently serving. IBD salutes you!! #memorialday #veterans #america", "clean_text": "#HAPPYMEMORIALDAY TO ALL OF OUR VETERANS WHO HAVE SERVED OR ARE CURRENTLY SERVING IBD SALUTES YOU #MEMORIALDAY #VETERANS #AMERICA", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "IBDinvestors", "Time": 20200525, "Text": "IBD’s #MemorialDay deal is on! We’re giving everyone the chance to try IBD Live totally free for 3 weeks. Start you… https://t.co/rFxRvNLgXu", "clean_text": "IBDS #MEMORIALDAY DEAL IS ON WERE GIVING EVERYONE THE CHANCE TO TRY IBD LIVE TOTALLY FREE FOR 3 WEEKS START YOU ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200525, "Text": "RT @tracyalloway: I need 1,500 more followers to overtake someone on my list of enemies. If you believe small, petty victories that no one…", "clean_text": "RT @TRACYALLOWAY I NEED 1500 MORE FOLLOWERS TO OVERTAKE SOMEONE ON MY LIST OF ENEMIES IF YOU BELIEVE SMALL PETTY VICTORIES THAT NO ONE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200525, "Text": "RT @B_resnick: It’s too easy to shame this person. Harder, and more necessary, to think about why this dangerous situation was incentivized…", "clean_text": "RT @B_RESNICK ITS TOO EASY TO SHAME THIS PERSON HARDER AND MORE NECESSARY TO THINK ABOUT WHY THIS DANGEROUS SITUATION WAS INCENTIVIZED", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200525, "Text": "That's because they haven't asked Ruth Langmore. She'd know how to. https://t.co/VSqmJWSqBs", "clean_text": "THAT BECAUSE THEY HAVENT ASKED RUTH LANGMORE SHED KNOW HOW TO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200525, "Text": "@310Value Ruth is one of the best thing that has been added to my life the last couple of years and that line is on… https://t.co/uumvvAWXjh", "clean_text": "@310VALUE RUTH IS ONE OF THE BEST THING THAT HAS BEEN ADDED TO MY LIFE THE LAST COUPLE OF YEARS AND THAT LINE IS ON ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "muddywatersre", "Time": 20200524, "Text": "Or maybe China could cease being a rogue state when it comes to capital markets? Apparently it can’t. Why is that??… https://t.co/OmPCGMsvmw", "clean_text": "OR MAYBE CHINA COULD CEASE BEING A ROGUE STATE WHEN IT COMES TO CAPITAL MARKETS APPARENTLY IT CANT WHY IS THAT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200524, "Text": "I've had too many beers today to now be spending this much time reading about why Disney chose Orlando", "clean_text": "IVE HAD TOO MANY BEERS TODAY TO NOW BE SPENDING THIS MUCH TIME READING ABOUT WHY DISNEY CHOSE ORLANDO", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "IBDinvestors", "Time": 20200524, "Text": "IBD’s #MemorialDay deal is on! We’re giving everyone the chance to try IBD Live totally free for 3 weeks. Start you… https://t.co/COKwJKfLVp", "clean_text": "IBDS #MEMORIALDAY DEAL IS ON WERE GIVING EVERYONE THE CHANCE TO TRY IBD LIVE TOTALLY FREE FOR 3 WEEKS START YOU ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "IBDinvestors", "Time": 20200524, "Text": "IBD’s #MemorialDay deal is on! We’re giving everyone the chance to try IBD Live totally free for 3 weeks. Start you… https://t.co/7ywWWN43VS", "clean_text": "IBDS #MEMORIALDAY DEAL IS ON WERE GIVING EVERYONE THE CHANCE TO TRY IBD LIVE TOTALLY FREE FOR 3 WEEKS START YOU ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "IBDinvestors", "Time": 20200524, "Text": "IBD’s #MemorialDay deal is on! We’re giving everyone the chance to try IBD Live totally free for 3 weeks. Start you… https://t.co/aCefJHrZMW", "clean_text": "IBDS #MEMORIALDAY DEAL IS ON WERE GIVING EVERYONE THE CHANCE TO TRY IBD LIVE TOTALLY FREE FOR 3 WEEKS START YOU ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200524, "Text": "@koral_brian @BarbarianCap Say hello to Hepworth for me.", "clean_text": "@KORAL_BRIAN @BARBARIANCAP SAY HELLO TO HEPWORTH FOR ME", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200524, "Text": "@koral_brian @BarbarianCap If I remember correctly AJ works on field 6, brad works at CM. I went to HS with them, w… https://t.co/npN48Wae5Q", "clean_text": "@KORAL_BRIAN @BARBARIANCAP IF I REMEMBER CORRECTLY AJ WORKS ON FIELD 6 BRAD WORKS AT CM I WENT TO HS WITH THEM W ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "muddywatersre", "Time": 20200523, "Text": "RT @lukedepulford: BREAKING: 198 legislators from 23 countries condemn Beijing's actions in Hong Kong; vow to #StandWithHongKong \n\nIncludin…", "clean_text": "RT @LUKEDEPULFORD BREAKING 198 LEGISLATORS FROM 23 COUNTRIES CONDEMN BEIJING ACTIONS IN HONG KONG VOW TO #STANDWITHHONGKONG \n\nINCLUDIN", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200523, "Text": "@aboth24 This is a few years old, but gives you an idea of the answer. This is an interesting exercise to do from t… https://t.co/d57zxZmz85", "clean_text": "@ABOTH24 THIS IS A FEW YEARS OLD BUT GIVES YOU AN IDEA OF THE ANSWER THIS IS AN INTERESTING EXERCISE TO DO FROM T ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200523, "Text": "@hereforthefin @TheStalwart I agree with this but most times when I spend money to prepare not to I continue to spend afterwards anyway", "clean_text": "@HEREFORTHEFIN @THESTALWART I AGREE WITH THIS BUT MOST TIMES WHEN I SPEND MONEY TO PREPARE NOT TO I CONTINUE TO SPEND AFTERWARDS ANYWAY", "count1": 0, "count2": 3, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200523, "Text": "RT @MarAzul_90: Letter written by Buffett’s grandfather to his oldest son. A lesson on playing it safe and holding cash. https://t.co/aQn8f…", "clean_text": "RT @MARAZUL_90 LETTER WRITTEN BY BUFFETTS GRANDFATHER TO HIS OLDEST SON A LESSON ON PLAYING IT SAFE AND HOLDING CASH ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200523, "Text": "RT @SpaceflightNow: Astronauts Doug Hurley and Bob Behnken plan to reveal a name for their Crew Dragon spaceship on the day they launch fro…", "clean_text": "RT @SPACEFLIGHTNOW ASTRONAUTS DOUG HURLEY AND BOB BEHNKEN PLAN TO REVEAL A NAME FOR THEIR CREW DRAGON SPACESHIP ON THE DAY THEY LAUNCH FRO", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200523, "Text": "IBD’s #MemorialDay deal is on! We’re giving everyone the chance to try IBD Live totally free for 3 weeks. Start you… https://t.co/Gw7RyxQn0m", "clean_text": "IBDS #MEMORIALDAY DEAL IS ON WERE GIVING EVERYONE THE CHANCE TO TRY IBD LIVE TOTALLY FREE FOR 3 WEEKS START YOU ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "IBDinvestors", "Time": 20200523, "Text": "IBD’s #MemorialDay deal is on! We’re giving everyone the chance to try IBD Live totally free for 3 weeks. Start you… https://t.co/oxifl5CV7y", "clean_text": "IBDS #MEMORIALDAY DEAL IS ON WERE GIVING EVERYONE THE CHANCE TO TRY IBD LIVE TOTALLY FREE FOR 3 WEEKS START YOU ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200523, "Text": "@fischersblack Looks like a long-only that outperformed for first 10 days and then just hugged the index to maintain spread", "clean_text": "@FISCHERSBLACK LOOKS LIKE A LONGONLY THAT OUTPERFORMED FOR FIRST 10 DAYS AND THEN JUST HUGGED THE INDEX TO MAINTAIN SPREAD", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200523, "Text": "Let’s invent a game where the incentives are to activate people’s prejudices rather than help them understand somet… https://t.co/7Gwk3LHrNC", "clean_text": "LETS INVENT A GAME WHERE THE INCENTIVES ARE TO ACTIVATE PEOPLES PREJUDICES RATHER THAN HELP THEM UNDERSTAND SOMET ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200523, "Text": "If you’ve been waiting to buy a Certified Pre-Owned Impala...\n\nThis\nIs\nYour\nMoment https://t.co/iuGcMUnaIM", "clean_text": "IF YOUVE BEEN WAITING TO BUY A CERTIFIED PREOWNED IMPALA\n\nTHIS\nIS\nYOUR\nMOMENT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200522, "Text": "RT @JohnPGavin: CEOs and politicians go into interviews with defined talking points.  They view ANY question asked as a chance to parrot th…", "clean_text": "RT @JOHNPGAVIN CEOS AND POLITICIANS GO INTO INTERVIEWS WITH DEFINED TALKING POINTS  THEY VIEW ANY QUESTION ASKED AS A CHANCE TO PARROT TH", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200522, "Text": "@TheStalwart pro move is to get the Domino's pizza and then swing by Papa John's for their garlic sauce (this is a serious post)", "clean_text": "@THESTALWART PRO MOVE IS TO GET THE DOMINO PIZZA AND THEN SWING BY PAPA JOHN FOR THEIR GARLIC SAUCE THIS IS A SERIOUS POST", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200522, "Text": "A very long time ago, I worked for this newspaper. Back then, it was flush with ad revenue. Now, it’s resorted to a… https://t.co/qL0xBvAqCu", "clean_text": "A VERY LONG TIME AGO I WORKED FOR THIS NEWSPAPER BACK THEN IT WAS FLUSH WITH AD REVENUE NOW ITS RESORTED TO A ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200522, "Text": "On the plus side, no games to go to right now. https://t.co/x4S8zcip0q", "clean_text": "ON THE PLUS SIDE NO GAMES TO GO TO RIGHT NOW ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200522, "Text": "Bill Ackman Makes Pitch To Elon Musk For New HQ, Channels Howard Hughes https://t.co/UN1VeEd58y", "clean_text": "BILL ACKMAN MAKES PITCH TO ELON MUSK FOR NEW HQ CHANNELS HOWARD HUGHES ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200522, "Text": "Angry Investor Pressures REIT to Sell or Liquidate https://t.co/CwZ2h2BLMJ", "clean_text": "ANGRY INVESTOR PRESSURES REIT TO SELL OR LIQUIDATE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200522, "Text": "RT @friedberg: amazing paper. 40-60% of population that have NOT had SARS-CoV-2 already have activated T Cells to the virus! likely due to…", "clean_text": "RT @FRIEDBERG AMAZING PAPER 4060% OF POPULATION THAT HAVE NOT HAD SARSCOV2 ALREADY HAVE ACTIVATED T CELLS TO THE VIRUS LIKELY DUE TO", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200522, "Text": "RT @SecPompeo: The United States condemns the PRC proposal to impose national security legislation on Hong Kong and strongly urges Beijing…", "clean_text": "RT @SECPOMPEO THE UNITED STATES CONDEMNS THE PRC PROPOSAL TO IMPOSE NATIONAL SECURITY LEGISLATION ON HONG KONG AND STRONGLY URGES BEIJING", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200522, "Text": "I stand corrected: \"Tump tracks cut\". It is fine to misspeak... but that interview was not great overall. \n\nReally,… https://t.co/atmhOW524B", "clean_text": "I STAND CORRECTED TUMP TRACKS CUT IT IS FINE TO MISSPEAK BUT THAT INTERVIEW WAS NOT GREAT OVERALL \n\nREALLY ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @DegenRolf: Men are more susceptible to the \"Coolidge effect\" than women, the need to spice a waning libido through sexual variety. \n ht…", "clean_text": "RT @DEGENROLF MEN ARE MORE SUSCEPTIBLE TO THE COOLIDGE EFFECT THAN WOMEN THE NEED TO SPICE A WANING LIBIDO THROUGH SEXUAL VARIETY HT", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @CNN: Scientists have created a mouse embryo that's part human — 4% to be exact.\n\nThis human-mouse chimera has by far the highest number…", "clean_text": "RT @CNN SCIENTISTS HAVE CREATED A MOUSE EMBRYO THAT PART HUMAN 4% TO BE EXACT\n\nTHIS HUMANMOUSE CHIMERA HAS BY FAR THE HIGHEST NUMBER", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200522, "Text": "RT @IBD_ECarson: Here's my overnight stock market column. There's a lot to unpack: Chip leader delivers stellar results, e-commerce giant n…", "clean_text": "RT @IBD_ECARSON HERE MY OVERNIGHT STOCK MARKET COLUMN THERE A LOT TO UNPACK CHIP LEADER DELIVERS STELLAR RESULTS ECOMMERCE GIANT N", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200522, "Text": "Top Software Stocks, Discount Retailers To Report: Investing Action Plan https://t.co/eiDii840Di", "clean_text": "TOP SOFTWARE STOCKS DISCOUNT RETAILERS TO REPORT INVESTING ACTION PLAN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200522, "Text": "Amazing how we went from talking about tech stacks to debt stacks and back to tech stacks all in the span of just 3 months.", "clean_text": "AMAZING HOW WE WENT FROM TALKING ABOUT TECH STACKS TO DEBT STACKS AND BACK TO TECH STACKS ALL IN THE SPAN OF JUST 3 MONTHS", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200522, "Text": "If someone believes something that you think is wrong, there's a lot more to gain from understanding why they belie… https://t.co/pkEtFrd0YF", "clean_text": "IF SOMEONE BELIEVES SOMETHING THAT YOU THINK IS WRONG THERE A LOT MORE TO GAIN FROM UNDERSTANDING WHY THEY BELIE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200521, "Text": "@felixsalmon @TheStalwart @tylerwinklevoss @cz_binance you needed strong hands to swing a pickaxe in the early bitcoin mines", "clean_text": "@FELIXSALMON @THESTALWART @TYLERWINKLEVOSS @CZ_BINANCE YOU NEEDED STRONG HANDS TO SWING A PICKAXE IN THE EARLY BITCOIN MINES", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200521, "Text": "This is one of those newsletters where you just go home and say ‘It’s either going to be beer or wine.’ https://t.co/x1PgVhdLpM", "clean_text": "THIS IS ONE OF THOSE NEWSLETTERS WHERE YOU JUST GO HOME AND SAY ITS EITHER GOING TO BE BEER OR WINE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200521, "Text": "@IvanTheK i was able to buy 2 chickens recently, before that the minimum number of chickens was like 12", "clean_text": "@IVANTHEK I WAS ABLE TO BUY 2 CHICKENS RECENTLY BEFORE THAT THE MINIMUM NUMBER OF CHICKENS WAS LIKE 12", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200521, "Text": "@IvanTheK i mean 50lbs of flour is definitely a lot but i hear flour is hard to come by", "clean_text": "@IVANTHEK I MEAN 50LBS OF FLOUR IS DEFINITELY A LOT BUT I HEAR FLOUR IS HARD TO COME BY", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200521, "Text": "@pearkes @IvanTheK to be clear this is not \"economies of scale,\" this is \"the smallest amount of flour baldor will… https://t.co/2emN0Gfypg", "clean_text": "@PEARKES @IVANTHEK TO BE CLEAR THIS IS NOT ECONOMIES OF SCALE THIS IS THE SMALLEST AMOUNT OF FLOUR BALDOR WILL ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200521, "Text": "@schaudenfraud Baron Davis needs to be on this list", "clean_text": "@SCHAUDENFRAUD BARON DAVIS NEEDS TO BE ON THIS LIST", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200521, "Text": "@tracyalloway Thanks Tracy. The swan has everyone with a brain mostly blocked so it’s tough to follow. 😉", "clean_text": "@TRACYALLOWAY THANKS TRACY THE SWAN HAS EVERYONE WITH A BRAIN MOSTLY BLOCKED SO ITS TOUGH TO FOLLOW 😉", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200521, "Text": "@CliffordAsness aren’t you glad you came back to this lovely platform?", "clean_text": "@CLIFFORDASNESS ARENT YOU GLAD YOU CAME BACK TO THIS LOVELY PLATFORM", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200521, "Text": "RT @SCMPNews: #Breaking: Beijing to introduce national security law for Hong Kong https://t.co/seLfmDAV5g", "clean_text": "RT @SCMPNEWS #BREAKING BEIJING TO INTRODUCE NATIONAL SECURITY LAW FOR HONG KONG ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200521, "Text": "30-year Treasury yields seem as anxious to break out to the upside as a rodeo bronc waiting to buck out of the chut… https://t.co/NcDkKIgGdc", "clean_text": "30YEAR TREASURY YIELDS SEEM AS ANXIOUS TO BREAK OUT TO THE UPSIDE AS A RODEO BRONC WAITING TO BUCK OUT OF THE CHUT ", "count1": 2, "count2": 3, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @StateDept: .@SecPompeo: China’s contributions to fighting the pandemic are paltry compared to the cost that they have imposed on the wo…", "clean_text": "RT @STATEDEPT @SECPOMPEO CHINAS CONTRIBUTIONS TO FIGHTING THE PANDEMIC ARE PALTRY COMPARED TO THE COST THAT THEY HAVE IMPOSED ON THE WO", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @SecPompeo: The United States has lead the global effort to combat COVID-19, allocating more than $10 billion to benefit the internation…", "clean_text": "RT @SECPOMPEO THE UNITED STATES HAS LEAD THE GLOBAL EFFORT TO COMBAT COVID19 ALLOCATING MORE THAN 10 BILLION TO BENEFIT THE INTERNATION", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @StateDept: .@SecPompeo: Our decision on whether or not to certify Hong Kong as having “a high degree of autonomy” from China is still p…", "clean_text": "RT @STATEDEPT @SECPOMPEO OUR DECISION ON WHETHER OR NOT TO CERTIFY HONG KONG AS HAVING A HIGH DEGREE OF AUTONOMY” FROM CHINA IS STILL P", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @WHNSC: (2/2) In 2019 @POTUS said, “We will not avert our eyes from the dictatorship that chants ‘Death to America,’ ‘Death to Israel,’…", "clean_text": "RT @WHNSC 22 IN 2019 @POTUS SAID WE WILL NOT AVERT OUR EYES FROM THE DICTATORSHIP THAT CHANTS DEATH TO AMERICA DEATH TO ISRAEL", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: In announcing U.S. intent to withdraw from the Treaty on Open Skies, @SecPompeo and @POTUS underscore the administration's det…", "clean_text": "RT @USAMBUN IN ANNOUNCING US INTENT TO WITHDRAW FROM THE TREATY ON OPEN SKIES @SECPOMPEO AND @POTUS UNDERSCORE THE ADMINISTRATION DET", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: For years Russia has violated the terms of this Treaty, while the U.S. and allies live up to their commitments. Such agreement…", "clean_text": "RT @USAMBUN FOR YEARS RUSSIA HAS VIOLATED THE TERMS OF THIS TREATY WHILE THE US AND ALLIES LIVE UP TO THEIR COMMITMENTS SUCH AGREEMENT", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: The U.S. may reconsider withdrawal if Russia ceases perverting the Treaty's implementation and returns to full compliance. Sho…", "clean_text": "RT @USAMBUN THE US MAY RECONSIDER WITHDRAWAL IF RUSSIA CEASES PERVERTING THE TREATY IMPLEMENTATION AND RETURNS TO FULL COMPLIANCE SHO", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200521, "Text": "2008 quote from Klarman below. If you're forced to overpay for that type of insurance on avg, by definition it hurt… https://t.co/iso6P5ngn9", "clean_text": "2008 QUOTE FROM KLARMAN BELOW IF YOURE FORCED TO OVERPAY FOR THAT TYPE OF INSURANCE ON AVG BY DEFINITION IT HURT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Jesse_Livermore", "Time": 20200521, "Text": "RT @teasri: It seems to me that hedging for tail risk debate is really unresolvable with just data. We just dont have enough tail risk even…", "clean_text": "RT @TEASRI IT SEEMS TO ME THAT HEDGING FOR TAIL RISK DEBATE IS REALLY UNRESOLVABLE WITH JUST DATA WE JUST DONT HAVE ENOUGH TAIL RISK EVEN", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200521, "Text": "Chinese E-Commerce Giants To Report Amid New Threat: Investing Action Plan https://t.co/vKHoCYExnP", "clean_text": "CHINESE ECOMMERCE GIANTS TO REPORT AMID NEW THREAT INVESTING ACTION PLAN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200521, "Text": "Great post by @TurnerNovak on Bytedance/TikTok. This is Turner's equivalent to @ConnieChan's landmark WeChat for wh… https://t.co/PP7NYnfeBI", "clean_text": "GREAT POST BY @TURNERNOVAK ON BYTEDANCETIKTOK THIS IS TURNER EQUIVALENT TO @CONNIECHAN LANDMARK WECHAT FOR WH ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200521, "Text": "Massive implications if this works and is copied... \"office centricity is over.\"\n\nCompanies access to talent expand… https://t.co/qJJpNzVlM3", "clean_text": "MASSIVE IMPLICATIONS IF THIS WORKS AND IS COPIED OFFICE CENTRICITY IS OVER\n\nCOMPANIES ACCESS TO TALENT EXPAND ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "That sound you hear is every incoming 1L in the country updating their resume to say they attended Harvard Law Scho… https://t.co/as6q362cry", "clean_text": "THAT SOUND YOU HEAR IS EVERY INCOMING 1L IN THE COUNTRY UPDATING THEIR RESUME TO SAY THEY ATTENDED HARVARD LAW SCHO ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "$FSCT incredibly bearish news. Went from amicable to hostile with Advent in a heart beat. Management credibility is… https://t.co/7saOEBoT5t", "clean_text": "FSCT INCREDIBLY BEARISH NEWS WENT FROM AMICABLE TO HOSTILE WITH ADVENT IN A HEART BEAT MANAGEMENT CREDIBILITY IS ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "@roger55410174 Why? Doesn't seem to be much visibility in $FSCT's business, sales people fleeing, sales crashing, a… https://t.co/mIRPH0auRa", "clean_text": "@ROGER55410174 WHY DOESNT SEEM TO BE MUCH VISIBILITY IN FSCT BUSINESS SALES PEOPLE FLEEING SALES CRASHING A ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "Wow hot off press legal filings, Advent believes $FSCT will become #insolvent #bankrupt. They are very close to the… https://t.co/lncom6xTZv", "clean_text": "WOW HOT OFF PRESS LEGAL FILINGS ADVENT BELIEVES FSCT WILL BECOME #INSOLVENT #BANKRUPT THEY ARE VERY CLOSE TO THE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "Now we have some insights as to why $FSCT drew down on its revolver. How will it defend itself that it didn't think… https://t.co/qVkiTuSyuh", "clean_text": "NOW WE HAVE SOME INSIGHTS AS TO WHY FSCT DREW DOWN ON ITS REVOLVER HOW WILL IT DEFEND ITSELF THAT IT DIDNT THINK ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "In claiming a Material Adv Event, Advent cites $FSCT's \"materially disproportionate effect relative to peers\" - our… https://t.co/xOE0yBwRHe", "clean_text": "IN CLAIMING A MATERIAL ADV EVENT ADVENT CITES FSCT MATERIALLY DISPROPORTIONATE EFFECT RELATIVE TO PEERS  OUR ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "@roger55410174 Aren't you assuming that $FSCT gave a fair, accurate and honest view to all prospective buyers....", "clean_text": "@ROGER55410174 ARENT YOU ASSUMING THAT FSCT GAVE A FAIR ACCURATE AND HONEST VIEW TO ALL PROSPECTIVE BUYERS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200520, "Text": "The Fraud Committee is not going to like this. https://t.co/6czdSaFP9E", "clean_text": "THE FRAUD COMMITTEE IS NOT GOING TO LIKE THIS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200520, "Text": "@timmay69849295 @TomDaechsel you can reach out to me at m levine fifty one at bloomberg dot net, or on the twitters", "clean_text": "@TIMMAY69849295 @TOMDAECHSEL YOU CAN REACH OUT TO ME AT M LEVINE FIFTY ONE AT BLOOMBERG DOT NET OR ON THE TWITTERS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200520, "Text": "@HedgeyeEEvans @HedgeyeHC Pretty amazing how quickly we were able to corral the spread.", "clean_text": "@HEDGEYEEEVANS @HEDGEYEHC PRETTY AMAZING HOW QUICKLY WE WERE ABLE TO CORRAL THE SPREAD", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200520, "Text": "RT @gasworld: Vital research has continued at the National Centre for Scientific Research (@CNRS) in France thanks to a constant supply of…", "clean_text": "RT @GASWORLD VITAL RESEARCH HAS CONTINUED AT THE NATIONAL CENTRE FOR SCIENTIFIC RESEARCH @CNRS IN FRANCE THANKS TO A CONSTANT SUPPLY OF", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @StateDept: Today at 10:00 a.m. EST, @SecPompeo will deliver remarks to the media. Watch live here on Twitter, https://t.co/gKqNu1rmLK,…", "clean_text": "RT @STATEDEPT TODAY AT 1000 AM EST @SECPOMPEO WILL DELIVER REMARKS TO THE MEDIA WATCH LIVE HERE ON TWITTER ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200520, "Text": "@NoonSixCap US investors should be thankful that binary options are limited to the exchange traded variety...", "clean_text": "@NOONSIXCAP US INVESTORS SHOULD BE THANKFUL THAT BINARY OPTIONS ARE LIMITED TO THE EXCHANGE TRADED VARIETY", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Jesse_Livermore", "Time": 20200520, "Text": "If I know that Biden is going to win and that the senate is going democrat, I might want to start thinking about EA… https://t.co/HsvJrQRsRT", "clean_text": "IF I KNOW THAT BIDEN IS GOING TO WIN AND THAT THE SENATE IS GOING DEMOCRAT I MIGHT WANT TO START THINKING ABOUT EA ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "IBDinvestors", "Time": 20200520, "Text": "Top Chip, Retail, Software, Medical Stocks To Report: Investing Action Plan https://t.co/AFuCj2ySKk", "clean_text": "TOP CHIP RETAIL SOFTWARE MEDICAL STOCKS TO REPORT INVESTING ACTION PLAN ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200520, "Text": "Liberty writing your investment memo for you. To be fair, they've never been shy to tell us about NAV discounts. https://t.co/XzgLJYnw0C", "clean_text": "LIBERTY WRITING YOUR INVESTMENT MEMO FOR YOU TO BE FAIR THEYVE NEVER BEEN SHY TO TELL US ABOUT NAV DISCOUNTS ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200520, "Text": "@MasaSonCap You'd be able to see the image if you had Spectrum instead of being on that ratchet Sprint network you just bought", "clean_text": "@MASASONCAP YOUD BE ABLE TO SEE THE IMAGE IF YOU HAD SPECTRUM INSTEAD OF BEING ON THAT RATCHET SPRINT NETWORK YOU JUST BOUGHT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200520, "Text": "Unless it's more of a data play, since you have to give them access to scrape your email and hence all of your ecom… https://t.co/w85YwQTfja", "clean_text": "UNLESS IT MORE OF A DATA PLAY SINCE YOU HAVE TO GIVE THEM ACCESS TO SCRAPE YOUR EMAIL AND HENCE ALL OF YOUR ECOM ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200520, "Text": "@michaelbatnick It would certainly be logical to be an aggressive buyer into the expectation of a terminal asteroid strike.", "clean_text": "@MICHAELBATNICK IT WOULD CERTAINLY BE LOGICAL TO BE AN AGGRESSIVE BUYER INTO THE EXPECTATION OF A TERMINAL ASTEROID STRIKE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200520, "Text": "$INO Company should be halted as they have no shame in this time of crisis.  Read Citron to see how $INO issued \"ro… https://t.co/bBcqlUXdho", "clean_text": "INO COMPANY SHOULD BE HALTED AS THEY HAVE NO SHAME IN THIS TIME OF CRISIS  READ CITRON TO SEE HOW INO ISSUED RO ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "@ganeumann This looks super cool. Any kid with the chance to learn from McCloskey and Mokyr is in for a treat. \n\nMy… https://t.co/Igu6wVHkdX", "clean_text": "@GANEUMANN THIS LOOKS SUPER COOL ANY KID WITH THE CHANCE TO LEARN FROM MCCLOSKEY AND MOKYR IS IN FOR A TREAT \n\nMY ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200519, "Text": "@ChrisDeMuthJr How many millions will $FSCT spend for their services? Time to deduct those cash costs from the Enterprise Value?", "clean_text": "@CHRISDEMUTHJR HOW MANY MILLIONS WILL FSCT SPEND FOR THEIR SERVICES TIME TO DEDUCT THOSE CASH COSTS FROM THE ENTERPRISE VALUE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200519, "Text": "@lopezlinette Just like with all those \"Great China deal soon\" headlines, all only needs the key words to make the… https://t.co/gKud4VtYg0", "clean_text": "@LOPEZLINETTE JUST LIKE WITH ALL THOSE GREAT CHINA DEAL SOON HEADLINES ALL ONLY NEEDS THE KEY WORDS TO MAKE THE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200519, "Text": "If you want to sign up to get future reports, please go to the bottom of this link and go for it! https://t.co/wvXgTv8JqT", "clean_text": "IF YOU WANT TO SIGN UP TO GET FUTURE REPORTS PLEASE GO TO THE BOTTOM OF THIS LINK AND GO FOR IT ", "count1": 1, "count2": 3, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200519, "Text": "@yourMTLbroker If their underlying businesses were traded separately, how many would you want to buy?  GEICO? BNSF?… https://t.co/Xlvkqz0BtO", "clean_text": "@YOURMTLBROKER IF THEIR UNDERLYING BUSINESSES WERE TRADED SEPARATELY HOW MANY WOULD YOU WANT TO BUY  GEICO BNSF ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200519, "Text": "RT @LucreSnooker: according to This Week in Virology, a prominent coronavirus scientist now believes 45% of transmission is aerosols, 45% d…", "clean_text": "RT @LUCRESNOOKER ACCORDING TO THIS WEEK IN VIROLOGY A PROMINENT CORONAVIRUS SCIENTIST NOW BELIEVES 45% OF TRANSMISSION IS AEROSOLS 45% D", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200519, "Text": "@AndrewRangeley We all need to consider the machines moving markets. I don’t know the answer but at least we have an idea of the problem.", "clean_text": "@ANDREWRANGELEY WE ALL NEED TO CONSIDER THE MACHINES MOVING MARKETS I DONT KNOW THE ANSWER BUT AT LEAST WE HAVE AN IDEA OF THE PROBLEM", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200519, "Text": "RT @USAmbUN: This Council must help Libya quickly find a political path to stability. Full remarks:\nhttps://t.co/lb3mbRGKbz", "clean_text": "RT @USAMBUN THIS COUNCIL MUST HELP LIBYA QUICKLY FIND A POLITICAL PATH TO STABILITY FULL REMARKS\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200519, "Text": "Lucky call, but I’ll take it. \n\nWill be fascinating to watch this play out- https://t.co/4SNEZmR43v", "clean_text": "LUCKY CALL BUT ILL TAKE IT \n\nWILL BE FASCINATING TO WATCH THIS PLAY OUT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200519, "Text": "Belt and Road meets the road to restructuring.\n \nhttps://t.co/4Saz06zMED", "clean_text": "BELT AND ROAD MEETS THE ROAD TO RESTRUCTURING\n \n", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200519, "Text": "No ego in this business, to me we are all in same boat regardless of age, status, or worth, if we love investing we… https://t.co/ANvxeeIdXX", "clean_text": "NO EGO IN THIS BUSINESS TO ME WE ARE ALL IN SAME BOAT REGARDLESS OF AGE STATUS OR WORTH IF WE LOVE INVESTING WE ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "FCFYield", "Time": 20200519, "Text": "RT @adamfeuerstein: Vaccine experts say $MRNA didn’t produce data critical to assessing #Covid19 vaccine https://t.co/s5EtLzkL7Z @helenbran…", "clean_text": "RT @ADAMFEUERSTEIN VACCINE EXPERTS SAY MRNA DIDNT PRODUCE DATA CRITICAL TO ASSESSING #COVID19 VACCINE  @HELENBRAN", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200519, "Text": "The fraud, waste, mismanagement, failed oversight and spotty transparency - not to mention the fiscal implications… https://t.co/kM07uWxHHQ", "clean_text": "THE FRAUD WASTE MISMANAGEMENT FAILED OVERSIGHT AND SPOTTY TRANSPARENCY  NOT TO MENTION THE FISCAL IMPLICATIONS ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "Little known fact: you can decide to leave San Francisco without writing a blog post about your decision.", "clean_text": "LITTLE KNOWN FACT YOU CAN DECIDE TO LEAVE SAN FRANCISCO WITHOUT WRITING A BLOG POST ABOUT YOUR DECISION", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "Since we’re talking about San Francisco, may I make a suggestion. ALWAYS refer to San Francisco as “Central Califor… https://t.co/M2xJenTItP", "clean_text": "SINCE WERE TALKING ABOUT SAN FRANCISCO MAY I MAKE A SUGGESTION ALWAYS REFER TO SAN FRANCISCO AS CENTRAL CALIFOR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "And to be clear — San Francisco is a beautiful city full of fascinating people. Whenever I visit Central California… https://t.co/BcOukLXFCy", "clean_text": "AND TO BE CLEAR SAN FRANCISCO IS A BEAUTIFUL CITY FULL OF FASCINATING PEOPLE WHENEVER I VISIT CENTRAL CALIFORNIA ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "@mikebee I’ve heard such theories. But facts can be stubborn. \n\nLA City Hall to the Mexico border: 123 miles\n\nSF Ci… https://t.co/gOrcMxC5gX", "clean_text": "@MIKEBEE IVE HEARD SUCH THEORIES BUT FACTS CAN BE STUBBORN \n\nLA CITY HALL TO THE MEXICO BORDER 123 MILES\n\nSF CI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "Merced, and Stockton, and Visalia have nothing on San Francisco. That’s something to be proud of, guys!", "clean_text": "MERCED AND STOCKTON AND VISALIA HAVE NOTHING ON SAN FRANCISCO THATS SOMETHING TO BE PROUD OF GUYS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "RT @ktal90: Jumping straight to AI, ML, AR/VR, IoT hasn’t gotten us what we need. So what do we need? The building blocks of HOW manufactur…", "clean_text": "RT @KTAL90 JUMPING STRAIGHT TO AI ML ARVR IOT HASNT GOTTEN US WHAT WE NEED SO WHAT DO WE NEED THE BUILDING BLOCKS OF HOW MANUFACTUR", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200519, "Text": "@jmckee @nycsouthpaw I was gonna go to Med school https://t.co/AMawXkLVyt", "clean_text": "@JMCKEE @NYCSOUTHPAW I WAS GONNA GO TO MED SCHOOL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "A big \"if\" the deal proceeds at a lower price, there will have to be another shareholder vote (and likely a fairnes… https://t.co/80PFu1pxYM", "clean_text": "A BIG IF THE DEAL PROCEEDS AT A LOWER PRICE THERE WILL HAVE TO BE ANOTHER SHAREHOLDER VOTE AND LIKELY A FAIRNES ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "$C Citigroup with some wise commentary on $FSCT in our view. Warning: \"no other bids emerged\"/ \"isn't likely to be… https://t.co/9Txd0Cbwan", "clean_text": "C CITIGROUP WITH SOME WISE COMMENTARY ON FSCT IN OUR VIEW WARNING NO OTHER BIDS EMERGED ISNT LIKELY TO BE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "For those new to following us, we believe we've played a successful roll in re-shaping the narrative for some of… https://t.co/PXAhZoLYF4", "clean_text": "FOR THOSE NEW TO FOLLOWING US WE BELIEVE WEVE PLAYED A SUCCESSFUL ROLL IN RESHAPING THE NARRATIVE FOR SOME OF ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "@prosperousguy @trendwhizo Hardest thing to do in investing is admit when you're wrong. Hurling insults at people w… https://t.co/Qc6PUOpicX", "clean_text": "@PROSPEROUSGUY @TRENDWHIZO HARDEST THING TO DO IN INVESTING IS ADMIT WHEN YOURE WRONG HURLING INSULTS AT PEOPLE W ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "New Twitter followers, make sure to sign-up on our mailing list for new ideas and insights \n\nhttps://t.co/5BxZ0aqeea", "clean_text": "NEW TWITTER FOLLOWERS MAKE SURE TO SIGNUP ON OUR MAILING LIST FOR NEW IDEAS AND INSIGHTS \n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200518, "Text": "RT @JohnPGavin: So they can now allow rates to rise, start paying down the massive deficit, stop the printing press, and get their ass out…", "clean_text": "RT @JOHNPGAVIN SO THEY CAN NOW ALLOW RATES TO RISE START PAYING DOWN THE MASSIVE DEFICIT STOP THE PRINTING PRESS AND GET THEIR ASS OUT", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200518, "Text": "RT @stevenstrogatz: A few weeks ago, someone was asking about \"complex systems\". Is there anything to it, or is it just a buzzword? How doe…", "clean_text": "RT @STEVENSTROGATZ A FEW WEEKS AGO SOMEONE WAS ASKING ABOUT COMPLEX SYSTEMS IS THERE ANYTHING TO IT OR IS IT JUST A BUZZWORD HOW DOE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200518, "Text": "This newsletter will use this crisis to grow wings. https://t.co/8Fo9o7RFUq", "clean_text": "THIS NEWSLETTER WILL USE THIS CRISIS TO GROW WINGS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200518, "Text": "@felixsalmon i try to roughly alternate genders for unspecified people, which i think Analyst B was, what is the question?", "clean_text": "@FELIXSALMON I TRY TO ROUGHLY ALTERNATE GENDERS FOR UNSPECIFIED PEOPLE WHICH I THINK ANALYST B WAS WHAT IS THE QUESTION", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200518, "Text": "But \"new york has the best tap water\" the refrain of those who have succumbed to the madness of living in NYC and a… https://t.co/R9MpEq3Qtc", "clean_text": "BUT NEW YORK HAS THE BEST TAP WATER THE REFRAIN OF THOSE WHO HAVE SUCCUMBED TO THE MADNESS OF LIVING IN NYC AND A ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@tejada444 It was just odd to me that you would write a discussion document with such a bearish slant on a security… https://t.co/Oi6K47Dz3I", "clean_text": "@TEJADA444 IT WAS JUST ODD TO ME THAT YOU WOULD WRITE A DISCUSSION DOCUMENT WITH SUCH A BEARISH SLANT ON A SECURITY ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@TheIpHawk @KidDynamiteBlog They mark loans to spot rather than easing you up with the wholesale rate. Not really f… https://t.co/vDcWdLooRz", "clean_text": "@THEIPHAWK @KIDDYNAMITEBLOG THEY MARK LOANS TO SPOT RATHER THAN EASING YOU UP WITH THE WHOLESALE RATE NOT REALLY F ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@KidDynamiteBlog @TheIpHawk Well then it’s only unfair not to share 😂", "clean_text": "@KIDDYNAMITEBLOG @THEIPHAWK WELL THEN ITS ONLY UNFAIR NOT TO SHARE 😂", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200518, "Text": "This is some weird recession where many companies have seemingly endless access to capital. 😷", "clean_text": "THIS IS SOME WEIRD RECESSION WHERE MANY COMPANIES HAVE SEEMINGLY ENDLESS ACCESS TO CAPITAL 😷", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200518, "Text": "RT @SecPompeo: No surprise that Taiwan mounted one of the most successful efforts to contain COVID to date. Transparent, vibrant, and innov…", "clean_text": "RT @SECPOMPEO NO SURPRISE THAT TAIWAN MOUNTED ONE OF THE MOST SUCCESSFUL EFFORTS TO CONTAIN COVID TO DATE TRANSPARENT VIBRANT AND INNOV", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200518, "Text": "RT @statedeptspox: The spiteful action by the PRC to silence Taiwan exposes the emptiness of its claims to want transparency and cooperatio…", "clean_text": "RT @STATEDEPTSPOX THE SPITEFUL ACTION BY THE PRC TO SILENCE TAIWAN EXPOSES THE EMPTINESS OF ITS CLAIMS TO WANT TRANSPARENCY AND COOPERATIO", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200518, "Text": "@mgirdley @BarbarianCap Whatever you do, people, please don't move to Nashville.  It's terrible here.", "clean_text": "@MGIRDLEY @BARBARIANCAP WHATEVER YOU DO PEOPLE PLEASE DONT MOVE TO NASHVILLE  IT TERRIBLE HERE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200518, "Text": "RT @paulbensonsucks: Yesterday I found out that Chuck E Cheese realized people didn't want to order takeout from Chuck E Cheese so they cha…", "clean_text": "RT @PAULBENSONSUCKS YESTERDAY I FOUND OUT THAT CHUCK E CHEESE REALIZED PEOPLE DIDNT WANT TO ORDER TAKEOUT FROM CHUCK E CHEESE SO THEY CHA", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200518, "Text": "Andrew Left of Citron Research will appear on Fox Business this am at 11:30 est to further explain the fraud  of Ch… https://t.co/XBSRqBHAZa", "clean_text": "ANDREW LEFT OF CITRON RESEARCH WILL APPEAR ON FOX BUSINESS THIS AM AT 1130 EST TO FURTHER EXPLAIN THE FRAUD  OF CH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200517, "Text": "RT @trengriffin: @IntrinsicInv @BillBrewsterSCG @manualofideas \"With discounted cash flow models, the value is sensitive to the inputs. But…", "clean_text": "RT @TRENGRIFFIN @INTRINSICINV @BILLBREWSTERSCG @MANUALOFIDEAS WITH DISCOUNTED CASH FLOW MODELS THE VALUE IS SENSITIVE TO THE INPUTS BUT", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200517, "Text": "@bennpeifert I’m more interested in why you would happen to have these exposures to begin with?", "clean_text": "@BENNPEIFERT IM MORE INTERESTED IN WHY YOU WOULD HAPPEN TO HAVE THESE EXPOSURES TO BEGIN WITH", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200517, "Text": "I have to laugh when financial media talking heads aver that China has “leverage” over the U.S. because China owns… https://t.co/0aeZA5zQXq", "clean_text": "I HAVE TO LAUGH WHEN FINANCIAL MEDIA TALKING HEADS AVER THAT CHINA HAS LEVERAGE” OVER THE US BECAUSE CHINA OWNS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200517, "Text": "Hard to read this &amp; not think comparisons to China re: timing of snap back of economy and path of the virus will be… https://t.co/bhgayKeJp7", "clean_text": "HARD TO READ THIS AMP NOT THINK COMPARISONS TO CHINA RE TIMING OF SNAP BACK OF ECONOMY AND PATH OF THE VIRUS WILL BE ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200517, "Text": "@NickatFP @DeepDiveCapital @NonGaap Imagine how many asks a pro athlete gets when he’s drafted: he made it, has to… https://t.co/fXo7o3cjMR", "clean_text": "@NICKATFP @DEEPDIVECAPITAL @NONGAAP IMAGINE HOW MANY ASKS A PRO ATHLETE GETS WHEN HES DRAFTED HE MADE IT HAS TO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200516, "Text": "@jposhaughnessy I'll take that to the bank!", "clean_text": "@JPOSHAUGHNESSY ILL TAKE THAT TO THE BANK", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@jay_21_ @special_sits If you are willing to take a bit more cyclicality, can look at stuff like VRRM, PAE, food di… https://t.co/9sHA7fcTWA", "clean_text": "@JAY_21_ @SPECIAL_SITS IF YOU ARE WILLING TO TAKE A BIT MORE CYCLICALITY CAN LOOK AT STUFF LIKE VRRM PAE FOOD DI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "One does not just “forward” documents to the authorities unless asked or compelled via subpoena. Ask the good Senat… https://t.co/yCNOeOKF10", "clean_text": "ONE DOES NOT JUST FORWARD” DOCUMENTS TO THE AUTHORITIES UNLESS ASKED OR COMPELLED VIA SUBPOENA ASK THE GOOD SENAT ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @jeremyherb The good senator appears to be playing games here. One does not just turn over documents to the authorities wit…", "clean_text": "RT @JOHNPGAVIN @JEREMYHERB THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES WIT", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: The good senator appears to be playing games here. One does not just turn over documents to the authorities without being a…", "clean_text": "RT @JOHNPGAVIN THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES WITHOUT BEING A", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @GeoffRBennett The good senator appears to be playing games here. One does not just turn over documents to the authorities…", "clean_text": "RT @JOHNPGAVIN @GEOFFRBENNETT THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @CGasparino @FoxBusiness @KLoeffler @SEC_Enforcement @NYSE The good senator appears to be playing games here. One does not…", "clean_text": "RT @JOHNPGAVIN @CGASPARINO @FOXBUSINESS @KLOEFFLER @SEC_ENFORCEMENT @NYSE THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "The good senator appears to be playing games here. One does not just turn over documents to the authorities without… https://t.co/digVgLZnu0", "clean_text": "THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES WITHOUT ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200515, "Text": "RT @KleInsight: I am putting on a 2-day on-line course on the Pre-mortem method. June 8-9, from 1:00 to 4:00 EDT. My co-presenter is Bryce…", "clean_text": "RT @KLEINSIGHT I AM PUTTING ON A 2DAY ONLINE COURSE ON THE PREMORTEM METHOD JUNE 89 FROM 100 TO 400 EDT MY COPRESENTER IS BRYCE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200515, "Text": "This 13F season is one of the most interesting/useful in a while due to the timing of the portfolio snapshot (Mar 3… https://t.co/ndSIZMLm4V", "clean_text": "THIS 13F SEASON IS ONE OF THE MOST INTERESTINGUSEFUL IN A WHILE DUE TO THE TIMING OF THE PORTFOLIO SNAPSHOT MAR 3 ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200515, "Text": "@FatTailCapital to be fair, a dog wearing a hoodie is pretty cool", "clean_text": "@FATTAILCAPITAL TO BE FAIR A DOG WEARING A HOODIE IS PRETTY COOL", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200515, "Text": "I was nice enough to ask how things were going please don't actually tell me anything bad", "clean_text": "I WAS NICE ENOUGH TO ASK HOW THINGS WERE GOING PLEASE DONT ACTUALLY TELL ME ANYTHING BAD", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200515, "Text": "Nelson Peltz says he's bullish on a vaccine, putting new money to work and voting for Trump https://t.co/V7yZp9Xcgz", "clean_text": "NELSON PELTZ SAYS HE BULLISH ON A VACCINE PUTTING NEW MONEY TO WORK AND VOTING FOR TRUMP ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200515, "Text": "Open letter to Institutional Investor Magazine https://t.co/IYWScQX7zm", "clean_text": "OPEN LETTER TO INSTITUTIONAL INVESTOR MAGAZINE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200515, "Text": "RT @usmissiongeneva: Taiwan is a model for how to manage the #COVID19 challenge. It has best practices to share &amp; is providing much needed…", "clean_text": "RT @USMISSIONGENEVA TAIWAN IS A MODEL FOR HOW TO MANAGE THE #COVID19 CHALLENGE IT HAS BEST PRACTICES TO SHARE AMP IS PROVIDING MUCH NEEDED", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "RT @usmissiongeneva: On this International #DayofFamilies, we celebrate the family as essential to both the formation and health of society…", "clean_text": "RT @USMISSIONGENEVA ON THIS INTERNATIONAL #DAYOFFAMILIES WE CELEBRATE THE FAMILY AS ESSENTIAL TO BOTH THE FORMATION AND HEALTH OF SOCIETY", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO reported that its advanced wound care sales had recently stabilized &amp; begun to inflect upwards due to the reo… https://t.co/CRk0AtTDTj", "clean_text": "ORGO REPORTED THAT ITS ADVANCED WOUND CARE SALES HAD RECENTLY STABILIZED AMP BEGUN TO INFLECT UPWARDS DUE TO THE REO ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200515, "Text": "There's this partnership (forget DreamWorks, $CMCSA will have Illumination - think Minions, Despicable Me) to creat… https://t.co/WpMUmiFoOE", "clean_text": "THERE THIS PARTNERSHIP FORGET DREAMWORKS CMCSA WILL HAVE ILLUMINATION  THINK MINIONS DESPICABLE ME TO CREAT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200515, "Text": "Think @AndrewRangeley is right on this. I would almost guarantee $CMCSA has attempted to purchase $NTDOY at some po… https://t.co/WNRnl90RiB", "clean_text": "THINK @ANDREWRANGELEY IS RIGHT ON THIS I WOULD ALMOST GUARANTEE CMCSA HAS ATTEMPTED TO PURCHASE NTDOY AT SOME PO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200515, "Text": "@nachkari 10 years minimum if you talk to engineers that know what they are talking about and will tell you the truth", "clean_text": "@NACHKARI 10 YEARS MINIMUM IF YOU TALK TO ENGINEERS THAT KNOW WHAT THEY ARE TALKING ABOUT AND WILL TELL YOU THE TRUTH", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200515, "Text": "Accept reality. Respond and adapt to it immediately. https://t.co/pZMx5jrxfB", "clean_text": "ACCEPT REALITY RESPOND AND ADAPT TO IT IMMEDIATELY ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200514, "Text": "$GBP British Pound back to the lows ~37% and 75% of $WDFC sale and cash, respectively, tied to the currency… https://t.co/2LGTyHjcTA", "clean_text": "GBP BRITISH POUND BACK TO THE LOWS ~37% AND 75% OF WDFC SALE AND CASH RESPECTIVELY TIED TO THE CURRENCY ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200514, "Text": "Got to admit, for those new to the $FSCT story, one has to seriously question the insider sales that were happening… https://t.co/7kOsJtTWCa", "clean_text": "GOT TO ADMIT FOR THOSE NEW TO THE FSCT STORY ONE HAS TO SERIOUSLY QUESTION THE INSIDER SALES THAT WERE HAPPENING ", "count1": 2, "count2": 3, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200514, "Text": "We agree and will be looking to see if any had SEC woes as well. https://t.co/I2GdL84xRl", "clean_text": "WE AGREE AND WILL BE LOOKING TO SEE IF ANY HAD SEC WOES AS WELL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200514, "Text": "It wasn't that long ago when when you could fabricate some crypto-whatever piece of garbage and get the rubes to bid it up.", "clean_text": "IT WASNT THAT LONG AGO WHEN WHEN YOU COULD FABRICATE SOME CRYPTOWHATEVER PIECE OF GARBAGE AND GET THE RUBES TO BID IT UP", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200514, "Text": "Don't know how you'd design the study, but it would be interesting to see if/how Covid shutdown is impacting invest… https://t.co/udvlBuANK7", "clean_text": "DONT KNOW HOW YOUD DESIGN THE STUDY BUT IT WOULD BE INTERESTING TO SEE IFHOW COVID SHUTDOWN IS IMPACTING INVEST ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200514, "Text": "I have always strived to present this newsletter in the most flattering light. https://t.co/HFgvA97dvO", "clean_text": "I HAVE ALWAYS STRIVED TO PRESENT THIS NEWSLETTER IN THE MOST FLATTERING LIGHT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200514, "Text": "@FoolAllTheTime @SkeleCap @ReaperCancelled I don’t want to talk about it", "clean_text": "@FOOLALLTHETIME @SKELECAP @REAPERCANCELLED I DONT WANT TO TALK ABOUT IT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200514, "Text": "Consistently amazed by the number of people talking about how WFH is here to stay, while in the real life all anyon… https://t.co/XB3AtY0PMa", "clean_text": "CONSISTENTLY AMAZED BY THE NUMBER OF PEOPLE TALKING ABOUT HOW WFH IS HERE TO STAY WHILE IN THE REAL LIFE ALL ANYON ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200514, "Text": "@FoolAllTheTime toxic people using this thing to get back into your life https://t.co/9zVFpzUfKU", "clean_text": "@FOOLALLTHETIME TOXIC PEOPLE USING THIS THING TO GET BACK INTO YOUR LIFE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200514, "Text": "Interesting terms in section 3.3 of exhibit 4.35 to the $NIO 20-F: if it fails to make any of the NIO China install… https://t.co/W8IpS4ylTh", "clean_text": "INTERESTING TERMS IN SECTION 33 OF EXHIBIT 435 TO THE NIO 20F IF IT FAILS TO MAKE ANY OF THE NIO CHINA INSTALL ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200514, "Text": "RT @laurelchor: I’ve landed in Hong Kong after flying from Paris CDG, via London Heathrow. I now have to wait ~8 hours before I get my #COV…", "clean_text": "RT @LAURELCHOR IVE LANDED IN HONG KONG AFTER FLYING FROM PARIS CDG VIA LONDON HEATHROW I NOW HAVE TO WAIT ~8 HOURS BEFORE I GET MY #COV", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200514, "Text": "Jim is looking forward to his conversation with @mansharamani tomorrow at 11:00am (eastern time). https://t.co/JNOHfCuLkx", "clean_text": "JIM IS LOOKING FORWARD TO HIS CONVERSATION WITH @MANSHARAMANI TOMORROW AT 1100AM EASTERN TIME ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200514, "Text": "A follow up to the sources I found for $GOOG $FB $SNAP $TWTR etc for advertising, digital ad, mobile, etc. - plenty… https://t.co/uLJghpuW8U", "clean_text": "A FOLLOW UP TO THE SOURCES I FOUND FOR GOOG FB SNAP TWTR ETC FOR ADVERTISING DIGITAL AD MOBILE ETC  PLENTY ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "RT @LAForeverHall: How many shares of $MO do you need to own to be responsible for one death per year?", "clean_text": "RT @LAFOREVERHALL HOW MANY SHARES OF MO DO YOU NEED TO OWN TO BE RESPONSIBLE FOR ONE DEATH PER YEAR", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "RT @ShaleCo_Energy: .@VinsonandElkins and @Kirkland_Ellis, how I get invited to y'all's 2021 NAPE party? Hear it's gonna be lit.\n\nCredit to…", "clean_text": "RT @SHALECO_ENERGY @VINSONANDELKINS AND @KIRKLAND_ELLIS HOW I GET INVITED TO YALL 2021 NAPE PARTY HEAR IT GONNA BE LIT\n\nCREDIT TO", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "@ShitFund @valueterminal Replacing flat, easy to clean backsplash with marble sculptures with as many difficult to… https://t.co/Po5dYD0YdD", "clean_text": "@SHITFUND @VALUETERMINAL REPLACING FLAT EASY TO CLEAN BACKSPLASH WITH MARBLE SCULPTURES WITH AS MANY DIFFICULT TO ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "I've been using the $SBUX app... grab and go on the sidewalk. No need to enter store; only break stride long enough… https://t.co/KVxIAnNLAr", "clean_text": "IVE BEEN USING THE SBUX APP GRAB AND GO ON THE SIDEWALK NO NEED TO ENTER STORE ONLY BREAK STRIDE LONG ENOUGH ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "The truth, self-evident to any business buyer, that \"value\" and \"growth\" are constructs used for merchandising inve… https://t.co/2aeMINfRA8", "clean_text": "THE TRUTH SELFEVIDENT TO ANY BUSINESS BUYER THAT VALUE AND GROWTH ARE CONSTRUCTS USED FOR MERCHANDISING INVE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "The inability to mount a cohesive national response that fosters cooperation &amp; accounts for regional differences du… https://t.co/4qR74qdKWo", "clean_text": "THE INABILITY TO MOUNT A COHESIVE NATIONAL RESPONSE THAT FOSTERS COOPERATION AMP ACCOUNTS FOR REGIONAL DIFFERENCES DU ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200514, "Text": "Our portfolio company @firstresonance is enabling hardware engineers to continue building, testing, and delivering… https://t.co/dgLVuXbvkt", "clean_text": "OUR PORTFOLIO COMPANY @FIRSTRESONANCE IS ENABLING HARDWARE ENGINEERS TO CONTINUE BUILDING TESTING AND DELIVERING ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200514, "Text": "@GWInvestors @Greenbackd Your math was good. A $27 billion bond issuance right now is pretty close to a $30 billion… https://t.co/agBYVb8KDA", "clean_text": "@GWINVESTORS @GREENBACKD YOUR MATH WAS GOOD A 27 BILLION BOND ISSUANCE RIGHT NOW IS PRETTY CLOSE TO A 30 BILLION ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200514, "Text": "RT @ABCPolitics: The pandemic will cost the insurance industry over $200 billion, according to Lloyds of London, who estimated that its own…", "clean_text": "RT @ABCPOLITICS THE PANDEMIC WILL COST THE INSURANCE INDUSTRY OVER 200 BILLION ACCORDING TO LLOYDS OF LONDON WHO ESTIMATED THAT ITS OWN", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200514, "Text": "RT @byrdinator: The Senate just now approved a bill to sanction Chinese government officials responsible for internment camps in Xinjiang,…", "clean_text": "RT @BYRDINATOR THE SENATE JUST NOW APPROVED A BILL TO SANCTION CHINESE GOVERNMENT OFFICIALS RESPONSIBLE FOR INTERNMENT CAMPS IN XINJIANG", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "We are releasing another open letter to Advent @adventintl related to the $FSCT Forescout deal. After a thorough re… https://t.co/y2tYpUlQuG", "clean_text": "WE ARE RELEASING ANOTHER OPEN LETTER TO ADVENT @ADVENTINTL RELATED TO THE FSCT FORESCOUT DEAL AFTER A THOROUGH RE ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "$FSCT surprise restructuring forbidden according to the merger document. Seems a strange move to us for Advent to a… https://t.co/D4undZcCLz", "clean_text": "FSCT SURPRISE RESTRUCTURING FORBIDDEN ACCORDING TO THE MERGER DOCUMENT SEEMS A STRANGE MOVE TO US FOR ADVENT TO A ", "count1": 1, "count2": 3, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "We are perplexed why $FSCT would draw down on its credit facility with ample cash to bridge itself to a closing wit… https://t.co/S3qgytW5KO", "clean_text": "WE ARE PERPLEXED WHY FSCT WOULD DRAW DOWN ON ITS CREDIT FACILITY WITH AMPLE CASH TO BRIDGE ITSELF TO A CLOSING WIT ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: \"...It’s hard to say the market can’t go up. But it’s not a good risk/reward market.\"", "clean_text": "TEPPER ITS HARD TO SAY THE MARKET CANT GO UP BUT ITS NOT A GOOD RISKREWARD MARKET", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “I want to be invested in the banks at some point, my problem is if you think there’s a long period of low… https://t.co/i6F266pxXs", "clean_text": "TEPPER I WANT TO BE INVESTED IN THE BANKS AT SOME POINT MY PROBLEM IS IF YOU THINK THERES A LONG PERIOD OF LOW ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “The logistics of the doses (vaccine) when people have to do the numbers and analysis to have enough doses… https://t.co/aGKIOHFrtG", "clean_text": "TEPPER THE LOGISTICS OF THE DOSES VACCINE WHEN PEOPLE HAVE TO DO THE NUMBERS AND ANALYSIS TO HAVE ENOUGH DOSES ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "/End. Interesting to hear Tepper’s latest thoughts but what about his actions: he’s 10-15% long the market right now.", "clean_text": "END INTERESTING TO HEAR TEPPERS LATEST THOUGHTS BUT WHAT ABOUT HIS ACTIONS HES 1015% LONG THE MARKET RIGHT NOW", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200513, "Text": "@QuisitiveInvest @nachkari @BarrySchwartzBW @BluegrassCap it is kind of hard to figure out the risk reward when lit… https://t.co/vXyFBdIB8a", "clean_text": "@QUISITIVEINVEST @NACHKARI @BARRYSCHWARTZBW @BLUEGRASSCAP IT IS KIND OF HARD TO FIGURE OUT THE RISK REWARD WHEN LIT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200513, "Text": "@ROIChristie Generally high levels of leverage in the corporate sector needing time to heal which will manifest Its… https://t.co/EkcUolTRj6", "clean_text": "@ROICHRISTIE GENERALLY HIGH LEVELS OF LEVERAGE IN THE CORPORATE SECTOR NEEDING TIME TO HEAL WHICH WILL MANIFEST ITS ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200513, "Text": "RT @HedgeyeEEvans: Pandemic Hot Takes Likely to go Cold.\n1. We are all gonna work from home. (I can't wait to see an office)\n2. Online lear…", "clean_text": "RT @HEDGEYEEEVANS PANDEMIC HOT TAKES LIKELY TO GO COLD\n1 WE ARE ALL GONNA WORK FROM HOME I CANT WAIT TO SEE AN OFFICE\n2 ONLINE LEAR", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200513, "Text": "@ROIChristie Profit cycle decline won’t be kind to unemployed. Too much corporate leverage. Companies will be balance sheet focused.", "clean_text": "@ROICHRISTIE PROFIT CYCLE DECLINE WONT BE KIND TO UNEMPLOYED TOO MUCH CORPORATE LEVERAGE COMPANIES WILL BE BALANCE SHEET FOCUSED", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200513, "Text": "Evergy to Prepare Sale Process After Push From Elliott https://t.co/Mg7SSMuyFV", "clean_text": "EVERGY TO PREPARE SALE PROCESS AFTER PUSH FROM ELLIOTT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200513, "Text": ".@SecPompeo said it best: we call on all nations to support Taiwan's participation as an observer at the WHA. Follo… https://t.co/BHWmU3ZFys", "clean_text": "@SECPOMPEO SAID IT BEST WE CALL ON ALL NATIONS TO SUPPORT TAIWAN PARTICIPATION AS AN OBSERVER AT THE WHA FOLLO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200513, "Text": "Watch “Jim Grant Back to Work, America!” by @ewhite605 on #Vimeo https://t.co/RtdzWLfJAr", "clean_text": "WATCH JIM GRANT BACK TO WORK AMERICA” BY @EWHITE605 ON #VIMEO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200513, "Text": "Open to feedback for anyone who read the $GOOG deck or others - what’s your main criticism /or/ what could be impro… https://t.co/Dw2voEuVjc", "clean_text": "OPEN TO FEEDBACK FOR ANYONE WHO READ THE GOOG DECK OR OTHERS  WHATS YOUR MAIN CRITICISM OR WHAT COULD BE IMPRO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200513, "Text": "RT @modestproposal1: Imagine there's no financials\nIt isn't hard to do\nNo one building anything\nAnd no travel too\n\nYou may say I'm a dreame…", "clean_text": "RT @MODESTPROPOSAL1 IMAGINE THERE NO FINANCIALS\nIT ISNT HARD TO DO\nNO ONE BUILDING ANYTHING\nAND NO TRAVEL TOO\n\nYOU MAY SAY IM A DREAME", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200513, "Text": "\"What if we get a Covid-19 vaccine and half the country refuses to take it?\" https://t.co/MrwI2iOY3L", "clean_text": "WHAT IF WE GET A COVID19 VACCINE AND HALF THE COUNTRY REFUSES TO TAKE IT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @stagevp: We’re very excited to see @shipsiInc launch their instant delivery portal, allowing any merchant to offer same day order deliv…", "clean_text": "RT @STAGEVP WERE VERY EXCITED TO SEE @SHIPSIINC LAUNCH THEIR INSTANT DELIVERY PORTAL ALLOWING ANY MERCHANT TO OFFER SAME DAY ORDER DELIV", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@modestproposal1 Apparently the solution to price gouging allegations in food delivery is more pricing power!", "clean_text": "@MODESTPROPOSAL1 APPARENTLY THE SOLUTION TO PRICE GOUGING ALLEGATIONS IN FOOD DELIVERY IS MORE PRICING POWER", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@davemortell @rasimpson1 The first page of the S-3/A answers this. It covers about 30m shares relating to already o… https://t.co/jKoedPHOxL", "clean_text": "@DAVEMORTELL @RASIMPSON1 THE FIRST PAGE OF THE S3A ANSWERS THIS IT COVERS ABOUT 30M SHARES RELATING TO ALREADY O ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20200512, "Text": "We just crossed $10M!\n\nWe at Equinum are honored and feel blessed to be able to partner and assist in raising $15M… https://t.co/xY4HmGxxyJ", "clean_text": "WE JUST CROSSED 10M\n\nWE AT EQUINUM ARE HONORED AND FEEL BLESSED TO BE ABLE TO PARTNER AND ASSIST IN RAISING 15M ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Quibi... it's kind of like TikTok... but with more expensive, professional content... and higher barriers to adopti… https://t.co/1QNTKYMSFO", "clean_text": "QUIBI IT KIND OF LIKE TIKTOK BUT WITH MORE EXPENSIVE PROFESSIONAL CONTENT AND HIGHER BARRIERS TO ADOPTI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200512, "Text": "After 14 years in the business I am proud to announce that I have received approval from Compliance with NO edits f… https://t.co/Q0jLmNluH4", "clean_text": "AFTER 14 YEARS IN THE BUSINESS I AM PROUD TO ANNOUNCE THAT I HAVE RECEIVED APPROVAL FROM COMPLIANCE WITH NO EDITS F ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}]