["OIL", {"Name": "cablecarcapital", "Time": 20200404, "Text": "How come tanker investors get excited about contango in oil but never talk about backwardation in tanker rates?", "clean_text": "COME TANKER INVESTORS EXCITED CONTANGO OIL BACKWARDATION TANKER RATES", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200403, "Text": "@lhamtil You completely missed the point. Not a low growth business, a declining one. And now with oil lower, lower… https://t.co/4nY0GNSSha", "clean_text": "@LHAMTIL COMPLETELY MISSED POINT LOW GROWTH BUSINESS DECLINING OIL LOWER LOWER", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200402, "Text": "Congrats to everyone on Fintwit who bought physical oil and stored it on a supertanker in the last week. Bravo. 🥂", "clean_text": "CONGRATS FINTWIT BOUGHT PHYSICAL OIL STORED SUPERTANKER BRAVO", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200331, "Text": "RT @JavierBlas: Spain has disclosed oil demand data that sheds light on what happens inside a lockdown country.  \n\nAccording to pipeline op…", "clean_text": "@JAVIERBLAS SPAIN DISCLOSED OIL DEMAND DATA SHEDS LIGHT HAPPENS INSIDE LOCKDOWN COUNTRY ACCORDING PIPELINE OP", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200330, "Text": "RT @JavierBlas: CHART OF THE DAY: Brent oil six-month contango has now surpassed the widest point reached during the 2008-09 financial cris…", "clean_text": "@JAVIERBLAS BRENT OIL SIXMONTH CONTANGO SURPASSED WIDEST POINT REACHED FINANCIAL CRIS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200330, "Text": "RT @JavierBlas: PHYSICAL MELTDOWN: North Sea window sees more than a dozen offers and no bids. In North America, physical oil grades have p…", "clean_text": "@JAVIERBLAS PHYSICAL MELTDOWN SEA WINDOW SEES OFFERS BIDS PHYSICAL OIL GRADES", "count1": 0, "count2": 0, "count3": 1, "count4": 0}]