["OF", {"Name": "probesreporter", "Time": 20200507, "Text": "RT @JohnPGavin: After the parasites suck the life blood out of its victim, it becomes nearly impossible for it to then survive a hardship.…", "clean_text": "RT @JOHNPGAVIN AFTER THE PARASITES SUCK THE LIFE BLOOD OUT OF ITS VICTIM IT BECOMES NEARLY IMPOSSIBLE FOR IT TO THEN SURVIVE A HARDSHIP", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200507, "Text": "\"Jones, who said his Tudor BVI fund may hold as much as a low single-digit percentage of its assets in Bitcoin futu… https://t.co/0wkbJJohnj", "clean_text": "JONES WHO SAID HIS TUDOR BVI FUND MAY HOLD AS MUCH AS A LOW SINGLEDIGIT PERCENTAGE OF ITS ASSETS IN BITCOIN FUTU ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200507, "Text": "Believe this is some of the Tudor note https://t.co/Q5gFJWsihQ", "clean_text": "BELIEVE THIS IS SOME OF THE TUDOR NOTE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200507, "Text": "@suvyboy @valueterminal It mutated itself out of existence.", "clean_text": "@SUVYBOY @VALUETERMINAL IT MUTATED ITSELF OUT OF EXISTENCE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200507, "Text": "RT @oddballstocks: Great letter by the CEO of @NicoletBank who lays out what they are seeing and how it's impacting their region.\n\nhttps://…", "clean_text": "RT @ODDBALLSTOCKS GREAT LETTER BY THE CEO OF @NICOLETBANK WHO LAYS OUT WHAT THEY ARE SEEING AND HOW IT IMPACTING THEIR REGION\n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200507, "Text": "RT @BillBrewsterSCG: Now this is a letter!\n\nH/t ⁦@TSOH_Investing⁩\n\nMessage from Bob Atwell, Chairman, President and CEO of Nicolet Bankshar…", "clean_text": "RT @BILLBREWSTERSCG NOW THIS IS A LETTER\n\nHT ⁦@TSOH_INVESTING⁩\n\nMESSAGE FROM BOB ATWELL CHAIRMAN PRESIDENT AND CEO OF NICOLET BANKSHAR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200507, "Text": "RT @SecPompeo: China could have prevented the deaths of thousands of people worldwide and spared the world a descent into global economic m…", "clean_text": "RT @SECPOMPEO CHINA COULD HAVE PREVENTED THE DEATHS OF THOUSANDS OF PEOPLE WORLDWIDE AND SPARED THE WORLD A DESCENT INTO GLOBAL ECONOMIC M", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200507, "Text": "Powerful rebuttal to the PRC's web of half-truths and outright falsehoods regarding their response to the COVID cri… https://t.co/0fPI21oa5y", "clean_text": "POWERFUL REBUTTAL TO THE PRC WEB OF HALFTRUTHS AND OUTRIGHT FALSEHOODS REGARDING THEIR RESPONSE TO THE COVID CRI ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Bit of an unorganized rant in thread form. I am surprised by the amount of people still tracking/citing daily US co… https://t.co/x1eTCYZVds", "clean_text": "BIT OF AN UNORGANIZED RANT IN THREAD FORM I AM SURPRISED BY THE AMOUNT OF PEOPLE STILL TRACKINGCITING DAILY US CO ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Given this, the main purposes of the lockdown were/are to buy our hospitals time to prepare and to buy us time to l… https://t.co/8hN2ge0bC4", "clean_text": "GIVEN THIS THE MAIN PURPOSES OF THE LOCKDOWN WEREARE TO BUY OUR HOSPITALS TIME TO PREPARE AND TO BUY US TIME TO L ", "count1": 2, "count2": 0, "count3": 4, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Namely, whether the fatality rate of the virus proves to actually be high enough to warrant waiting out a vaccine (… https://t.co/cFpBuuMBF5", "clean_text": "NAMELY WHETHER THE FATALITY RATE OF THE VIRUS PROVES TO ACTUALLY BE HIGH ENOUGH TO WARRANT WAITING OUT A VACCINE  ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "This doesn't speak to the persistence of corporate/individual behavioral shifts and lagged second order economic ef… https://t.co/RlnEMeWPsQ", "clean_text": "THIS DOESNT SPEAK TO THE PERSISTENCE OF CORPORATEINDIVIDUAL BEHAVIORAL SHIFTS AND LAGGED SECOND ORDER ECONOMIC EF ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "@pearkes I don't think stocks are trying to price rest of year activity levels or even 1H21. I think they are inste… https://t.co/jXBBe9ay2j", "clean_text": "@PEARKES I DONT THINK STOCKS ARE TRYING TO PRICE REST OF YEAR ACTIVITY LEVELS OR EVEN 1H21 I THINK THEY ARE INSTE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@DeadLiftCapital @PalmettoCapital Lots of well-known names in there, but I appreciate HHR, SWI, and the European po… https://t.co/U1xow5JG2X", "clean_text": "@DEADLIFTCAPITAL @PALMETTOCAPITAL LOTS OF WELLKNOWN NAMES IN THERE BUT I APPRECIATE HHR SWI AND THE EUROPEAN PO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200507, "Text": "This is a first, Never had IR of a company threaten to \"slap my face\".  How about we do it at the SEC office?  IR r… https://t.co/NR8X3ugJOE", "clean_text": "THIS IS A FIRST NEVER HAD IR OF A COMPANY THREATEN TO SLAP MY FACE  HOW ABOUT WE DO IT AT THE SEC OFFICE  IR R ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200507, "Text": "$GSX part 3 is up.  Multiple smoking guns about offloading of costs/liabilities.  The information we are getting fr… https://t.co/JLB6leOeVg", "clean_text": "GSX PART 3 IS UP  MULTIPLE SMOKING GUNS ABOUT OFFLOADING OF COSTSLIABILITIES  THE INFORMATION WE ARE GETTING FR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200507, "Text": "With the volumes of information presented to the SEC from multiple sources beyond Citron, we don't expect the chara… https://t.co/usfmOW6AwB", "clean_text": "WITH THE VOLUMES OF INFORMATION PRESENTED TO THE SEC FROM MULTIPLE SOURCES BEYOND CITRON WE DONT EXPECT THE CHARA ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "PAA Research Report: PRDO: What Is the Status of GI Bill Funding for AIU and CTU Students? What Happened in New Yor… https://t.co/cemIjd1ezK", "clean_text": "PAA RESEARCH REPORT PRDO WHAT IS THE STATUS OF GI BILL FUNDING FOR AIU AND CTU STUDENTS WHAT HAPPENED IN NEW YOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Great example of the world we live in as it relates to tech (or quasi tech in this case): 18 mos. ago consensus EPS… https://t.co/2rdsg7UqS7", "clean_text": "GREAT EXAMPLE OF THE WORLD WE LIVE IN AS IT RELATES TO TECH OR QUASI TECH IN THIS CASE 18 MOS AGO CONSENSUS EPS ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "@herbgreenberg In the words of the late great Christopher Wallace (not sure if he was on your radar Herb): \"All I d… https://t.co/VEZKnybsP8", "clean_text": "@HERBGREENBERG IN THE WORDS OF THE LATE GREAT CHRISTOPHER WALLACE NOT SURE IF HE WAS ON YOUR RADAR HERB ALL I D ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200506, "Text": "RT @JohnPGavin: The #Saas pimps forced their customers over to a subscription model.  The spreadsheet jockeys on Wall Street, most of whom…", "clean_text": "RT @JOHNPGAVIN THE #SAAS PIMPS FORCED THEIR CUSTOMERS OVER TO A SUBSCRIPTION MODEL  THE SPREADSHEET JOCKEYS ON WALL STREET MOST OF WHOM", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200506, "Text": "Early #FF shoutout to @bluff_capital who is cranking out relevant earnings snapshots/summaries/commentary across a range of companies.", "clean_text": "EARLY #FF SHOUTOUT TO @BLUFF_CAPITAL WHO IS CRANKING OUT RELEVANT EARNINGS SNAPSHOTSSUMMARIESCOMMENTARY ACROSS A RANGE OF COMPANIES", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200506, "Text": "RT @hausfath: The way we generate electricity can change remarkably quickly – and at times unexpectedly. Here are all the projections of US…", "clean_text": "RT @HAUSFATH THE WAY WE GENERATE ELECTRICITY CAN CHANGE REMARKABLY QUICKLY – AND AT TIMES UNEXPECTEDLY HERE ARE ALL THE PROJECTIONS OF US", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200506, "Text": "Long term Treasury yields are rising, understandably, due to a $4 Trillion growth of the National Debt coming in ju… https://t.co/5OoKV5sHpy", "clean_text": "LONG TERM TREASURY YIELDS ARE RISING UNDERSTANDABLY DUE TO A 4 TRILLION GROWTH OF THE NATIONAL DEBT COMING IN JU ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200506, "Text": "@PalmettoCapital I thought he sounded more reasonable than 95% of PMs in that interview. Those Graham &amp; Doddsville… https://t.co/lz7HNDdHIA", "clean_text": "@PALMETTOCAPITAL I THOUGHT HE SOUNDED MORE REASONABLE THAN 95% OF PMS IN THAT INTERVIEW THOSE GRAHAM AMP DODDSVILLE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "RT @jimmykimmel: I can think of no better metaphor for this presidency than Donald Trump not wearing a face mask to a face mask factory whi…", "clean_text": "RT @JIMMYKIMMEL I CAN THINK OF NO BETTER METAPHOR FOR THIS PRESIDENCY THAN DONALD TRUMP NOT WEARING A FACE MASK TO A FACE MASK FACTORY WHI", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200505, "Text": "RT @JohnPGavin: Hey @McDonalds - Your 'thank you meal' concept is both brilliant and generous.  In all my years of service, anything free w…", "clean_text": "RT @JOHNPGAVIN HEY @MCDONALDS  YOUR THANK YOU MEAL CONCEPT IS BOTH BRILLIANT AND GENEROUS  IN ALL MY YEARS OF SERVICE ANYTHING FREE W", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200505, "Text": "Finishing up our latest update of the watch list of all the companies we track with undisclosed SEC investigations.… https://t.co/9e6RJlv9m5", "clean_text": "FINISHING UP OUR LATEST UPDATE OF THE WATCH LIST OF ALL THE COMPANIES WE TRACK WITH UNDISCLOSED SEC INVESTIGATIONS ", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "probesreporter", "Time": 20200505, "Text": "Reminder:  In Feb-2020, we added Hertz Global Holdings to our Watch List of companies with confirmed, undisclosed S… https://t.co/R1RBWki3dA", "clean_text": "REMINDER  IN FEB2020 WE ADDED HERTZ GLOBAL HOLDINGS TO OUR WATCH LIST OF COMPANIES WITH CONFIRMED UNDISCLOSED S ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200505, "Text": "This newsletter can give you a lot of guidance when you least need it, but when you need it the most, that’s when i… https://t.co/0ebVoOx4cl", "clean_text": "THIS NEWSLETTER CAN GIVE YOU A LOT OF GUIDANCE WHEN YOU LEAST NEED IT BUT WHEN YOU NEED IT THE MOST THATS WHEN I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200505, "Text": "@JhorowitJosh @10kdiver @PythiaR Yeah basically accelerating planned retirements of oldest planes. But $AAL also is… https://t.co/P0jYj70vCf", "clean_text": "@JHOROWITJOSH @10KDIVER @PYTHIAR YEAH BASICALLY ACCELERATING PLANNED RETIREMENTS OF OLDEST PLANES BUT AAL ALSO IS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200505, "Text": "According to the form 4 filed today, available at https://t.co/JnFLVR92Rb, Pourhassan netted a total of $15,760,909… https://t.co/Htjy48VSue", "clean_text": "ACCORDING TO THE FORM 4 FILED TODAY AVAILABLE AT  POURHASSAN NETTED A TOTAL OF 15760909 ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200505, "Text": "In addition, $WBT acknowledged that used equipment could negatively impact demand for new equipment for a period of… https://t.co/oWHnH3g9ra", "clean_text": "IN ADDITION WBT ACKNOWLEDGED THAT USED EQUIPMENT COULD NEGATIVELY IMPACT DEMAND FOR NEW EQUIPMENT FOR A PERIOD OF ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "@joshtpm The meat packing plants are going to be the downfall of this strategy. They can only control the rural are… https://t.co/BACTBHrGCp", "clean_text": "@JOSHTPM THE MEAT PACKING PLANTS ARE GOING TO BE THE DOWNFALL OF THIS STRATEGY THEY CAN ONLY CONTROL THE RURAL ARE ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "RT @joshtpm: It sounds like Trump got bored of doing the epidemic.", "clean_text": "RT @JOSHTPM IT SOUNDS LIKE TRUMP GOT BORED OF DOING THE EPIDEMIC", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "Or maybe he thinks we are going back down and you can’t whip around tens of billions in a quick trade? And his sign… https://t.co/oqvsoiksmJ", "clean_text": "OR MAYBE HE THINKS WE ARE GOING BACK DOWN AND YOU CANT WHIP AROUND TENS OF BILLIONS IN A QUICK TRADE AND HIS SIGN ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200505, "Text": "@EddyElfenbein Step one: tweet a knowable fact of interest.\n\nStep two: field responses from triggered tweeps that a… https://t.co/fVjKGzrmtV", "clean_text": "@EDDYELFENBEIN STEP ONE TWEET A KNOWABLE FACT OF INTEREST\n\nSTEP TWO FIELD RESPONSES FROM TRIGGERED TWEEPS THAT A ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200505, "Text": "@MidwestHedgie @SuperMugatu He does this all the time where he gets all serious out of nowhere and attacks someone… https://t.co/RE5VPJE0Xo", "clean_text": "@MIDWESTHEDGIE @SUPERMUGATU HE DOES THIS ALL THE TIME WHERE HE GETS ALL SERIOUS OUT OF NOWHERE AND ATTACKS SOMEONE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "@Alex15223503 Of course it's not a new dynamic but it has accelerated the trajectory and it has become truly existe… https://t.co/v2LYcGwMHo", "clean_text": "@ALEX15223503 OF COURSE IT NOT A NEW DYNAMIC BUT IT HAS ACCELERATED THE TRAJECTORY AND IT HAS BECOME TRULY EXISTE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "$LCII management sounded pretty bullish today. The pace of improvement in demand/sell through has been pretty drama… https://t.co/k1JJC5phD4", "clean_text": "LCII MANAGEMENT SOUNDED PRETTY BULLISH TODAY THE PACE OF IMPROVEMENT IN DEMANDSELL THROUGH HAS BEEN PRETTY DRAMA ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200504, "Text": "This paper, \"Stock Compensation Expense, Cash Flows, and Inflated Valuations\" does a good job of explaining how to… https://t.co/DZvrAKQVxM", "clean_text": "THIS PAPER STOCK COMPENSATION EXPENSE CASH FLOWS AND INFLATED VALUATIONS DOES A GOOD JOB OF EXPLAINING HOW TO ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200504, "Text": "New issue from one of the great newsletters out there. Captain is ex-Tiger Global. https://t.co/JQvZqOOlTG", "clean_text": "NEW ISSUE FROM ONE OF THE GREAT NEWSLETTERS OUT THERE CAPTAIN IS EXTIGER GLOBAL ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 I didn’t miss it...I just don’t see the logic of why the ease of aggregating demand on the interne… https://t.co/ddSLAzGxkm", "clean_text": "@MODESTPROPOSAL1 I DIDNT MISS ITI JUST DONT SEE THE LOGIC OF WHY THE EASE OF AGGREGATING DEMAND ON THE INTERNE ", "count1": 3, "count2": 0, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 Now we’re on the same page. I just don’t think concerns can be dismissed out of hand because other… https://t.co/NcVsXuo5pi", "clean_text": "@MODESTPROPOSAL1 NOW WERE ON THE SAME PAGE I JUST DONT THINK CONCERNS CAN BE DISMISSED OUT OF HAND BECAUSE OTHER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@thayereric1 No, the strike price was paid by reducing the number of shares issued. That's what cashless means. If… https://t.co/67FTZKtPlQ", "clean_text": "@THAYERERIC1 NO THE STRIKE PRICE WAS PAID BY REDUCING THE NUMBER OF SHARES ISSUED THAT WHAT CASHLESS MEANS IF ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200504, "Text": "RT @CarlMinzner: Why wear masks? Taiwan officials explain:\n\nWhen healthy + infected people interact,\nNo masks=high risk of transmission via…", "clean_text": "RT @CARLMINZNER WHY WEAR MASKS TAIWAN OFFICIALS EXPLAIN\n\nWHEN HEALTHY INFECTED PEOPLE INTERACT\nNO MASKSHIGH RISK OF TRANSMISSION VIA", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200504, "Text": "@MrMojoRisinX VIAC? Buy good gas shale acreage/production through distressed debt? MHK? WFC or one of the other big… https://t.co/C12bPkfTeJ", "clean_text": "@MRMOJORISINX VIAC BUY GOOD GAS SHALE ACREAGEPRODUCTION THROUGH DISTRESSED DEBT MHK WFC OR ONE OF THE OTHER BIG ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200504, "Text": "RT @WFPChief: Up and running: Our global system of air links will transport the equivalent of 37 cargo planes full of #COVID19 medical supp…", "clean_text": "RT @WFPCHIEF UP AND RUNNING OUR GLOBAL SYSTEM OF AIR LINKS WILL TRANSPORT THE EQUIVALENT OF 37 CARGO PLANES FULL OF #COVID19 MEDICAL SUPP", "count1": 1, "count2": 0, "count3": 0, "count4": 3}, {"Name": "JohnHuber72", "Time": 20200504, "Text": "The footage of the Dream Team scrimmage prior to Barcelona was so great. Magic throwing the ball into the stands, J… https://t.co/XE6jxscrZZ", "clean_text": "THE FOOTAGE OF THE DREAM TEAM SCRIMMAGE PRIOR TO BARCELONA WAS SO GREAT MAGIC THROWING THE BALL INTO THE STANDS J ", "count1": 4, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200504, "Text": "For a pre-Covid look at the health of state and local pension plans, see 'Political risk in America' in the Grant's… https://t.co/PgztxtOtQ0", "clean_text": "FOR A PRECOVID LOOK AT THE HEALTH OF STATE AND LOCAL PENSION PLANS SEE POLITICAL RISK IN AMERICA IN THE GRANT ", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200504, "Text": "Wow… Over-levered retailers that should've gone out of business long ago are finally going bankrupt.\n\nDistressed co… https://t.co/iR1uTvuFrs", "clean_text": "WOW OVERLEVERED RETAILERS THAT SHOULDVE GONE OUT OF BUSINESS LONG AGO ARE FINALLY GOING BANKRUPT\n\nDISTRESSED CO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200504, "Text": "Would a younger Warren slap a cease and desist order on this profitless pet insurance company in the midst of a rat… https://t.co/5d4ojDH9hp", "clean_text": "WOULD A YOUNGER WARREN SLAP A CEASE AND DESIST ORDER ON THIS PROFITLESS PET INSURANCE COMPANY IN THE MIDST OF A RAT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200503, "Text": "Buffett on virus: “We may get some unpleasant surprises.” Cites all kinds of possibilities/range of outcomes. But e… https://t.co/YV2wOFkpmH", "clean_text": "BUFFETT ON VIRUS WE MAY GET SOME UNPLEASANT SURPRISES” CITES ALL KINDS OF POSSIBILITIESRANGE OF OUTCOMES BUT E ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "marketfolly", "Time": 20200503, "Text": "@BluegrassCap Optionality of cash extremely high right now given wide range of outcomes. That and Bazooka Jay beat… https://t.co/VDplcsDZqx", "clean_text": "@BLUEGRASSCAP OPTIONALITY OF CASH EXTREMELY HIGH RIGHT NOW GIVEN WIDE RANGE OF OUTCOMES THAT AND BAZOOKA JAY BEAT ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200503, "Text": "@SierraIguana @toptickcrypto Why do you think arbitrages persist? I'd argue that's also a function of counterparty… https://t.co/LsLPZfBaU0", "clean_text": "@SIERRAIGUANA @TOPTICKCRYPTO WHY DO YOU THINK ARBITRAGES PERSIST ID ARGUE THAT ALSO A FUNCTION OF COUNTERPARTY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200503, "Text": "@Nerlynx1 To his credit, this guy acknowledged his error, sort of.", "clean_text": "@NERLYNX1 TO HIS CREDIT THIS GUY ACKNOWLEDGED HIS ERROR SORT OF", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200503, "Text": "Carl Icahn, who's made a large bulk of his fortune in energy, has a new play in the industry https://t.co/itmtW3W5Ar", "clean_text": "CARL ICAHN WHO MADE A LARGE BULK OF HIS FORTUNE IN ENERGY HAS A NEW PLAY IN THE INDUSTRY ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200503, "Text": "Warren Buffet selling all of his airline stocks corroborates the “economic genie is not going back in the bottle” t… https://t.co/mdQswsRLvg", "clean_text": "WARREN BUFFET SELLING ALL OF HIS AIRLINE STOCKS CORROBORATES THE ECONOMIC GENIE IS NOT GOING BACK IN THE BOTTLE” T ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200503, "Text": "RT @SecPompeo: We commend the efforts of journalists working in repressive environments to support the free flow of accurate information, i…", "clean_text": "RT @SECPOMPEO WE COMMEND THE EFFORTS OF JOURNALISTS WORKING IN REPRESSIVE ENVIRONMENTS TO SUPPORT THE FREE FLOW OF ACCURATE INFORMATION I", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "BergenCapital", "Time": 20200503, "Text": "RT @mcuban: Explain to me why in the midst of 50m people unemployed or under-employed, the gov isn’t hiring and training MILLIONS to do Tra…", "clean_text": "RT @MCUBAN EXPLAIN TO ME WHY IN THE MIDST OF 50M PEOPLE UNEMPLOYED OR UNDEREMPLOYED THE GOV ISNT HIRING AND TRAINING MILLIONS TO DO TRA", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "BergenCapital", "Time": 20200503, "Text": "RT @maybebullish: The biggest flex of all time. https://t.co/MEChH7KyUT", "clean_text": "RT @MAYBEBULLISH THE BIGGEST FLEX OF ALL TIME ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200503, "Text": "@bradsling's weekly email (which is fantastic), today is about as clear as an articulation of the bull case for… https://t.co/hiDDWVyAzN", "clean_text": "@BRADSLING WEEKLY EMAIL WHICH IS FANTASTIC TODAY IS ABOUT AS CLEAR AS AN ARTICULATION OF THE BULL CASE FOR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200502, "Text": "RT @AswathDamodaran: As the S&amp;P 500 had one of its best months ever in April 2020, the ERP for the market was sharply down from crisis high…", "clean_text": "RT @ASWATHDAMODARAN AS THE SAMPP 500 HAD ONE OF ITS BEST MONTHS EVER IN APRIL 2020 THE ERP FOR THE MARKET WAS SHARPLY DOWN FROM CRISIS HIGH", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "@BluegrassCap @marketfolly do it to it; monthly less of a commitment.", "clean_text": "@BLUEGRASSCAP @MARKETFOLLY DO IT TO IT MONTHLY LESS OF A COMMITMENT", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Link to livestream of Warren Buffett / Berkshire Hathaway annual meeting starting soon: https://t.co/4567HKRquZ $BRK.A $BRK.B", "clean_text": "LINK TO LIVESTREAM OF WARREN BUFFETT  BERKSHIRE HATHAWAY ANNUAL MEETING STARTING SOON  BRKA BRKB", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett net sold $6.5 bn of securities in April. “Not because we thought the stock market was going to go down … I… https://t.co/gcG30Msi5H", "clean_text": "BUFFETT NET SOLD 65 BN OF SECURITIES IN APRIL NOT BECAUSE WE THOUGHT THE STOCK MARKET WAS GOING TO GO DOWN  I ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@AuspexResearch @pb_1973 @scienceNtruth @adamfeuerstein Typical...can’t even keep track of his own dilution! https://t.co/NliyhVGSgx", "clean_text": "@AUSPEXRESEARCH @PB_1973 @SCIENCENTRUTH @ADAMFEUERSTEIN TYPICALCANT EVEN KEEP TRACK OF HIS OWN DILUTION ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@davemortell @AuspexResearch @sniperdream1 @RouxBourbon @adamfeuerstein Separately, I’m kind of curious what motiva… https://t.co/qTCNjU50f2", "clean_text": "@DAVEMORTELL @AUSPEXRESEARCH @SNIPERDREAM1 @ROUXBOURBON @ADAMFEUERSTEIN SEPARATELY IM KIND OF CURIOUS WHAT MOTIVA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200502, "Text": "RT @east_cap: Single biggest destroyer of capital = Management boredom https://t.co/qcGtXuhRem", "clean_text": "RT @EAST_CAP SINGLE BIGGEST DESTROYER OF CAPITAL  MANAGEMENT BOREDOM ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "I would never have expected Berkshire Hathaway to trot out the old “our management team has 185 years of experience” line.", "clean_text": "I WOULD NEVER HAVE EXPECTED BERKSHIRE HATHAWAY TO TROT OUT THE OLD OUR MANAGEMENT TEAM HAS 185 YEARS OF EXPERIENCE” LINE", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Buffett’s paean to the FDIC is interesting. It would also be interesting to ask him what kind of automatic stabiliz… https://t.co/m0tNRm0XmZ", "clean_text": "BUFFETTS PAEAN TO THE FDIC IS INTERESTING IT WOULD ALSO BE INTERESTING TO ASK HIM WHAT KIND OF AUTOMATIC STABILIZ ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AZ_Value", "Time": 20200502, "Text": "RT @cablecarcapital: Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he put o…", "clean_text": "RT @CABLECARCAPITAL WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PUT O", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "RT @bhavinjan1978: The key to analyzing a business is getting down to the basic unit of economic analysis says @mjmauboussin . For many con…", "clean_text": "RT @BHAVINJAN1978 THE KEY TO ANALYZING A BUSINESS IS GETTING DOWN TO THE BASIC UNIT OF ECONOMIC ANALYSIS SAYS @MJMAUBOUSSIN  FOR MANY CON", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "@bhavinjan1978 BTW, if I were to do this today, I would rely heavily on the great work of @d_mccar and @faderp. See… https://t.co/adYF32ZSgo", "clean_text": "@BHAVINJAN1978 BTW IF I WERE TO DO THIS TODAY I WOULD RELY HEAVILY ON THE GREAT WORK OF @D_MCCAR AND @FADERP SEE ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200501, "Text": "this twete was too late for today's money stuff but here's a little sneak preview of monday's, it seems fine to me,… https://t.co/j45Xjx3wqw", "clean_text": "THIS TWETE WAS TOO LATE FOR TODAY MONEY STUFF BUT HERE A LITTLE SNEAK PREVIEW OF MONDAY IT SEEMS FINE TO ME ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he pu… https://t.co/DpXgSMyeNY", "clean_text": "WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PU ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 That's not what in the field means. Verification tests of diagnostics using controls are… https://t.co/kvzesJbzfZ", "clean_text": "@DORMERJARRETT @ELKWOOD66 THAT NOT WHAT IN THE FIELD MEANS VERIFICATION TESTS OF DIAGNOSTICS USING CONTROLS ARE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 No, the implication of the PR is that the test is perfectly accurate when used in practic… https://t.co/VEVCt4AeFn", "clean_text": "@DORMERJARRETT @ELKWOOD66 NO THE IMPLICATION OF THE PR IS THAT THE TEST IS PERFECTLY ACCURATE WHEN USED IN PRACTIC ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@infintyprep1234 @scienceNtruth Form 144 is a notice filing that states an anticipated first date of sale, which wa… https://t.co/ePyW8pDO7q", "clean_text": "@INFINTYPREP1234 @SCIENCENTRUTH FORM 144 IS A NOTICE FILING THAT STATES AN ANTICIPATED FIRST DATE OF SALE WHICH WA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "If the Fed has not actually been buying Corporate Bonds, even through its shell company, the buyers of Corporate Bo… https://t.co/ZpCOh13P5D", "clean_text": "IF THE FED HAS NOT ACTUALLY BEEN BUYING CORPORATE BONDS EVEN THROUGH ITS SHELL COMPANY THE BUYERS OF CORPORATE BO ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "Want to see a chart of the greatest large scale whipsaw of all time?  Look at the price action of the ETF LQD over… https://t.co/6oMwTKU00I", "clean_text": "WANT TO SEE A CHART OF THE GREATEST LARGE SCALE WHIPSAW OF ALL TIME  LOOK AT THE PRICE ACTION OF THE ETF LQD OVER ", "count1": 3, "count2": 0, "count3": 1, "count4": 3}, {"Name": "State_IO", "Time": 20200501, "Text": "Is the health of Taiwan's 23 million people less important now than it was before 2017?  Or, is the #PRC punishing… https://t.co/TI6TwKKBdy", "clean_text": "IS THE HEALTH OF TAIWAN 23 MILLION PEOPLE LESS IMPORTANT NOW THAN IT WAS BEFORE 2017  OR IS THE #PRC PUNISHING ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "We all know Taiwan has long been committed to global health and boasts one of the finest health and research networ… https://t.co/OSoA1DqXgc", "clean_text": "WE ALL KNOW TAIWAN HAS LONG BEEN COMMITTED TO GLOBAL HEALTH AND BOASTS ONE OF THE FINEST HEALTH AND RESEARCH NETWOR ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": ".@iingwen, the contrast with the #PRC is striking.  China's response to the outbreak of #COVID19 has been to hide t… https://t.co/snB9sbcRMd", "clean_text": "@IINGWEN THE CONTRAST WITH THE #PRC IS STRIKING  CHINA RESPONSE TO THE OUTBREAK OF #COVID19 HAS BEEN TO HIDE T ", "count1": 3, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "RT @USUN: .@UN was founded to serve as a venue for all voices, a forum that welcomes a diversity of views &amp; perspectives, &amp; promotes human…", "clean_text": "RT @USUN @UN WAS FOUNDED TO SERVE AS A VENUE FOR ALL VOICES A FORUM THAT WELCOMES A DIVERSITY OF VIEWS AMP PERSPECTIVES AMP PROMOTES HUMAN", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "Is it too much to ask that Taiwan be permitted to share their expertise, their commitment, with the rest of the wor… https://t.co/auphB5tcNI", "clean_text": "IS IT TOO MUCH TO ASK THAT TAIWAN BE PERMITTED TO SHARE THEIR EXPERTISE THEIR COMMITMENT WITH THE REST OF THE WOR ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200501, "Text": "@valueterminal This is a tough one. If you just throw out an open question, 90% of people will say “Everything is g… https://t.co/pcbmor62Ze", "clean_text": "@VALUETERMINAL THIS IS A TOUGH ONE IF YOU JUST THROW OUT AN OPEN QUESTION 90% OF PEOPLE WILL SAY EVERYTHING IS G ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200501, "Text": "McDonald's $MCD doesn’t see a V-shaped recovery in China either. Recall, $MCD is also one of $MIDD’s largest custom… https://t.co/FHHXhB8b3z", "clean_text": "MCDONALD MCD DOESNT SEE A VSHAPED RECOVERY IN CHINA EITHER RECALL MCD IS ALSO ONE OF MIDDS LARGEST CUSTOM ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200501, "Text": "Commentary from $MCD echoes that of $YUMC that customers have not reverted back to pre-shutdown routines. $MIDD https://t.co/az4xUva2VG", "clean_text": "COMMENTARY FROM MCD ECHOES THAT OF YUMC THAT CUSTOMERS HAVE NOT REVERTED BACK TO PRESHUTDOWN ROUTINES MIDD ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200501, "Text": "Nikola Tesla spent the last years of his life in love with a pigeon, alone and broke, living out of hotels. https://t.co/mLoEkjblNX", "clean_text": "NIKOLA TESLA SPENT THE LAST YEARS OF HIS LIFE IN LOVE WITH A PIGEON ALONE AND BROKE LIVING OUT OF HOTELS ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200501, "Text": "Elon didn’t tweet this after $1000 but he did it at $850 after “good earnings”  and on (we hope) the better side of… https://t.co/fsQlo27HN8", "clean_text": "ELON DIDNT TWEET THIS AFTER 1000 BUT HE DID IT AT 850 AFTER GOOD EARNINGS”  AND ON WE HOPE THE BETTER SIDE OF ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "@AF_63A3 @valuewalks Land of make believe always wins on Wall Street. Don't ask don't tell policies", "clean_text": "@AF_63A3 @VALUEWALKS LAND OF MAKE BELIEVE ALWAYS WINS ON WALL STREET DONT ASK DONT TELL POLICIES", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "By no means is $FSCT a done #deal. Has lots of #risk. Look carefully at the language they've used about closing con… https://t.co/nHYs2zywyz", "clean_text": "BY NO MEANS IS FSCT A DONE #DEAL HAS LOTS OF #RISK LOOK CAREFULLY AT THE LANGUAGE THEYVE USED ABOUT CLOSING CON ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "RT @TDANetwork: Time to short $FSCT? 🧐\n\n@sprucepointcap’s Ben Axler breaks down the red flags of Advent International’s purchase of Foresco…", "clean_text": "RT @TDANETWORK TIME TO SHORT FSCT 🧐\n\n@SPRUCEPOINTCAPS BEN AXLER BREAKS DOWN THE RED FLAGS OF ADVENT INTERNATIONALS PURCHASE OF FORESCO", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "I cannot stress this slide enough. Did $FSCT mean \"marketing\" or \"remarketing\" of the debt\"? They can't get the sto… https://t.co/ctCLJMcbs7", "clean_text": "I CANNOT STRESS THIS SLIDE ENOUGH DID FSCT MEAN MARKETING OR REMARKETING OF THE DEBT THEY CANT GET THE STO ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "If the \"Alternative Plan\" elicited revised offers lower for $FSCT, what would clear disclosure of much weaker \"Alte… https://t.co/R3uzdTKmeN", "clean_text": "IF THE ALTERNATIVE PLAN ELICITED REVISED OFFERS LOWER FOR FSCT WHAT WOULD CLEAR DISCLOSURE OF MUCH WEAKER ALTE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "We did an interview of former $FSCT employee, and got some good insight into what is challenging the Company… https://t.co/gPsyBvVjui", "clean_text": "WE DID AN INTERVIEW OF FORMER FSCT EMPLOYEE AND GOT SOME GOOD INSIGHT INTO WHAT IS CHALLENGING THE COMPANY ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Never good when industry thought leaders like Forrester have you on the outskirts of the grid as barely a contender… https://t.co/0TQifaLKf0", "clean_text": "NEVER GOOD WHEN INDUSTRY THOUGHT LEADERS LIKE FORRESTER HAVE YOU ON THE OUTSKIRTS OF THE GRID AS BARELY A CONTENDER ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "The recent Glassdoor reviews about $FSCT are insightful \"Sinking Ship\" \"Stay Away From This Mess\" \"A Lot of Show on… https://t.co/HP8ks82xPg", "clean_text": "THE RECENT GLASSDOOR REVIEWS ABOUT FSCT ARE INSIGHTFUL SINKING SHIP STAY AWAY FROM THIS MESS A LOT OF SHOW ON ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Seems a little odd that Advent wouldn't confirm the closing date of May 18th that $FSCT shareholders were trying to… https://t.co/IkyHXDB2kU", "clean_text": "SEEMS A LITTLE ODD THAT ADVENT WOULDNT CONFIRM THE CLOSING DATE OF MAY 18TH THAT FSCT SHAREHOLDERS WERE TRYING TO ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: Here's dispersion, median of all active US large blend funds' alphas vs their category index in rolling 36-mo. periods ended 1…", "clean_text": "RT @SYOUTH1 HERE DISPERSION MEDIAN OF ALL ACTIVE US LARGE BLEND FUND ALPHAS VS THEIR CATEGORY INDEX IN ROLLING 36MO PERIODS ENDED 1", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: @mjmauboussin wrote an excellent piece recently about the nexus of skill and opportunity/breadth and how that can translate in…", "clean_text": "RT @SYOUTH1 @MJMAUBOUSSIN WROTE AN EXCELLENT PIECE RECENTLY ABOUT THE NEXUS OF SKILL AND OPPORTUNITYBREADTH AND HOW THAT CAN TRANSLATE IN", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200430, "Text": "@irbezek I think more than half of these loan mods are because people can modify versus needing to modify.", "clean_text": "@IRBEZEK I THINK MORE THAN HALF OF THESE LOAN MODS ARE BECAUSE PEOPLE CAN MODIFY VERSUS NEEDING TO MODIFY", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200430, "Text": "@irbezek Said another way if these mods are real losses a lot of these banks are heading for an FDIC transaction. Just not likely.", "clean_text": "@IRBEZEK SAID ANOTHER WAY IF THESE MODS ARE REAL LOSSES A LOT OF THESE BANKS ARE HEADING FOR AN FDIC TRANSACTION JUST NOT LIKELY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @NonGaap: This is a roundabout way of saying Elliott and Silver Lake want John Legere. 😂\nhttps://t.co/W2MhgIVFV4 https://t.co/vTtK68rrxx", "clean_text": "RT @NONGAAP THIS IS A ROUNDABOUT WAY OF SAYING ELLIOTT AND SILVER LAKE WANT JOHN LEGERE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200430, "Text": "An early example of one of the trends that we might see accelerated by Covid: Some companies might discover they ca… https://t.co/IPoKEh2npS", "clean_text": "AN EARLY EXAMPLE OF ONE OF THE TRENDS THAT WE MIGHT SEE ACCELERATED BY COVID SOME COMPANIES MIGHT DISCOVER THEY CA ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "GrantsPub", "Time": 20200430, "Text": "For an early bright light on the zombies, see 'The nine lives of the modern leveraged company' in the Grant's issue… https://t.co/BSwotymMz3", "clean_text": "FOR AN EARLY BRIGHT LIGHT ON THE ZOMBIES SEE THE NINE LIVES OF THE MODERN LEVERAGED COMPANY IN THE GRANT ISSUE ", "count1": 4, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200430, "Text": "@FatTailCapital SCI is a tax on the 7 stages of grief and DAR is a tax on looking the other way", "clean_text": "@FATTAILCAPITAL SCI IS A TAX ON THE 7 STAGES OF GRIEF AND DAR IS A TAX ON LOOKING THE OTHER WAY", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200430, "Text": "@PythiaR I guess I wouldn’t call that a tax, it’s more of a toll.  It’s a “we own this very nice road, would you li… https://t.co/VUJ2hxyd9x", "clean_text": "@PYTHIAR I GUESS I WOULDNT CALL THAT A TAX ITS MORE OF A TOLL  ITS A WE OWN THIS VERY NICE ROAD WOULD YOU LI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200430, "Text": "Citron looks forward to providing the SEC with proof of fraud at $GSX.  Post Luckin cooperation with CSRC and SEC s… https://t.co/tsNrYTPlPf", "clean_text": "CITRON LOOKS FORWARD TO PROVIDING THE SEC WITH PROOF OF FRAUD AT GSX  POST LUCKIN COOPERATION WITH CSRC AND SEC S ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200430, "Text": "RT @Preetika_Rana: These @Airbnb hosts built property empires with mountains of debt. Now the bills are due and no one can pay. “Holy God.…", "clean_text": "RT @PREETIKA_RANA THESE @AIRBNB HOSTS BUILT PROPERTY EMPIRES WITH MOUNTAINS OF DEBT NOW THE BILLS ARE DUE AND NO ONE CAN PAY HOLY GOD", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "A popular trend in recent years has been gift cards.  Presumably, many companies are sitting on hoards of cash, acc… https://t.co/CpPdNGUYlp", "clean_text": "A POPULAR TREND IN RECENT YEARS HAS BEEN GIFT CARDS  PRESUMABLY MANY COMPANIES ARE SITTING ON HOARDS OF CASH ACC ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @retheauditors: @probesreporter Funny Disney $DIS whistleblower believes much of the alleged fraud she thinks happened/still happening t…", "clean_text": "RT @RETHEAUDITORS @PROBESREPORTER FUNNY DISNEY DIS WHISTLEBLOWER BELIEVES MUCH OF THE ALLEGED FRAUD SHE THINKS HAPPENEDSTILL HAPPENING T", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200429, "Text": "@twcarey Good friends of mine go to that every year!", "clean_text": "@TWCAREY GOOD FRIENDS OF MINE GO TO THAT EVERY YEAR", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200429, "Text": "Congrats to @byloftie on launching its first product: the Loftie Clock! Goodbye iPhone, hello eight hours of slumbe… https://t.co/9X1oQtwHq4", "clean_text": "CONGRATS TO @BYLOFTIE ON LAUNCHING ITS FIRST PRODUCT THE LOFTIE CLOCK GOODBYE IPHONE HELLO EIGHT HOURS OF SLUMBE ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200429, "Text": "RT @StateDept: Today, @SecPompeo spoke on #Iran and the Maduro regime, #5G security, and U.S. foreign assistance in the face of the #COVID1…", "clean_text": "RT @STATEDEPT TODAY @SECPOMPEO SPOKE ON #IRAN AND THE MADURO REGIME #5G SECURITY AND US FOREIGN ASSISTANCE IN THE FACE OF THE #COVID1", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200429, "Text": "RT @bradsling: 'Beach Reads' newsletter from Conor Deveney of WCM Investment Management👀Check it out!\nhttps://t.co/ZoR9Mb1vHt\nSign up:\nhttp…", "clean_text": "RT @BRADSLING BEACH READ NEWSLETTER FROM CONOR DEVENEY OF WCM INVESTMENT MANAGEMENT👀CHECK IT OUT\n\nSIGN UP\nHTTP", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200429, "Text": "$GOOG has (maybe deservedly) gotten a lot of criticism over the years for its capital allocation policies. But can… https://t.co/eAUEwWEHNx", "clean_text": "GOOG HAS MAYBE DESERVEDLY GOTTEN A LOT OF CRITICISM OVER THE YEARS FOR ITS CAPITAL ALLOCATION POLICIES BUT CAN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200429, "Text": "@VidaBovina Yeah, I’m not sure there is any other business out there with a more predictable stream of residual inc… https://t.co/jFOu3mcSc7", "clean_text": "@VIDABOVINA YEAH IM NOT SURE THERE IS ANY OTHER BUSINESS OUT THERE WITH A MORE PREDICTABLE STREAM OF RESIDUAL INC ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200429, "Text": "RT @ReaperCancelled: I wasn't going to go shopping, but now that I know there's a treatment that works like 30% of the time, for when i'm v…", "clean_text": "RT @REAPERCANCELLED I WASNT GOING TO GO SHOPPING BUT NOW THAT I KNOW THERE A TREATMENT THAT WORKS LIKE 30% OF THE TIME FOR WHEN IM V", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200429, "Text": "RT @MidwestHedgie: \"both long term thinking and incredibly efficient\" is a hell of a euphemism for \"assuming the presence of as much policy…", "clean_text": "RT @MIDWESTHEDGIE BOTH LONG TERM THINKING AND INCREDIBLY EFFICIENT IS A HELL OF A EUPHEMISM FOR ASSUMING THE PRESENCE OF AS MUCH POLICY", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200428, "Text": "@montana_skeptic oh of course! as i wrote there are some bad wrong-way risks for the directors. they signed up for… https://t.co/VLohAcla0T", "clean_text": "@MONTANA_SKEPTIC OH OF COURSE AS I WROTE THERE ARE SOME BAD WRONGWAY RISKS FOR THE DIRECTORS THEY SIGNED UP FOR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200428, "Text": "@montana_skeptic on the one hand you might say \"people who are already directors of the company are biased toward t… https://t.co/8ekLAwoFwP", "clean_text": "@MONTANA_SKEPTIC ON THE ONE HAND YOU MIGHT SAY PEOPLE WHO ARE ALREADY DIRECTORS OF THE COMPANY ARE BIASED TOWARD T ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200428, "Text": "@Makro_trader I just figured it would be more of a balanced effort not a one sided tug of war.", "clean_text": "@MAKRO_TRADER I JUST FIGURED IT WOULD BE MORE OF A BALANCED EFFORT NOT A ONE SIDED TUG OF WAR", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200428, "Text": "The “shock-and-awe” of the last six weeks’ (highly questionable) policies served its short term purpose. But I pred… https://t.co/WYuesK9LHw", "clean_text": "THE SHOCKANDAWE” OF THE LAST SIX WEEKS HIGHLY QUESTIONABLE POLICIES SERVED ITS SHORT TERM PURPOSE BUT I PRED ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200428, "Text": "I doubt I am the only person frustrated by National-Debt-financed bailouts of companies that leveraged up large to… https://t.co/2FAZQsuPWz", "clean_text": "I DOUBT I AM THE ONLY PERSON FRUSTRATED BY NATIONALDEBTFINANCED BAILOUTS OF COMPANIES THAT LEVERAGED UP LARGE TO ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @SecPompeo: Very concerned by the Southern Transitional Council’s announcement of “self-rule.” This will only exacerbate the conflict in…", "clean_text": "RT @SECPOMPEO VERY CONCERNED BY THE SOUTHERN TRANSITIONAL COUNCILS ANNOUNCEMENT OF SELFRULE” THIS WILL ONLY EXACERBATE THE CONFLICT IN", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "I'm overlooking a ton of firms that straddle tech focused public equity and VC (e.g. Crosslink). Some HC focused fi… https://t.co/3JjGanms4E", "clean_text": "IM OVERLOOKING A TON OF FIRMS THAT STRADDLE TECH FOCUSED PUBLIC EQUITY AND VC EG CROSSLINK SOME HC FOCUSED FI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "And one of my favorite firms - HMI Capital . Love them almost as much as VAC. Huge amount of respect for them. And… https://t.co/bCBauKTQ2S", "clean_text": "AND ONE OF MY FAVORITE FIRMS  HMI CAPITAL  LOVE THEM ALMOST AS MUCH AS VAC HUGE AMOUNT OF RESPECT FOR THEM AND ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FCFYield", "Time": 20200428, "Text": "RT @conorsen: I think a growing body of economic data will show improvement from here, and also aggregate valuations for major stock market…", "clean_text": "RT @CONORSEN I THINK A GROWING BODY OF ECONOMIC DATA WILL SHOW IMPROVEMENT FROM HERE AND ALSO AGGREGATE VALUATIONS FOR MAJOR STOCK MARKET", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200428, "Text": "$CACC cannot file a Q but they CAN file hundreds of garnishments and lawsuits in the past 4 weeks in whatever court… https://t.co/507cb5XNII", "clean_text": "CACC CANNOT FILE A Q BUT THEY CAN FILE HUNDREDS OF GARNISHMENTS AND LAWSUITS IN THE PAST 4 WEEKS IN WHATEVER COURT ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200428, "Text": "RT @KeithMcCullough: Could be the end of my career today, bro", "clean_text": "RT @KEITHMCCULLOUGH COULD BE THE END OF MY CAREER TODAY BRO", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200428, "Text": "RT @ldelevingne: Amazing story in @BostonGlobeMag about the big short you've never heard of, with a cameo by @Reuters founder Julius \"Baron…", "clean_text": "RT @LDELEVINGNE AMAZING STORY IN @BOSTONGLOBEMAG ABOUT THE BIG SHORT YOUVE NEVER HEARD OF WITH A CAMEO BY @REUTERS FOUNDER JULIUS BARON", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200428, "Text": "Includes a section on the impact of #COVID19 on activist short selling.\nhttps://t.co/A2nnCpmV8i https://t.co/CS3IzPSNUY", "clean_text": "INCLUDES A SECTION ON THE IMPACT OF #COVID19 ON ACTIVIST SHORT SELLING\n ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200428, "Text": "RT @FD: Wirecard on 2016-2018: \"According to the increased forensic requirements of the audit by KPMG, however, not all data could be obtai…", "clean_text": "RT @FD WIRECARD ON 20162018 ACCORDING TO THE INCREASED FORENSIC REQUIREMENTS OF THE AUDIT BY KPMG HOWEVER NOT ALL DATA COULD BE OBTAI", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200427, "Text": "RT @zvelindovsky: Hot helium treatment of COVID-19 in Russia \n– CoRona 24 News https://t.co/3e72TRdBRF", "clean_text": "RT @ZVELINDOVSKY HOT HELIUM TREATMENT OF COVID19 IN RUSSIA CORONA 24 NEWS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @StateDept: .@SecPompeo: We still need every country to be transparent, to share their data, to share all of this information so the wor…", "clean_text": "RT @STATEDEPT @SECPOMPEO WE STILL NEED EVERY COUNTRY TO BE TRANSPARENT TO SHARE THEIR DATA TO SHARE ALL OF THIS INFORMATION SO THE WOR", "count1": 1, "count2": 0, "count3": 3, "count4": 1}, {"Name": "State_IO", "Time": 20200427, "Text": "RT @SecPompeo: May the holy month of Ramadan be a reminder for people of all faiths to strive for compassion. As we navigate #COVID19, may…", "clean_text": "RT @SECPOMPEO MAY THE HOLY MONTH OF RAMADAN BE A REMINDER FOR PEOPLE OF ALL FAITHS TO STRIVE FOR COMPASSION AS WE NAVIGATE #COVID19 MAY", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "State_IO", "Time": 20200427, "Text": "Just like #IntellectualProperty, we see the innovations &amp; creations of a green future every day. However, we often… https://t.co/uny3uOOhVf", "clean_text": "JUST LIKE #INTELLECTUALPROPERTY WE SEE THE INNOVATIONS AMP CREATIONS OF A GREEN FUTURE EVERY DAY HOWEVER WE OFTEN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200427, "Text": "The Last Dance is an intense combination of nostalgia and incredibly high-quality production value. It's one of the… https://t.co/i8aFTxM15r", "clean_text": "THE LAST DANCE IS AN INTENSE COMBINATION OF NOSTALGIA AND INCREDIBLY HIGHQUALITY PRODUCTION VALUE IT ONE OF THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "GrantsPub", "Time": 20200427, "Text": "For an early warning on the decline of contractual protection furnished by loan covenants, see \"Tomorrow's debt hea… https://t.co/Ndw744U39n", "clean_text": "FOR AN EARLY WARNING ON THE DECLINE OF CONTRACTUAL PROTECTION FURNISHED BY LOAN COVENANTS SEE TOMORROW DEBT HEA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200427, "Text": "Microsoft trades like a defensive Covid name but majority of the biz is still on-prem enterprise. Does it matter if… https://t.co/htRbh06m40", "clean_text": "MICROSOFT TRADES LIKE A DEFENSIVE COVID NAME BUT MAJORITY OF THE BIZ IS STILL ONPREM ENTERPRISE DOES IT MATTER IF ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200427, "Text": "1/ The equity market looks dangerous here with lots of downside possible given the decent probability that the glob… https://t.co/bOVnErOlou", "clean_text": "1 THE EQUITY MARKET LOOKS DANGEROUS HERE WITH LOTS OF DOWNSIDE POSSIBLE GIVEN THE DECENT PROBABILITY THAT THE GLOB ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200427, "Text": "3/ This could mean a lot of “seasoned” investors anchored to historic metrics will always be bearish/under invested… https://t.co/w7eMS2t6ZO", "clean_text": "3 THIS COULD MEAN A LOT OF SEASONED” INVESTORS ANCHORED TO HISTORIC METRICS WILL ALWAYS BE BEARISHUNDER INVESTED ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200427, "Text": "This list is basically the safe backbone of ‘best businesses’ and @jj_shipley did a great job here.  I prefer to in… https://t.co/kIwet9sylH", "clean_text": "THIS LIST IS BASICALLY THE SAFE BACKBONE OF BEST BUSINESSES AND @JJ_SHIPLEY DID A GREAT JOB HERE  I PREFER TO IN ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200427, "Text": "$INO is the Covid-19 version of Theranos.  Either the SEC halts the stock or it trades back to $1 on a history of f… https://t.co/kmHptbEWTj", "clean_text": "INO IS THE COVID19 VERSION OF THERANOS  EITHER THE SEC HALTS THE STOCK OR IT TRADES BACK TO 1 ON A HISTORY OF F ", "count1": 3, "count2": 0, "count3": 1, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200427, "Text": "Currently listening to two of the wisest people I know — @MarceloPLima and @GSpier — talking about the tradeoffs in… https://t.co/KTlo6sHhPg", "clean_text": "CURRENTLY LISTENING TO TWO OF THE WISEST PEOPLE I KNOW @MARCELOPLIMA AND @GSPIER TALKING ABOUT THE TRADEOFFS IN ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200427, "Text": "RT @WorldWideWob: Dennis Rodman: DNP (Vegas)\n\nto this day the single-greatest load management finesse of all-time.", "clean_text": "RT @WORLDWIDEWOB DENNIS RODMAN DNP VEGAS\n\nTO THIS DAY THE SINGLEGREATEST LOAD MANAGEMENT FINESSE OF ALLTIME", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200426, "Text": "In the world of forensic accounting, Francine is a rock star.  We share her frustration. https://t.co/86Bm4H1ib2", "clean_text": "IN THE WORLD OF FORENSIC ACCOUNTING FRANCINE IS A ROCK STAR  WE SHARE HER FRUSTRATION ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200426, "Text": "The picture shows the multiple of invested capital (MOIC) for more 30k venture capital deals. Well known, but serio… https://t.co/hgTRt5D5Va", "clean_text": "THE PICTURE SHOWS THE MULTIPLE OF INVESTED CAPITAL MOIC FOR MORE 30K VENTURE CAPITAL DEALS WELL KNOWN BUT SERIO ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "@pearkes Hope you guys are having a nice bottle of wine tonight George and congratulations whenever you make it official!", "clean_text": "@PEARKES HOPE YOU GUYS ARE HAVING A NICE BOTTLE OF WINE TONIGHT GEORGE AND CONGRATULATIONS WHENEVER YOU MAKE IT OFFICIAL", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200426, "Text": "This 8 year old is ahead of where I was when I graduated college. https://t.co/ZO7zXh9JNB", "clean_text": "THIS 8 YEAR OLD IS AHEAD OF WHERE I WAS WHEN I GRADUATED COLLEGE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200426, "Text": "RT @jburnmurdoch: NEW: a lot of data on reported Covid deaths is highly suspect, so we’ve been looking into excess mortality — how many mor…", "clean_text": "RT @JBURNMURDOCH NEW A LOT OF DATA ON REPORTED COVID DEATHS IS HIGHLY SUSPECT SO WEVE BEEN LOOKING INTO EXCESS MORTALITY HOW MANY MOR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200425, "Text": "I had a call yesterday with a former Fortune 500 CEO who said his experience was nearly the opposite of what is des… https://t.co/pmycpOOrzm", "clean_text": "I HAD A CALL YESTERDAY WITH A FORMER FORTUNE 500 CEO WHO SAID HIS EXPERIENCE WAS NEARLY THE OPPOSITE OF WHAT IS DES ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200425, "Text": "@LUFCLew @pb_1973 Read the paragraph about leronlimab. Only 1 of 6 patients remained in stable condition. The other… https://t.co/qxFijzujK6", "clean_text": "@LUFCLEW @PB_1973 READ THE PARAGRAPH ABOUT LERONLIMAB ONLY 1 OF 6 PATIENTS REMAINED IN STABLE CONDITION THE OTHER ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200425, "Text": "@IvanTheK I think all of the storage has been rented out (or held for regular use by refiners/pipelines), but hasn’t physically been filled", "clean_text": "@IVANTHEK I THINK ALL OF THE STORAGE HAS BEEN RENTED OUT OR HELD FOR REGULAR USE BY REFINERSPIPELINES BUT HASNT PHYSICALLY BEEN FILLED", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200425, "Text": "@IvanTheK I’ve seen estimates that a third is empty... still early innings perhaps and some non-trivial amount of w… https://t.co/goGGmKWoPf", "clean_text": "@IVANTHEK IVE SEEN ESTIMATES THAT A THIRD IS EMPTY STILL EARLY INNINGS PERHAPS AND SOME NONTRIVIAL AMOUNT OF W ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "Many of us shall look like Prickles the sheep when we eventually emerge. https://t.co/PStDJiGov2", "clean_text": "MANY OF US SHALL LOOK LIKE PRICKLES THE SHEEP WHEN WE EVENTUALLY EMERGE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "@i123arnold @LongShortTrader This kind of speaks to it being distribution. In NY, been challenging to get meat at t… https://t.co/Zdx6kK7fIU", "clean_text": "@I123ARNOLD @LONGSHORTTRADER THIS KIND OF SPEAKS TO IT BEING DISTRIBUTION IN NY BEEN CHALLENGING TO GET MEAT AT T ", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "matt_levine", "Time": 20200424, "Text": "Money Stuff, Dragon-God has all loyalty abilities of all other newsletters on the battlefield. https://t.co/kmtEkJUZdk", "clean_text": "MONEY STUFF DRAGONGOD HAS ALL LOYALTY ABILITIES OF ALL OTHER NEWSLETTERS ON THE BATTLEFIELD ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200424, "Text": "RT @mdmcdonald: Suspension of the MLB season is having ripple effects in #CostaRica. The Rawlings factory in Turrialba, Costa Rica, where w…", "clean_text": "RT @MDMCDONALD SUSPENSION OF THE MLB SEASON IS HAVING RIPPLE EFFECTS IN #COSTARICA THE RAWLINGS FACTORY IN TURRIALBA COSTA RICA WHERE W", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200424, "Text": "For more on the free-and-easy portion of the credit cycle, see \"'Really, just IOUs'\" in the Grant's issue dated Dec… https://t.co/eQSjMtnrrG", "clean_text": "FOR MORE ON THE FREEANDEASY PORTION OF THE CREDIT CYCLE SEE REALLY JUST IOU IN THE GRANT ISSUE DATED DEC ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200424, "Text": "@IntrinsicInv They were used as a source of eMarketer’s data on advertising. Found this site pretty helpful. \n\nhttps://t.co/meN2HgMubW", "clean_text": "@INTRINSICINV THEY WERE USED AS A SOURCE OF EMARKETERS DATA ON ADVERTISING FOUND THIS SITE PRETTY HELPFUL \n\n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200424, "Text": "Can someone point to me how much they think $EXPE $BNKG spend on ad $ to $GOOG? Plenty of chatter on here about dec… https://t.co/ewh8nKZfs7", "clean_text": "CAN SOMEONE POINT TO ME HOW MUCH THEY THINK EXPE BNKG SPEND ON AD  TO GOOG PLENTY OF CHATTER ON HERE ABOUT DEC ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AZ_Value", "Time": 20200424, "Text": "Trump owes tens of millions to the Bank of China — and the loan is due soon https://t.co/7dZZzbxsga via @politico", "clean_text": "TRUMP OWES TENS OF MILLIONS TO THE BANK OF CHINA AND THE LOAN IS DUE SOON  VIA @POLITICO", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "sprucepointcap", "Time": 20200423, "Text": "Yes the #dental industry and our primary research agrees that the trends are very #bearish and hopes of post-… https://t.co/aqZoBD6OhL", "clean_text": "YES THE #DENTAL INDUSTRY AND OUR PRIMARY RESEARCH AGREES THAT THE TRENDS ARE VERY #BEARISH AND HOPES OF POST ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: A lot of the lower-quality credits just went through a no-bid market before the Fed stepped in.  Hard to say where it shows…", "clean_text": "RT @JOHNPGAVIN A LOT OF THE LOWERQUALITY CREDITS JUST WENT THROUGH A NOBID MARKET BEFORE THE FED STEPPED IN  HARD TO SAY WHERE IT SHOWS", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200423, "Text": "@ejenk @quantian1 not that much trouble! his quality of life is not noticeably worse for having the shares", "clean_text": "@EJENK @QUANTIAN1 NOT THAT MUCH TROUBLE HIS QUALITY OF LIFE IS NOT NOTICEABLY WORSE FOR HAVING THE SHARES", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200423, "Text": "In an attempt to save this newsletter and boost its price, I have destroyed the utility of the product. https://t.co/8OPtZYQu2M", "clean_text": "IN AN ATTEMPT TO SAVE THIS NEWSLETTER AND BOOST ITS PRICE I HAVE DESTROYED THE UTILITY OF THE PRODUCT ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "RT @sarthakgh: MBA students at top biz schools (Wharton, Kellogg, Stanford) of the country are asking for refunds \n\nA reckoning is coming.…", "clean_text": "RT @SARTHAKGH MBA STUDENTS AT TOP BIZ SCHOOLS WHARTON KELLOGG STANFORD OF THE COUNTRY ARE ASKING FOR REFUNDS \n\nA RECKONING IS COMING", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200423, "Text": "RT @USAmbUN: .@USUN and @StateDept thank the eight members of the @UN #NorthKorea Panel of Experts. The United States highly appreciates yo…", "clean_text": "RT @USAMBUN @USUN AND @STATEDEPT THANK THE EIGHT MEMBERS OF THE @UN #NORTHKOREA PANEL OF EXPERTS THE UNITED STATES HIGHLY APPRECIATES YO", "count1": 3, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Find_Me_Value", "Time": 20200423, "Text": "\" $GOOG (27%) and $FB (33%) captured 60% of $87bn in mobile ad dollars in US in 2019. Unlikely any growth in 2020,… https://t.co/UQK2CId0FB", "clean_text": " GOOG 27% AND FB 33% CAPTURED 60% OF 87BN IN MOBILE AD DOLLARS IN US IN 2019 UNLIKELY ANY GROWTH IN 2020 ", "count1": 0, "count2": 4, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200423, "Text": "Dad joke I just came up with and hope there’s no existing variations of...\n\nWhy can’t you trust a fart?\n-They’re al… https://t.co/urZzqFCD4r", "clean_text": "DAD JOKE I JUST CAME UP WITH AND HOPE THERES NO EXISTING VARIATIONS OF\n\nWHY CANT YOU TRUST A FART\nTHEYRE AL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]