["ON", {"Name": "ActAccordingly", "Time": 20200224, "Text": "The lower guide by $TREX on reves for the quarter and year is certainly meaningful, but what about the CEO (once th… https://t.co/OryaGWrVSg", "clean_text": "THE LOWER GUIDE BY TREX ON REVES FOR THE QUARTER AND YEAR IS CERTAINLY MEANINGFUL BUT WHAT ABOUT THE CEO ONCE TH ", "count1": 0, "count2": 3, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200223, "Text": "On paper leverage often looks great, in practice its often a disaster. via @AbnormalReturns -… https://t.co/irWiJJQl4c", "clean_text": "ON PAPER LEVERAGE OFTEN LOOKS GREAT IN PRACTICE ITS OFTEN A DISASTER VIA @ABNORMALRETURNS  ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200222, "Text": "RT @bgurley: Over the years, I searched for more work on this concept, but never found them. Until one day @mjmauboussin (who knew I was lo…", "clean_text": "RT @BGURLEY OVER THE YEARS I SEARCHED FOR MORE WORK ON THIS CONCEPT BUT NEVER FOUND THEM UNTIL ONE DAY @MJMAUBOUSSIN WHO KNEW I WAS LO", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200221, "Text": "This is what 2019's highest paid hedge fund manager is betting on now https://t.co/UiL3Yxmca4", "clean_text": "THIS IS WHAT 2019 HIGHEST PAID HEDGE FUND MANAGER IS BETTING ON NOW ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200220, "Text": "The problem is that it's hard to win on purpose but it's actually hard to lose on purpose as well (all things being… https://t.co/gznxdDP1gq", "clean_text": "THE PROBLEM IS THAT IT HARD TO WIN ON PURPOSE BUT IT ACTUALLY HARD TO LOSE ON PURPOSE AS WELL ALL THINGS BEING ", "count1": 0, "count2": 1, "count3": 2, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200220, "Text": "@pearkes Excellent pt, but the news cycle is his  friend. In a couple of days 100% of media focus will be on the NV… https://t.co/Zo25MTByp5", "clean_text": "@PEARKES EXCELLENT PT BUT THE NEWS CYCLE IS HIS  FRIEND IN A COUPLE OF DAYS 100% OF MEDIA FOCUS WILL BE ON THE NV ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20200220, "Text": "New short report coming tomorrow morning before the opening bell on a NASDAQ-listing that has deceived investors.", "clean_text": "NEW SHORT REPORT COMING TOMORROW MORNING BEFORE THE OPENING BELL ON A NASDAQLISTING THAT HAS DECEIVED INVESTORS", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20200220, "Text": "Shortly before NASDAQ IPO, $CAN deleted 8 of the 11 purported distributors it had previously featured on its websit… https://t.co/vgLmqkGcXS", "clean_text": "SHORTLY BEFORE NASDAQ IPO CAN DELETED 8 OF THE 11 PURPORTED DISTRIBUTORS IT HAD PREVIOUSLY FEATURED ON ITS WEBSIT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200219, "Text": "On investment ideas, the only thing that matters is the quality of the idea, not the novelty. In many areas of life… https://t.co/7vpbnBkBl1", "clean_text": "ON INVESTMENT IDEAS THE ONLY THING THAT MATTERS IS THE QUALITY OF THE IDEA NOT THE NOVELTY IN MANY AREAS OF LIFE ", "count1": 2, "count2": 4, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "I’ve been surprised by the degree to which the official Chinese stats on the coronavirus are being used to drive an… https://t.co/5Y8gIhn7RE", "clean_text": "IVE BEEN SURPRISED BY THE DEGREE TO WHICH THE OFFICIAL CHINESE STATS ON THE CORONAVIRUS ARE BEING USED TO DRIVE AN ", "count1": 0, "count2": 3, "count3": 1, "count4": 2}, {"Name": "GrantsPub", "Time": 20200213, "Text": "Calling another human on your smartphone - the next great disruption in tech. \n\n#Uber\nhttps://t.co/heJXMhEPIX", "clean_text": "CALLING ANOTHER HUMAN ON YOUR SMARTPHONE  THE NEXT GREAT DISRUPTION IN TECH \n\n#UBER\n", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200212, "Text": "$PRNB update on MS drug: they are who we thought they were https://t.co/gkur8koHdm. We detail all the suspicious sh… https://t.co/NunyajXWSx", "clean_text": "PRNB UPDATE ON MS DRUG THEY ARE WHO WE THOUGHT THEY WERE  WE DETAIL ALL THE SUSPICIOUS SH ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200212, "Text": "@bespokeinvest My two cents on this: The framing of the question seems incredibly flawed. A growing percentage of c… https://t.co/8Vttg3XLNV", "clean_text": "@BESPOKEINVEST MY TWO CENTS ON THIS THE FRAMING OF THE QUESTION SEEMS INCREDIBLY FLAWED A GROWING PERCENTAGE OF C ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200212, "Text": "RT @Noursalehi: The order book functionality is now available on Dinosaur Financial Group (https://t.co/6xcGAuUCjg) via @tzero technology.…", "clean_text": "RT @NOURSALEHI THE ORDER BOOK FUNCTIONALITY IS NOW AVAILABLE ON DINOSAUR FINANCIAL GROUP  VIA @TZERO TECHNOLOGY", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20200211, "Text": "Anyone know of a software solution to 'cast' a presentation on multiple (5) Android devices at the same time?\nIE -… https://t.co/FenWoudyee", "clean_text": "ANYONE KNOW OF A SOFTWARE SOLUTION TO CAST A PRESENTATION ON MULTIPLE 5 ANDROID DEVICES AT THE SAME TIME\nIE  ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200210, "Text": "Was all excited to check out the new EDGAR that I tweeted about on Friday night. But after poking around and re-rea… https://t.co/2HNWxjaN22", "clean_text": "WAS ALL EXCITED TO CHECK OUT THE NEW EDGAR THAT I TWEETED ABOUT ON FRIDAY NIGHT BUT AFTER POKING AROUND AND REREA ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}]