["THE", {"Name": "activiststocks", "Time": 20200329, "Text": "RT @morganhousel: Thinking about this thing anthropologist David Graeber wrote a few years ago. \n\nWith few exceptions (doctors) the most vi…", "clean_text": "RT @MORGANHOUSEL THINKING ABOUT THIS THING ANTHROPOLOGIST DAVID GRAEBER WROTE A FEW YEARS AGO \n\nWITH FEW EXCEPTIONS DOCTORS THE MOST VI", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200329, "Text": "RT @BillAckman: I have received a fair bit of criticism over the last few days from some who have claimed that I and our investors have pro…", "clean_text": "RT @BILLACKMAN I HAVE RECEIVED A FAIR BIT OF CRITICISM OVER THE LAST FEW DAYS FROM SOME WHO HAVE CLAIMED THAT I AND OUR INVESTORS HAVE PRO", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200329, "Text": "@The_investmentJ @DFSgolfer23 The goal for Disney+ as I know and have heard - they will hold pricing at $5.99/mo. f… https://t.co/8kIwG5Xvey", "clean_text": "@THE_INVESTMENTJ @DFSGOLFER23 THE GOAL FOR DISNEY+ AS I KNOW AND HAVE HEARD  THEY WILL HOLD PRICING AT 599MO F ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200329, "Text": "I finally caved and started watching Tiger King\n\nIt’s like the most horrible gruesome car accident you have ever se… https://t.co/nnNUVXv1NK", "clean_text": "I FINALLY CAVED AND STARTED WATCHING TIGER KING\n\nITS LIKE THE MOST HORRIBLE GRUESOME CAR ACCIDENT YOU HAVE EVER SE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200329, "Text": "@BarbarianCap I think the American eater can win three times here", "clean_text": "@BARBARIANCAP I THINK THE AMERICAN EATER CAN WIN THREE TIMES HERE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200329, "Text": "RT @birbigs: My Girlfriend’s Boyfriend (for whatever reason) isn’t currently on netflix but it IS on prime! It’s the shelter in place strea…", "clean_text": "RT @BIRBIGS MY GIRLFRIENDS BOYFRIEND FOR WHATEVER REASON ISNT CURRENTLY ON NETFLIX BUT IT IS ON PRIME ITS THE SHELTER IN PLACE STREA", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200328, "Text": "In his debate with Bernie Joe Biden said of the pandemic “This is like a war”.  Yesterday in a CNN virtual town hal… https://t.co/Kyx6fMAHOB", "clean_text": "IN HIS DEBATE WITH BERNIE JOE BIDEN SAID OF THE PANDEMIC THIS IS LIKE A WAR”  YESTERDAY IN A CNN VIRTUAL TOWN HAL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200328, "Text": "RT @USAmbUN: @UN and @USUN personnel are working with @NYCMayorsOffice to ensure their swift delivery to medical facilities around the city…", "clean_text": "RT @USAMBUN @UN AND @USUN PERSONNEL ARE WORKING WITH @NYCMAYORSOFFICE TO ENSURE THEIR SWIFT DELIVERY TO MEDICAL FACILITIES AROUND THE CITY", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200328, "Text": "Who is the biggest villain in Tiger King? Joe, Doc, and Carole all run cults and have no problem exploiting and ext… https://t.co/5zO72zk8TB", "clean_text": "WHO IS THE BIGGEST VILLAIN IN TIGER KING JOE DOC AND CAROLE ALL RUN CULTS AND HAVE NO PROBLEM EXPLOITING AND EXT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200328, "Text": "RT @benjaminoscara: Meme of the month 🤣🤣 #TigerKing https://t.co/S6Jt4bs4l7", "clean_text": "RT @BENJAMINOSCARA MEME OF THE MONTH #TIGERKING ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200327, "Text": "To avoid additional emotional distress in the current environment, we will defer new communications of this newslet… https://t.co/cw91a7Eu4Q", "clean_text": "TO AVOID ADDITIONAL EMOTIONAL DISTRESS IN THE CURRENT ENVIRONMENT WE WILL DEFER NEW COMMUNICATIONS OF THIS NEWSLET ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200327, "Text": "RT @TheStalwart: NYC has run out of dogs. The crisis and confinement and need for comfort is completely eliminating the available inventory…", "clean_text": "RT @THESTALWART NYC HAS RUN OUT OF DOGS THE CRISIS AND CONFINEMENT AND NEED FOR COMFORT IS COMPLETELY ELIMINATING THE AVAILABLE INVENTORY", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200327, "Text": "The contrast to now vs. WWII could not be more stark.  WWII: Huge sacrifice. Huge tax increase. Now: Huge non-sacri… https://t.co/raivjb8Qu0", "clean_text": "THE CONTRAST TO NOW VS WWII COULD NOT BE MORE STARK  WWII HUGE SACRIFICE HUGE TAX INCREASE NOW HUGE NONSACRI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200327, "Text": "RT @SecPompeo: Good call today with #Singapore's Foreign Minister Balakrishnan to discuss areas for cooperation to tackle the #coronavirus…", "clean_text": "RT @SECPOMPEO GOOD CALL TODAY WITH #SINGAPORE FOREIGN MINISTER BALAKRISHNAN TO DISCUSS AREAS FOR COOPERATION TO TACKLE THE #CORONAVIRUS", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200327, "Text": "RT @dynamicvol: I've done maybe a dozen conference calls with retail investors in the past week.  Near-unanimous opinion that we've seen th…", "clean_text": "RT @DYNAMICVOL IVE DONE MAYBE A DOZEN CONFERENCE CALLS WITH RETAIL INVESTORS IN THE PAST WEEK  NEARUNANIMOUS OPINION THAT WEVE SEEN TH", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20200326, "Text": "RT @business: Trump suggested that Americans should consider giving up the tradition of greeting each other with a hand-shake -- forever. h…", "clean_text": "RT @BUSINESS TRUMP SUGGESTED THAT AMERICANS SHOULD CONSIDER GIVING UP THE TRADITION OF GREETING EACH OTHER WITH A HANDSHAKE  FOREVER H", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200326, "Text": "RT @Greenbackd: \"What we know is that stress tends to shorten people's time horizons. That makes sense evolutionarily. The zebra running aw…", "clean_text": "RT @GREENBACKD WHAT WE KNOW IS THAT STRESS TENDS TO SHORTEN PEOPLE TIME HORIZONS THAT MAKES SENSE EVOLUTIONARILY THE ZEBRA RUNNING AW", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200326, "Text": "RT @rodneylksmith: @Greenbackd @mjmauboussin “The stress response calibrates risk taking to our circumstances, reducing it in times of prol…", "clean_text": "RT @RODNEYLKSMITH @GREENBACKD @MJMAUBOUSSIN THE STRESS RESPONSE CALIBRATES RISK TAKING TO OUR CIRCUMSTANCES REDUCING IT IN TIMES OF PROL", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200326, "Text": "RT @jared_ellias: The 2016 DIP Loan to Kalabios Pharmaceuticals had an event of default I've never seen before. https://t.co/Asd2OBZ69T", "clean_text": "RT @JARED_ELLIAS THE 2016 DIP LOAN TO KALABIOS PHARMACEUTICALS HAD AN EVENT OF DEFAULT IVE NEVER SEEN BEFORE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200326, "Text": "Temporary market dislocations are not representative of the true value of this newsletter. https://t.co/B7BByoB5Gs", "clean_text": "TEMPORARY MARKET DISLOCATIONS ARE NOT REPRESENTATIVE OF THE TRUE VALUE OF THIS NEWSLETTER ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200326, "Text": "RT @statedeptspox: America is mobilizing all resources in order to rapidly respond to the #coronavirus. Read the Secretary’s full statement…", "clean_text": "RT @STATEDEPTSPOX AMERICA IS MOBILIZING ALL RESOURCES IN ORDER TO RAPIDLY RESPOND TO THE #CORONAVIRUS READ THE SECRETARYS FULL STATEMENT", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200326, "Text": "RT @SecPompeo: I am pleased to announce the U.S. has made available nearly $274 million in emergency health and humanitarian funding. Our l…", "clean_text": "RT @SECPOMPEO I AM PLEASED TO ANNOUNCE THE US HAS MADE AVAILABLE NEARLY 274 MILLION IN EMERGENCY HEALTH AND HUMANITARIAN FUNDING OUR L", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200326, "Text": "RT @BloombergAsia: S&amp;P and Moody’s are downgrading U.S. companies at the fastest pace in more than a decade https://t.co/OTOVn2bPrz", "clean_text": "RT @BLOOMBERGASIA SAMPP AND MOODYS ARE DOWNGRADING US COMPANIES AT THE FASTEST PACE IN MORE THAN A DECADE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200326, "Text": "@CrookedCapital I'm not aware of anyone at this point that thinks a V is in the cards...", "clean_text": "@CROOKEDCAPITAL IM NOT AWARE OF ANYONE AT THIS POINT THAT THINKS A V IS IN THE CARDS", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200326, "Text": "What fell the most has risen the most...still, \"quality\" companies have handily outperformed, on avg., the lower qu… https://t.co/8nLDx7VGb7", "clean_text": "WHAT FELL THE MOST HAS RISEN THE MOSTSTILL QUALITY COMPANIES HAVE HANDILY OUTPERFORMED ON AVG THE LOWER QU ", "count1": 0, "count2": 3, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200326, "Text": "Given how much pain happened so quickly in the markets + how much has yet to be resolved + likely understated pain… https://t.co/pSqMqtnrgh", "clean_text": "GIVEN HOW MUCH PAIN HAPPENED SO QUICKLY IN THE MARKETS HOW MUCH HAS YET TO BE RESOLVED LIKELY UNDERSTATED PAIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200326, "Text": "Market is bouncing back to quick, too far IMO\n\nDecline was too quick that people still have the over confidence of… https://t.co/OGp4Wb8D8i", "clean_text": "MARKET IS BOUNCING BACK TO QUICK TOO FAR IMO\n\nDECLINE WAS TOO QUICK THAT PEOPLE STILL HAVE THE OVER CONFIDENCE OF ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200326, "Text": "If you ever wanted to short Canadian banks maybe now is your time.\n\nIf the Canadian real estate &amp; consumer is ever… https://t.co/0jEigQXU3z", "clean_text": "IF YOU EVER WANTED TO SHORT CANADIAN BANKS MAYBE NOW IS YOUR TIME\n\nIF THE CANADIAN REAL ESTATE AMP CONSUMER IS EVER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200326, "Text": "RT @LJKawa: The Dow Jones Industrial Average confirms entry into a new bull market on the day U.S. initial jobless claims quadruple their p…", "clean_text": "RT @LJKAWA THE DOW JONES INDUSTRIAL AVERAGE CONFIRMS ENTRY INTO A NEW BULL MARKET ON THE DAY US INITIAL JOBLESS CLAIMS QUADRUPLE THEIR P", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200326, "Text": "RT @hackcelerity: Lot of people just shifted horizons from 6-12 months to 2 days. Be the person who looks out a full 2 weeks and you'll fin…", "clean_text": "RT @HACKCELERITY LOT OF PEOPLE JUST SHIFTED HORIZONS FROM 612 MONTHS TO 2 DAYS BE THE PERSON WHO LOOKS OUT A FULL 2 WEEKS AND YOULL FIN", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200326, "Text": "RT @Post_Market: If you can aggressively manage your business, lever it to the gills, monetize every asset not tied down, pursue low-probab…", "clean_text": "RT @POST_MARKET IF YOU CAN AGGRESSIVELY MANAGE YOUR BUSINESS LEVER IT TO THE GILLS MONETIZE EVERY ASSET NOT TIED DOWN PURSUE LOWPROBAB", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200326, "Text": "RT @spomboy: I'll say it again:  i think the timeline on the Covid-19 eco shutdown is going to prove far shorter than the dire predictions…", "clean_text": "RT @SPOMBOY ILL SAY IT AGAIN  I THINK THE TIMELINE ON THE COVID19 ECO SHUTDOWN IS GOING TO PROVE FAR SHORTER THAN THE DIRE PREDICTIONS", "count1": 1, "count2": 3, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200326, "Text": "I don't know about the rest of you, but I'm a little worried that once again the Utilities sector is driving the ma… https://t.co/DH4ZPfXarB", "clean_text": "I DONT KNOW ABOUT THE REST OF YOU BUT IM A LITTLE WORRIED THAT ONCE AGAIN THE UTILITIES SECTOR IS DRIVING THE MA ", "count1": 0, "count2": 3, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200325, "Text": "Enjoyed this conversation with Tano Santos, faculty co-director and head of research of the Heilbrunn Center for Gr… https://t.co/kquge0ewYH", "clean_text": "ENJOYED THIS CONVERSATION WITH TANO SANTOS FACULTY CODIRECTOR AND HEAD OF RESEARCH OF THE HEILBRUNN CENTER FOR GR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Anyone in Congress even trying to put pork into the bailout bill being negotiated is guilty of treason. Ditto any A… https://t.co/evaaClFKtK", "clean_text": "ANYONE IN CONGRESS EVEN TRYING TO PUT PORK INTO THE BAILOUT BILL BEING NEGOTIATED IS GUILTY OF TREASON DITTO ANY A ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "The air in Southern California is crisp and clear these days. Sure it’s been raining, but clean air sustains due to… https://t.co/QNQinf46xT", "clean_text": "THE AIR IN SOUTHERN CALIFORNIA IS CRISP AND CLEAR THESE DAYS SURE ITS BEEN RAINING BUT CLEAN AIR SUSTAINS DUE TO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "I can see the S&amp;P 500 making it to around 2700 on this snap back.", "clean_text": "I CAN SEE THE SAMPP 500 MAKING IT TO AROUND 2700 ON THIS SNAP BACK", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Compare the interviews with Governor Cuomo these last couple weeks to those with the presumptive Democratic nominee… https://t.co/sD8s0JNqie", "clean_text": "COMPARE THE INTERVIEWS WITH GOVERNOR CUOMO THESE LAST COUPLE WEEKS TO THOSE WITH THE PRESUMPTIVE DEMOCRATIC NOMINEE ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "The Fed can buy up corporate bond ETFs and thereby prop up prices of corporate bonds, but what happens when there a… https://t.co/rrCX0x8SWP", "clean_text": "THE FED CAN BUY UP CORPORATE BOND ETFS AND THEREBY PROP UP PRICES OF CORPORATE BONDS BUT WHAT HAPPENS WHEN THERE A ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200325, "Text": "RT @statedeptspox: The U.S. supports @UN Secretary General @AntonioGuterres and @UNEnvoySyria Pedersen's calls for a nationwide ceasefire i…", "clean_text": "RT @STATEDEPTSPOX THE US SUPPORTS @UN SECRETARY GENERAL @ANTONIOGUTERRES AND @UNENVOYSYRIA PEDERSEN CALLS FOR A NATIONWIDE CEASEFIRE I", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200325, "Text": "Just an observation - look at some of these off the lows, yet still down 30-60%. Mostly the most hit are the compan… https://t.co/AUQO6I5Imd", "clean_text": "JUST AN OBSERVATION  LOOK AT SOME OF THESE OFF THE LOWS YET STILL DOWN 3060% MOSTLY THE MOST HIT ARE THE COMPAN ", "count1": 0, "count2": 3, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@SuperMugatu @PolarisCap Omg altered carbon S2 vs Westworld S3 could end up being one for the ages", "clean_text": "@SUPERMUGATU @POLARISCAP OMG ALTERED CARBON S2 VS WESTWORLD S3 COULD END UP BEING ONE FOR THE AGES", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@SuperMugatu @PolarisCap I mean I can get behind the visuals being a cool thing if you’re into that but like WHAT I… https://t.co/cmWQo2TZSR", "clean_text": "@SUPERMUGATU @POLARISCAP I MEAN I CAN GET BEHIND THE VISUALS BEING A COOL THING IF YOURE INTO THAT BUT LIKE WHAT I ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@SuperMugatu @PolarisCap BUT HOW DID HE GET FROM THE SOUTH CHINA SEA TO WESTWORLD IN LIKE 2 MINUTES", "clean_text": "@SUPERMUGATU @POLARISCAP BUT HOW DID HE GET FROM THE SOUTH CHINA SEA TO WESTWORLD IN LIKE 2 MINUTES", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@SuperMugatu @pearkes Exactly, too much noise. Cases isn’t the right metric - I almost feel like deaths or ICU visi… https://t.co/d6RPZj0chH", "clean_text": "@SUPERMUGATU @PEARKES EXACTLY TOO MUCH NOISE CASES ISNT THE RIGHT METRIC  I ALMOST FEEL LIKE DEATHS OR ICU VISI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200325, "Text": "What company is the worst offender in hurting America's working class?  Whose business will forever change once the… https://t.co/fFcSxTuWJz", "clean_text": "WHAT COMPANY IS THE WORST OFFENDER IN HURTING AMERICA WORKING CLASS  WHOSE BUSINESS WILL FOREVER CHANGE ONCE THE ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200325, "Text": "Every major US company and lender is doing their best to protect our system - except 1.  Who will the senate target… https://t.co/24UDlJUYs6", "clean_text": "EVERY MAJOR US COMPANY AND LENDER IS DOING THEIR BEST TO PROTECT OUR SYSTEM  EXCEPT 1  WHO WILL THE SENATE TARGET ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200325, "Text": "Which one company has continues to exploit the millions of people who are most economically impacted by the Covid-1… https://t.co/vV3M4XoUJm", "clean_text": "WHICH ONE COMPANY HAS CONTINUES TO EXPLOIT THE MILLIONS OF PEOPLE WHO ARE MOST ECONOMICALLY IMPACTED BY THE COVID1 ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200325, "Text": "$CACC this is one that we will stay on until every last politician and banker understands the damage being done.  T… https://t.co/sVtZt3AZvc", "clean_text": "CACC THIS IS ONE THAT WE WILL STAY ON UNTIL EVERY LAST POLITICIAN AND BANKER UNDERSTANDS THE DAMAGE BEING DONE  T ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200325, "Text": "@LSValue The great irony of $ZG $Z's statements on their cash position is that the business in its growth mode woul… https://t.co/I49Y75kuhH", "clean_text": "@LSVALUE THE GREAT IRONY OF ZG Z STATEMENTS ON THEIR CASH POSITION IS THAT THE BUSINESS IN ITS GROWTH MODE WOUL ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200324, "Text": "Each reader returned this newsletter to me with the word “Fraudulent” marked on every page. https://t.co/PGn8FKA5iL", "clean_text": "EACH READER RETURNED THIS NEWSLETTER TO ME WITH THE WORD FRAUDULENT” MARKED ON EVERY PAGE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200324, "Text": "RT @dollarsanddata: \"If you aren’t buying at these levels, you are implying that (a) you don’t want 14% annual returns for the next 3 years…", "clean_text": "RT @DOLLARSANDDATA IF YOU ARENT BUYING AT THESE LEVELS YOU ARE IMPLYING THAT A YOU DONT WANT 14% ANNUAL RETURNS FOR THE NEXT 3 YEARS", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200324, "Text": "RT @ToddSullivan: Seth Klarman just opened up Baupost for investment for the first time in forever....if that isn't a \"stocks are screaming…", "clean_text": "RT @TODDSULLIVAN SETH KLARMAN JUST OPENED UP BAUPOST FOR INVESTMENT FOR THE FIRST TIME IN FOREVERIF THAT ISNT A STOCKS ARE SCREAMING", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200324, "Text": "The Fastest Bear Market of All Time https://t.co/N5zBd48XPc", "clean_text": "THE FASTEST BEAR MARKET OF ALL TIME ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200324, "Text": "RT @usunvie: ANNOUNCEMENT: United States contributes an additional $5 million to the @iaeaorg to help combat #COVID19. The 🇺🇸 funding respo…", "clean_text": "RT @USUNVIE ANNOUNCEMENT UNITED STATES CONTRIBUTES AN ADDITIONAL 5 MILLION TO THE @IAEAORG TO HELP COMBAT #COVID19 THE FUNDING RESPO", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200324, "Text": "RT @statedeptspox: The United States is stepping up with another voluntary contribution to the @IAEAorg - an additional $5 million - for ki…", "clean_text": "RT @STATEDEPTSPOX THE UNITED STATES IS STEPPING UP WITH ANOTHER VOLUNTARY CONTRIBUTION TO THE @IAEAORG  AN ADDITIONAL 5 MILLION  FOR KI", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200324, "Text": "RT @SecPompeo: Happy to announce another $5 million in @StateDept funding for the @iaeaorg to help member states combat the #coronavirus. W…", "clean_text": "RT @SECPOMPEO HAPPY TO ANNOUNCE ANOTHER 5 MILLION IN @STATEDEPT FUNDING FOR THE @IAEAORG TO HELP MEMBER STATES COMBAT THE #CORONAVIRUS W", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200324, "Text": "What the Grant's team is reading. \n\n1.Between Two Fires, Joshua Yaffa\n2.Dark Towers, David Enrich\n3.The Great Depre… https://t.co/4bq07QMOh8", "clean_text": "WHAT THE GRANT TEAM IS READING \n\n1BETWEEN TWO FIRES JOSHUA YAFFA\n2DARK TOWERS DAVID ENRICH\n3THE GREAT DEPRE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200324, "Text": "Do you believe current events will have an impact over the next few years, specifically as it relates to social dis… https://t.co/UxRV1xPruu", "clean_text": "DO YOU BELIEVE CURRENT EVENTS WILL HAVE AN IMPACT OVER THE NEXT FEW YEARS SPECIFICALLY AS IT RELATES TO SOCIAL DIS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@BenRabidoux We've been talking about the implications of a major real estate downturn for years now, so yeah \"esse… https://t.co/pskLqYf691", "clean_text": "@BENRABIDOUX WEVE BEEN TALKING ABOUT THE IMPLICATIONS OF A MAJOR REAL ESTATE DOWNTURN FOR YEARS NOW SO YEAH ESSE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@HiddenPivots @AlderLaneeggs @jdsnowdy Anyone interested in how $RY, $CM, $NA, and the other big 6 banks have juice… https://t.co/BpBrCMHeAX", "clean_text": "@HIDDENPIVOTS @ALDERLANEEGGS @JDSNOWDY ANYONE INTERESTED IN HOW RY CM NA AND THE OTHER BIG 6 BANKS HAVE JUICE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "I'm kind of surprised $CSGP continues to command an 11x Price/Rev multiple considering the biz is entirely reliant… https://t.co/hcDwHznwA4", "clean_text": "IM KIND OF SURPRISED CSGP CONTINUES TO COMMAND AN 11X PRICEREV MULTIPLE CONSIDERING THE BIZ IS ENTIRELY RELIANT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@HotlantaCapital The sell-side has never been great about doing primary research, but this situation is so fluid th… https://t.co/ApbzY4yfFc", "clean_text": "@HOTLANTACAPITAL THE SELLSIDE HAS NEVER BEEN GREAT ABOUT DOING PRIMARY RESEARCH BUT THIS SITUATION IS SO FLUID TH ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@HotlantaCapital I'm in the process of doing multiple surveys across multiple industries and I can tell you what yo… https://t.co/wv0FeG8GW6", "clean_text": "@HOTLANTACAPITAL IM IN THE PROCESS OF DOING MULTIPLE SURVEYS ACROSS MULTIPLE INDUSTRIES AND I CAN TELL YOU WHAT YO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200323, "Text": "@ScottWapnerCNBC “If you’re levered, I wouldn’t be levered.  On the other hand, if they get this package passed (Co… https://t.co/RhixrFC8Jb", "clean_text": "@SCOTTWAPNERCNBC IF YOURE LEVERED I WOULDNT BE LEVERED  ON THE OTHER HAND IF THEY GET THIS PACKAGE PASSED CO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200323, "Text": "Tepper has cash on the sidelines ready to go but wants to see a comprehensive plan to address the virus first (Cong… https://t.co/MfSwH5xLBU", "clean_text": "TEPPER HAS CASH ON THE SIDELINES READY TO GO BUT WANTS TO SEE A COMPREHENSIVE PLAN TO ADDRESS THE VIRUS FIRST CONG ", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200323, "Text": "RT @BloombergAsia: Large municipal-bond funds are unwinding a leveraged investment strategy that backfired this month, contributing to the…", "clean_text": "RT @BLOOMBERGASIA LARGE MUNICIPALBOND FUNDS ARE UNWINDING A LEVERAGED INVESTMENT STRATEGY THAT BACKFIRED THIS MONTH CONTRIBUTING TO THE", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200323, "Text": "As of Wed., total net assets in Money Market Mutual Funds hit $3.94 trillion, surpassing the prior 2009 peak of $3.… https://t.co/wBVizW36gT", "clean_text": "AS OF WED TOTAL NET ASSETS IN MONEY MARKET MUTUAL FUNDS HIT 394 TRILLION SURPASSING THE PRIOR 2009 PEAK OF 3 ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "@rationalwalk Would you still own $BRK if of the $125bn in cash (~$100b excess), during this time there were no acq… https://t.co/y5DXzi7cLy", "clean_text": "@RATIONALWALK WOULD YOU STILL OWN BRK IF OF THE 125BN IN CASH ~100B EXCESS DURING THIS TIME THERE WERE NO ACQ ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "Of the 43 holdings above $100m in current value, 26 of them are *down* since $BRK has purchased it. Not YTD, but do… https://t.co/e5xSUfZv5W", "clean_text": "OF THE 43 HOLDINGS ABOVE 100M IN CURRENT VALUE 26 OF THEM ARE *DOWN* SINCE BRK HAS PURCHASED IT NOT YTD BUT DO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200323, "Text": "RT @BernieSanders: We need to send emergency cash payments of $2,000 to every person in America each month for the duration of this pandemi…", "clean_text": "RT @BERNIESANDERS WE NEED TO SEND EMERGENCY CASH PAYMENTS OF 2000 TO EVERY PERSON IN AMERICA EACH MONTH FOR THE DURATION OF THIS PANDEMI", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200323, "Text": "RT @lloydblankfein: Extreme measures to flatten the virus “curve” is sensible-for a time-to stretch out the strain on health infrastructure…", "clean_text": "RT @LLOYDBLANKFEIN EXTREME MEASURES TO FLATTEN THE VIRUS CURVE” IS SENSIBLEFOR A TIMETO STRETCH OUT THE STRAIN ON HEALTH INFRASTRUCTURE", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200323, "Text": "Cinco de Mayo feels sensible. At the latest. https://t.co/U6IMxqvuzY", "clean_text": "CINCO DE MAYO FEELS SENSIBLE AT THE LATEST ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200322, "Text": "@CliffordAsness Perfect example the relevance of Brandolini’s Law", "clean_text": "@CLIFFORDASNESS PERFECT EXAMPLE THE RELEVANCE OF BRANDOLINIS LAW", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200322, "Text": "Just got word from my son’s school that ALL @NYSednews tests had been canceled. The state science test is not until June 1!", "clean_text": "JUST GOT WORD FROM MY SONS SCHOOL THAT ALL @NYSEDNEWS TESTS HAD BEEN CANCELED THE STATE SCIENCE TEST IS NOT UNTIL JUNE 1", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200322, "Text": "RT @KySportsRadio: Look at the difference between how the Kentucky Governor and Tennessee Governor handled the Coronavirus\n\nAnd look at the…", "clean_text": "RT @KYSPORTSRADIO LOOK AT THE DIFFERENCE BETWEEN HOW THE KENTUCKY GOVERNOR AND TENNESSEE GOVERNOR HANDLED THE CORONAVIRUS\n\nAND LOOK AT THE", "count1": 0, "count2": 4, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200322, "Text": "No surprise here - IOC looking to postpone July 24 Tokyo Olympics. “Cancellation is not on the table”. NBC already… https://t.co/SkyipgCSPD", "clean_text": "NO SURPRISE HERE  IOC LOOKING TO POSTPONE JULY 24 TOKYO OLYMPICS CANCELLATION IS NOT ON THE TABLE” NBC ALREADY ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200322, "Text": "@stockthoughts81 Slowing the spreading - good, of course. But what will it take to open things back up for business… https://t.co/MBeyJaFnjX", "clean_text": "@STOCKTHOUGHTS81 SLOWING THE SPREADING  GOOD OF COURSE BUT WHAT WILL IT TAKE TO OPEN THINGS BACK UP FOR BUSINESS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "RT @PTetlock: Creative force here is a brilliant statistician, Ville Satopaa, who developed the BIN model for decomposing the variance &amp; is…", "clean_text": "RT @PTETLOCK CREATIVE FORCE HERE IS A BRILLIANT STATISTICIAN VILLE SATOPAA WHO DEVELOPED THE BIN MODEL FOR DECOMPOSING THE VARIANCE AMP IS", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "Great opportunity to apply your forecasting skills. I have found that the *process* of thinking about how to make g… https://t.co/STbodCCCDo", "clean_text": "GREAT OPPORTUNITY TO APPLY YOUR FORECASTING SKILLS I HAVE FOUND THAT THE *PROCESS* OF THINKING ABOUT HOW TO MAKE G ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "Interesting paper to read in these times: Financial Loss Aversion Illusion. \"The results demonstrate that loss aver… https://t.co/v2Lwjdr4ID", "clean_text": "INTERESTING PAPER TO READ IN THESE TIMES FINANCIAL LOSS AVERSION ILLUSION THE RESULTS DEMONSTRATE THAT LOSS AVER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200321, "Text": "S&amp;P 500 -15% last 5 days....\n\nWho knows when there will be a bottom. Plenty of bad news will come out over the next… https://t.co/9JZttHibKv", "clean_text": "SAMPP 500 15% LAST 5 DAYS\n\nWHO KNOWS WHEN THERE WILL BE A BOTTOM PLENTY OF BAD NEWS WILL COME OUT OVER THE NEXT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200321, "Text": "@FundyLongShort @newthrash @BarbarianCap To me, looks like Weschler will be the investment portfolio manager, and C… https://t.co/CtUOBmMGXd", "clean_text": "@FUNDYLONGSHORT @NEWTHRASH @BARBARIANCAP TO ME LOOKS LIKE WESCHLER WILL BE THE INVESTMENT PORTFOLIO MANAGER AND C ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200320, "Text": "@dfa_advisor The Hot Hand https://t.co/NaB4QAigqy\n\nThe MVP Machine https://t.co/kLy32CZSk4\n\nThe Power of Bad https://t.co/me9S8aDsMP", "clean_text": "@DFA_ADVISOR THE HOT HAND \n\nTHE MVP MACHINE \n\nTHE POWER OF BAD ", "count1": 0, "count2": 3, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200320, "Text": "Calls for government bailouts &amp; helicopter money are deafening.  But the government doesn’t have any money!  Far fr… https://t.co/WaImea0z1o", "clean_text": "CALLS FOR GOVERNMENT BAILOUTS AMP HELICOPTER MONEY ARE DEAFENING  BUT THE GOVERNMENT DOESNT HAVE ANY MONEY  FAR FR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @StateDept: .@SecPompeo: Early on we offered to have America’s finest experts travel to China to assist them, to assist the @WHO.  We we…", "clean_text": "RT @STATEDEPT @SECPOMPEO EARLY ON WE OFFERED TO HAVE AMERICAS FINEST EXPERTS TRAVEL TO CHINA TO ASSIST THEM TO ASSIST THE @WHO  WE WE", "count1": 4, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @WHAAsstSecty: The Maduro-made #humanitarian crisis in #Venezuela will only worsen w/ #COVID19. Meanwhile, repression continues. The wor…", "clean_text": "RT @WHAASSTSECTY THE MADUROMADE #HUMANITARIAN CRISIS IN #VENEZUELA WILL ONLY WORSEN W #COVID19 MEANWHILE REPRESSION CONTINUES THE WOR", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @SecPompeo: Congratulations @Almagro_OEA2015 on your re-election as Secretary General of the Organization of American States. Under your…", "clean_text": "RT @SECPOMPEO CONGRATULATIONS @ALMAGRO_OEA2015 ON YOUR REELECTION AS SECRETARY GENERAL OF THE ORGANIZATION OF AMERICAN STATES UNDER YOUR", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @StateDept: .@SecPompeo delivers remarks to the media on #COVID19. https://t.co/bHe8HXe1O3", "clean_text": "RT @STATEDEPT @SECPOMPEO DELIVERS REMARKS TO THE MEDIA ON #COVID19 ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200320, "Text": "$T - down 17% YTD, off 26% from 52wk high\n8-k: canceling the $4.0bn repurchase agreement with Morgan Stanley due to… https://t.co/mFgKYdhGFZ", "clean_text": "T  DOWN 17% YTD OFF 26% FROM 52WK HIGH\n8K CANCELING THE 40BN REPURCHASE AGREEMENT WITH MORGAN STANLEY DUE TO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200320, "Text": "This is what my portfolio will look like in 2 weeks. Long and in the black https://t.co/v8vdlawQ82", "clean_text": "THIS IS WHAT MY PORTFOLIO WILL LOOK LIKE IN 2 WEEKS LONG AND IN THE BLACK ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @TruthGundlach: Airline industry is asking for $50 Billion bailout.  Over the last 10 years there were $45.5 Billion in airline share bu…", "clean_text": "RT @TRUTHGUNDLACH AIRLINE INDUSTRY IS ASKING FOR 50 BILLION BAILOUT  OVER THE LAST 10 YEARS THERE WERE 455 BILLION IN AIRLINE SHARE BU", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @TruthGundlach: Movie theater operators are asking for a government bailout?!  Seriously!?!? Next equity ETF owners will ask the governm…", "clean_text": "RT @TRUTHGUNDLACH MOVIE THEATER OPERATORS ARE ASKING FOR A GOVERNMENT BAILOUT  SERIOUSLY NEXT EQUITY ETF OWNERS WILL ASK THE GOVERNM", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @Gary_D_Cohn: I really want to be optimistic. We all obsess on the equity market, but we need to get the municipal and credit markets fi…", "clean_text": "RT @GARY_D_COHN I REALLY WANT TO BE OPTIMISTIC WE ALL OBSESS ON THE EQUITY MARKET BUT WE NEED TO GET THE MUNICIPAL AND CREDIT MARKETS FI", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200319, "Text": "@danprimack @felixsalmon @TheStalwart probably but it does depend on what your vision of the bailout is, some of th… https://t.co/GJxcp8b6th", "clean_text": "@DANPRIMACK @FELIXSALMON @THESTALWART PROBABLY BUT IT DOES DEPEND ON WHAT YOUR VISION OF THE BAILOUT IS SOME OF TH ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200319, "Text": "@danprimack @felixsalmon @TheStalwart yeah i think that is more likely but i also think that the sort of clever eco… https://t.co/pgZmmZ4sxx", "clean_text": "@DANPRIMACK @FELIXSALMON @THESTALWART YEAH I THINK THAT IS MORE LIKELY BUT I ALSO THINK THAT THE SORT OF CLEVER ECO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200319, "Text": "Just days into the new normal, this newsletter is already panicking over how to sustain round-the-clock child care… https://t.co/Md4rS3Ir46", "clean_text": "JUST DAYS INTO THE NEW NORMAL THIS NEWSLETTER IS ALREADY PANICKING OVER HOW TO SUSTAIN ROUNDTHECLOCK CHILD CARE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200319, "Text": "@DanielFruhman @naval @TravisDBartley @Cernovich neither is, the Fifth Law is misnamed (by me)", "clean_text": "@DANIELFRUHMAN @NAVAL @TRAVISDBARTLEY @CERNOVICH NEITHER IS THE FIFTH LAW IS MISNAMED BY ME", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200319, "Text": "@Find_Me_Value Main thing seems to be testing velocity. Look at China/S.Korea as they are living in the future. Onc… https://t.co/PvAurFeGIa", "clean_text": "@FIND_ME_VALUE MAIN THING SEEMS TO BE TESTING VELOCITY LOOK AT CHINASKOREA AS THEY ARE LIVING IN THE FUTURE ONC ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @BillAckman: Some investors have been confused by remarks. To clarify, I am confident the president will do the right thing in temporari…", "clean_text": "RT @BILLACKMAN SOME INVESTORS HAVE BEEN CONFUSED BY REMARKS TO CLARIFY I AM CONFIDENT THE PRESIDENT WILL DO THE RIGHT THING IN TEMPORARI", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @carlquintanilla: Marriott conf call heds:\n\n* Suspending Arne Sorenson salary for the balance of 2020\n* Reducing salaries for the senior…", "clean_text": "RT @CARLQUINTANILLA MARRIOTT CONF CALL HEDS\n\n* SUSPENDING ARNE SORENSON SALARY FOR THE BALANCE OF 2020\n* REDUCING SALARIES FOR THE SENIOR", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @cullenroche: Our retirement accounts crashed, but then we got a sneak peak at what it's like to be home all the time and realized we'd…", "clean_text": "RT @CULLENROCHE OUR RETIREMENT ACCOUNTS CRASHED BUT THEN WE GOT A SNEAK PEAK AT WHAT IT LIKE TO BE HOME ALL THE TIME AND REALIZED WED", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @AdamSinger: The optics of celebs posting \"stay at home\" from their absurdly opulent mansions while smiling gleefully are so bad. This i…", "clean_text": "RT @ADAMSINGER THE OPTICS OF CELEBS POSTING STAY AT HOME FROM THEIR ABSURDLY OPULENT MANSIONS WHILE SMILING GLEEFULLY ARE SO BAD THIS I", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @TheStalwart: I have to admit that the daily 5% declines in my retirement money do get less painful each day, as the base dollar amount…", "clean_text": "RT @THESTALWART I HAVE TO ADMIT THAT THE DAILY 5% DECLINES IN MY RETIREMENT MONEY DO GET LESS PAINFUL EACH DAY AS THE BASE DOLLAR AMOUNT", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200319, "Text": "Investment grade corporates (LQD) down more than junk bonds (JNK) today. Could be redemptions, but could be the mar… https://t.co/okM4K0Wy1u", "clean_text": "INVESTMENT GRADE CORPORATES LQD DOWN MORE THAN JUNK BONDS JNK TODAY COULD BE REDEMPTIONS BUT COULD BE THE MAR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200319, "Text": "Movie theater operators are asking for a government bailout?!  Seriously!?!? Next equity ETF owners will ask the go… https://t.co/vbxxFOfzFH", "clean_text": "MOVIE THEATER OPERATORS ARE ASKING FOR A GOVERNMENT BAILOUT  SERIOUSLY NEXT EQUITY ETF OWNERS WILL ASK THE GO ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200319, "Text": "Airline industry is asking for $50 Billion bailout.  Over the last 10 years there were $45.5 Billion in airline sha… https://t.co/9A4QH4MSVj", "clean_text": "AIRLINE INDUSTRY IS ASKING FOR 50 BILLION BAILOUT  OVER THE LAST 10 YEARS THERE WERE 455 BILLION IN AIRLINE SHA ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200319, "Text": "RT @StateDept: .@SecPompeo on new #Iran sanctions: Iran must be fully transparent with the @IAEAorg and the international community. https:…", "clean_text": "RT @STATEDEPT @SECPOMPEO ON NEW #IRAN SANCTIONS IRAN MUST BE FULLY TRANSPARENT WITH THE @IAEAORG AND THE INTERNATIONAL COMMUNITY HTTPS", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200319, "Text": "RT @benbreitholtz: Near 100% probabilities priced in US headline CPI will average below 2.0% YOY for the remainder of our careers 🤪Talk abo…", "clean_text": "RT @BENBREITHOLTZ NEAR 100% PROBABILITIES PRICED IN US HEADLINE CPI WILL AVERAGE BELOW 20% YOY FOR THE REMAINDER OF OUR CAREERS 🤪TALK ABO", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200319, "Text": "RT @benbreitholtz: US headline CPI sub-0.0% YOY firmly expected for the next 5+ years. Seems WAY oversold, but bond market struggles likely…", "clean_text": "RT @BENBREITHOLTZ US HEADLINE CPI SUB00% YOY FIRMLY EXPECTED FOR THE NEXT 5+ YEARS SEEMS WAY OVERSOLD BUT BOND MARKET STRUGGLES LIKELY", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200319, "Text": "Almost Daily Grant's 3/19: Off the canvas     $BXMT     https://t.co/2SGk5XqIiq https://t.co/svJ0FK1jRE", "clean_text": "ALMOST DAILY GRANT 319 OFF THE CANVAS BXMT ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200319, "Text": "$DIS 8-k: \"the impact from COVID-19 are affecting our business: theme parks closed, suspended theatrical releases,… https://t.co/oQanCY3jbn", "clean_text": "DIS 8K THE IMPACT FROM COVID19 ARE AFFECTING OUR BUSINESS THEME PARKS CLOSED SUSPENDED THEATRICAL RELEASES ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200318, "Text": "Here’s the Bill Ackman interview from today https://t.co/E91QZd5vBa $HLT @BillAckman", "clean_text": "HERES THE BILL ACKMAN INTERVIEW FROM TODAY  HLT @BILLACKMAN", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200318, "Text": "Given the current market, I’m guessing this is just the tip of the iceberg in terms of margin calls. More are most… https://t.co/XnmKl1al1Q", "clean_text": "GIVEN THE CURRENT MARKET IM GUESSING THIS IS JUST THE TIP OF THE ICEBERG IN TERMS OF MARGIN CALLS MORE ARE MOST ", "count1": 0, "count2": 3, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200318, "Text": "RT @BillAckman: Mr. President, the only answer is to shut down the country for the next 30 days and close the borders.  Tell all Americans…", "clean_text": "RT @BILLACKMAN MR PRESIDENT THE ONLY ANSWER IS TO SHUT DOWN THE COUNTRY FOR THE NEXT 30 DAYS AND CLOSE THE BORDERS  TELL ALL AMERICANS", "count1": 1, "count2": 4, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "For the first time in years I am now not short any U.S. stocks.  I covered my last three shorts today at 2:37 p.m E… https://t.co/ojxhdnDwzx", "clean_text": "FOR THE FIRST TIME IN YEARS I AM NOW NOT SHORT ANY US STOCKS  I COVERED MY LAST THREE SHORTS TODAY AT 237 PM E ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200318, "Text": "RT @StateDept: For the latest information and updates from @CDCGov about #Coronavirus, how to protect yourself, and resources for the commu…", "clean_text": "RT @STATEDEPT FOR THE LATEST INFORMATION AND UPDATES FROM @CDCGOV ABOUT #CORONAVIRUS HOW TO PROTECT YOURSELF AND RESOURCES FOR THE COMMU", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We want to congratulate @Mimedx and CEO Tim Wright for completing the arduous process of restating its financials.… https://t.co/nNCwdA2WSd", "clean_text": "WE WANT TO CONGRATULATE @MIMEDX AND CEO TIM WRIGHT FOR COMPLETING THE ARDUOUS PROCESS OF RESTATING ITS FINANCIALS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "In our Jan 2019 report, we concluded that the vast majority of $MDXG's revenue was real &amp; sustainable, &amp; that only… https://t.co/PJYCRVKWJg", "clean_text": "IN OUR JAN 2019 REPORT WE CONCLUDED THAT THE VAST MAJORITY OF MDXG REVENUE WAS REAL AMP SUSTAINABLE AMP THAT ONLY ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "This was confirmed by $MDXG's Super 10K – The Co’s reported net sales of $550m from FY 2014-2016 were adjusted lowe… https://t.co/ht3PRx2vBo", "clean_text": "THIS WAS CONFIRMED BY MDXG SUPER 10K THE COS REPORTED NET SALES OF 550M FROM FY 20142016 WERE ADJUSTED LOWE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "Our prediction proved prescient – As disclosed on pg 70 of $MDXG's Super 10K, the Co expects FY 19 rev to be 25%-28… https://t.co/PArN8QCKbB", "clean_text": "OUR PREDICTION PROVED PRESCIENT AS DISCLOSED ON PG 70 OF MDXG SUPER 10K THE CO EXPECTS FY 19 REV TO BE 25%28 ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We believe $MDXG shares are currently trading at a deep discount to FV. Assuming the same multiple as competitor Os… https://t.co/wUuAhoKUtU", "clean_text": "WE BELIEVE MDXG SHARES ARE CURRENTLY TRADING AT A DEEP DISCOUNT TO FV ASSUMING THE SAME MULTIPLE AS COMPETITOR OS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "With the restatement completed, $MDXG's period of turmoil is largely behind it, and it can now completely focus on… https://t.co/MSb4VHr0ix", "clean_text": "WITH THE RESTATEMENT COMPLETED MDXG PERIOD OF TURMOIL IS LARGELY BEHIND IT AND IT CAN NOW COMPLETELY FOCUS ON ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200318, "Text": "@LibrarianCap @ChrisPe23936320 The business is different than that time period. It wasn't until 2009/2010 that cabl… https://t.co/OOqgRsHqje", "clean_text": "@LIBRARIANCAP @CHRISPE23936320 THE BUSINESS IS DIFFERENT THAN THAT TIME PERIOD IT WASNT UNTIL 20092010 THAT CABL ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200318, "Text": "Serious Q - the sooner things get normalized, the better. What will it take for America / the world to open back up… https://t.co/QmVLCagokm", "clean_text": "SERIOUS Q  THE SOONER THINGS GET NORMALIZED THE BETTER WHAT WILL IT TAKE FOR AMERICA  THE WORLD TO OPEN BACK UP ", "count1": 1, "count2": 3, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200318, "Text": "RT @vol_christopher: What very few realize is that the Fed's actions over the past 48 hours are primarily intended to prevent a few massive…", "clean_text": "RT @VOL_CHRISTOPHER WHAT VERY FEW REALIZE IS THAT THE FED ACTIONS OVER THE PAST 48 HOURS ARE PRIMARILY INTENDED TO PREVENT A FEW MASSIVE", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200318, "Text": "RT @novogratz: I started my career as a commercial paper salesman at GS.  Never would have thought that 31 years later the CP markets would…", "clean_text": "RT @NOVOGRATZ I STARTED MY CAREER AS A COMMERCIAL PAPER SALESMAN AT GS  NEVER WOULD HAVE THOUGHT THAT 31 YEARS LATER THE CP MARKETS WOULD", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200317, "Text": "Every time I hear an explanation of the fiscal stimulus being proposed the price tag goes up.  Just heard $1.3 Tril… https://t.co/j4RyR2HGcB", "clean_text": "EVERY TIME I HEAR AN EXPLANATION OF THE FISCAL STIMULUS BEING PROPOSED THE PRICE TAG GOES UP  JUST HEARD 13 TRIL ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "COVID-19 implications could be meaningful, lasting, and very negative. $MDLA's core customers are some of the most… https://t.co/KllUtpaQPB", "clean_text": "COVID19 IMPLICATIONS COULD BE MEANINGFUL LASTING AND VERY NEGATIVE MDLA CORE CUSTOMERS ARE SOME OF THE MOST ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200317, "Text": "$AMZN down 2% YTD....despite the bloodbath, quite impressive.", "clean_text": "AMZN DOWN 2% YTDDESPITE THE BLOODBATH QUITE IMPRESSIVE", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200317, "Text": "RT @TruthGundlach: Every time I hear an explanation of the fiscal stimulus being proposed the price tag goes up.  Just heard $1.3 Trillion.…", "clean_text": "RT @TRUTHGUNDLACH EVERY TIME I HEAR AN EXPLANATION OF THE FISCAL STIMULUS BEING PROPOSED THE PRICE TAG GOES UP  JUST HEARD 13 TRILLION", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200317, "Text": "$OSTK shorts have been right about the only thing that matters up until this point- the stock price. Now with the s… https://t.co/q9KoKeVtfC", "clean_text": "OSTK SHORTS HAVE BEEN RIGHT ABOUT THE ONLY THING THAT MATTERS UP UNTIL THIS POINT THE STOCK PRICE NOW WITH THE S ", "count1": 0, "count2": 3, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200317, "Text": "@stancup94 Yes, it ceratinly is the most significant outside hire they've made in many years.  $OSTK", "clean_text": "@STANCUP94 YES IT CERATINLY IS THE MOST SIGNIFICANT OUTSIDE HIRE THEYVE MADE IN MANY YEARS  OSTK", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200316, "Text": "RT @komrade_kapital: Shareholder Value Network-Alfred Rappaport. It’s good to come back to the fundamentals when your conviction is being t…", "clean_text": "RT @KOMRADE_KAPITAL SHAREHOLDER VALUE NETWORKALFRED RAPPAPORT ITS GOOD TO COME BACK TO THE FUNDAMENTALS WHEN YOUR CONVICTION IS BEING T", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200316, "Text": "For those who understand the market to be a complex adaptive system @sfiscience https://t.co/jgSxbFy1Uc", "clean_text": "FOR THOSE WHO UNDERSTAND THE MARKET TO BE A COMPLEX ADAPTIVE SYSTEM @SFISCIENCE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200316, "Text": "the b unit knows https://t.co/IIzSn0xl44", "clean_text": "THE B UNIT KNOWS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200316, "Text": "Of course there’s extreme demand right now, but that’s not necessarily affecting the fundamental value of this news… https://t.co/RF04Y2hyRC", "clean_text": "OF COURSE THERES EXTREME DEMAND RIGHT NOW BUT THATS NOT NECESSARILY AFFECTING THE FUNDAMENTAL VALUE OF THIS NEWS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200316, "Text": "@mikegatto no bond and stock etfs work the same. in both cases normally when you buy them you just buy them on the… https://t.co/RjX5o9uQRV", "clean_text": "@MIKEGATTO NO BOND AND STOCK ETFS WORK THE SAME IN BOTH CASES NORMALLY WHEN YOU BUY THEM YOU JUST BUY THEM ON THE ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200316, "Text": "@mikegatto to create in-kind, the AP goes and buys the bonds (or stocks), submits them to the ETF, and gets back sh… https://t.co/9aQJWjvyui", "clean_text": "@MIKEGATTO TO CREATE INKIND THE AP GOES AND BUYS THE BONDS OR STOCKS SUBMITS THEM TO THE ETF AND GETS BACK SH ", "count1": 2, "count2": 3, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200316, "Text": "@mikegatto but in absolutely no case do *you* do anything but buy and sell shares of the ETF on the exchange.", "clean_text": "@MIKEGATTO BUT IN ABSOLUTELY NO CASE DO *YOU* DO ANYTHING BUT BUY AND SELL SHARES OF THE ETF ON THE EXCHANGE", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200316, "Text": "If people ask you about all the market volatility, this from @B3_MillerValue sums it up. There’s simply a ton of “c… https://t.co/QmwOyHsjXj", "clean_text": "IF PEOPLE ASK YOU ABOUT ALL THE MARKET VOLATILITY THIS FROM @B3_MILLERVALUE SUMS IT UP THERES SIMPLY A TON OF C ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20200316, "Text": "RT @michaelbatnick: Long-term returns have historically gotten more attractive as stocks decline, but over the short-term, flip a coin. \n\nh…", "clean_text": "RT @MICHAELBATNICK LONGTERM RETURNS HAVE HISTORICALLY GOTTEN MORE ATTRACTIVE AS STOCKS DECLINE BUT OVER THE SHORTTERM FLIP A COIN \n\nH", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "As you analyze companies right now, thinking about earnings power over the next few years+, how does this current s… https://t.co/FhZG17PYbT", "clean_text": "AS YOU ANALYZE COMPANIES RIGHT NOW THINKING ABOUT EARNINGS POWER OVER THE NEXT FEW YEARS+ HOW DOES THIS CURRENT S ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "Think the reality for $DIS is similar to many /if not most companies I'm looking at - the sooner things stabilize,… https://t.co/vpVDt0dFqZ", "clean_text": "THINK THE REALITY FOR DIS IS SIMILAR TO MANY IF NOT MOST COMPANIES IM LOOKING AT  THE SOONER THINGS STABILIZE ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "@QuisitiveInvest @IceburghCapital Agree, the ER doc's I spoke to are all HNW investors with me. I'm hearing from th… https://t.co/to6Vh1Su06", "clean_text": "@QUISITIVEINVEST @ICEBURGHCAPITAL AGREE THE ER DOC I SPOKE TO ARE ALL HNW INVESTORS WITH ME IM HEARING FROM TH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "When do we think $AMZN will become a line item in the non-farm payroll report?", "clean_text": "WHEN DO WE THINK AMZN WILL BECOME A LINE ITEM IN THE NONFARM PAYROLL REPORT", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200315, "Text": "RT @jennablan: Bridgewater's Ray Dalio tells the @Financial Times: “We did not know how to navigate the virus and chose not to because we d…", "clean_text": "RT @JENNABLAN BRIDGEWATER RAY DALIO TELLS THE @FINANCIAL TIMES WE DID NOT KNOW HOW TO NAVIGATE THE VIRUS AND CHOSE NOT TO BECAUSE WE D", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200315, "Text": "RT @markwby: Here’s something that’s absolutely terrifying: a comparison of the age distributions of Covid-19 cases in Italy, where they ar…", "clean_text": "RT @MARKWBY HERES SOMETHING THATS ABSOLUTELY TERRIFYING A COMPARISON OF THE AGE DISTRIBUTIONS OF COVID19 CASES IN ITALY WHERE THEY AR", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200315, "Text": "Best way to tell how an executive might run a team in the future is how they are running a team now. Take a look at… https://t.co/knIL1NXpWH", "clean_text": "BEST WAY TO TELL HOW AN EXECUTIVE MIGHT RUN A TEAM IN THE FUTURE IS HOW THEY ARE RUNNING A TEAM NOW TAKE A LOOK AT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200315, "Text": "The whole point is, how can a Presidential candidate not personally make sure that a new form of communication pote… https://t.co/BRfWpUM7m7", "clean_text": "THE WHOLE POINT IS HOW CAN A PRESIDENTIAL CANDIDATE NOT PERSONALLY MAKE SURE THAT A NEW FORM OF COMMUNICATION POTE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200315, "Text": "@Bengordon2013 @HotlantaCapital The core biz is now mature and cyclical.  High margin but also facing big secular h… https://t.co/XHR3b5J8dB", "clean_text": "@BENGORDON2013 @HOTLANTACAPITAL THE CORE BIZ IS NOW MATURE AND CYCLICAL  HIGH MARGIN BUT ALSO FACING BIG SECULAR H ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]