["TO", {"Name": "activiststocks", "Time": 20200221, "Text": "U.S. Steel is trying to turn around its fortunes by embracing a production process it long rejected: electric furna… https://t.co/hJM6wa6BqR", "clean_text": "US STEEL IS TRYING TO TURN AROUND ITS FORTUNES BY EMBRACING A PRODUCTION PROCESS IT LONG REJECTED ELECTRIC FURNA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200220, "Text": "The problem is that it's hard to win on purpose but it's actually hard to lose on purpose as well (all things being… https://t.co/gznxdDP1gq", "clean_text": "THE PROBLEM IS THAT IT HARD TO WIN ON PURPOSE BUT IT ACTUALLY HARD TO LOSE ON PURPOSE AS WELL ALL THINGS BEING ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "activiststocks", "Time": 20200220, "Text": "Amherst Agrees to Buy Landlord Front Yard for $2.3 Billion https://t.co/EB0qlAUmUF", "clean_text": "AMHERST AGREES TO BUY LANDLORD FRONT YARD FOR 23 BILLION ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200220, "Text": "MG Capital Seeks to Oust Philip Falcone From HC2’s Board https://t.co/ucE7yC5ph7", "clean_text": "MG CAPITAL SEEKS TO OUST PHILIP FALCONE FROM HC2S BOARD ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200220, "Text": "RT @Hipster_Trader: An entire generation of younger investors is starting to believe stocks don’t go down and fundamentals don’t matter", "clean_text": "RT @HIPSTER_TRADER AN ENTIRE GENERATION OF YOUNGER INVESTORS IS STARTING TO BELIEVE STOCKS DONT GO DOWN AND FUNDAMENTALS DONT MATTER", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200220, "Text": "Bloomberg thinks a great way to campaign is to joke about the fact he doesn’t use Turbo Tax, and that’s why he won’t release tax returns.", "clean_text": "BLOOMBERG THINKS A GREAT WAY TO CAMPAIGN IS TO JOKE ABOUT THE FACT HE DOESNT USE TURBO TAX AND THATS WHY HE WONT RELEASE TAX RETURNS", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "CitronResearch", "Time": 20200220, "Text": "$SDGR the most important IPO past 5 years. Taking drug discovery to \"space age\".  The parallels to an early stage… https://t.co/GXJ2yedl4K", "clean_text": "SDGR THE MOST IMPORTANT IPO PAST 5 YEARS TAKING DRUG DISCOVERY TO SPACE AGE  THE PARALLELS TO AN EARLY STAGE ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20200220, "Text": "We view $CAN as the latest US-listed Chinese company to have deceived investors about its business. Undisclosed rel… https://t.co/il3AD7Hu8n", "clean_text": "WE VIEW CAN AS THE LATEST USLISTED CHINESE COMPANY TO HAVE DECEIVED INVESTORS ABOUT ITS BUSINESS UNDISCLOSED REL ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200218, "Text": "RT @jim_rutt: Jessika Trancik of @MIT @sfiscience explores science, and policy as a road to net0 greenhouse gas emissions.  EROEI, learning…", "clean_text": "RT @JIM_RUTT JESSIKA TRANCIK OF @MIT @SFISCIENCE EXPLORES SCIENCE AND POLICY AS A ROAD TO NET0 GREENHOUSE GAS EMISSIONS  EROEI LEARNING", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "I’ve been surprised by the degree to which the official Chinese stats on the coronavirus are being used to drive an… https://t.co/5Y8gIhn7RE", "clean_text": "IVE BEEN SURPRISED BY THE DEGREE TO WHICH THE OFFICIAL CHINESE STATS ON THE CORONAVIRUS ARE BEING USED TO DRIVE AN ", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200217, "Text": "This discussion between @stratechery and @BillSimmons is a must listen to anyone trying to figure out the moving pi… https://t.co/8bQnMpZZiv", "clean_text": "THIS DISCUSSION BETWEEN @STRATECHERY AND @BILLSIMMONS IS A MUST LISTEN TO ANYONE TRYING TO FIGURE OUT THE MOVING PI ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "marketfolly", "Time": 20200214, "Text": "Berkshire Hathaway new positions in $KR $549m stake and $BIIB $192m (Todd or Ted given the size). Over doubled exposure to $OXY too", "clean_text": "BERKSHIRE HATHAWAY NEW POSITIONS IN KR 549M STAKE AND BIIB 192M TODD OR TED GIVEN THE SIZE OVER DOUBLED EXPOSURE TO OXY TOO", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200214, "Text": "Just a reminder that #valentinesday is also usually the biggest single day for SEC filings. Look for EDGAR to show… https://t.co/nJ2Sr5kyAS", "clean_text": "JUST A REMINDER THAT #VALENTINESDAY IS ALSO USUALLY THE BIGGEST SINGLE DAY FOR SEC FILINGS LOOK FOR EDGAR TO SHOW ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200213, "Text": "Sigh! Yet another newspaper that I used to work for has found itself in bankruptcy. https://t.co/eSGwyQoItm", "clean_text": "SIGH YET ANOTHER NEWSPAPER THAT I USED TO WORK FOR HAS FOUND ITSELF IN BANKRUPTCY ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200213, "Text": "Activist urges Japan clothing firm Sanyo Shokai to sell itself https://t.co/U6OJsY4ZYN", "clean_text": "ACTIVIST URGES JAPAN CLOTHING FIRM SANYO SHOKAI TO SELL ITSELF ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200213, "Text": "RT @MrAlexisPereira: Teaching my first English course this semester has been rewarding but I don’t know what to do with this student https:…", "clean_text": "RT @MRALEXISPEREIRA TEACHING MY FIRST ENGLISH COURSE THIS SEMESTER HAS BEEN REWARDING BUT I DONT KNOW WHAT TO DO WITH THIS STUDENT HTTPS", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200213, "Text": "No wonder Barry Diller's $IAC is rushing to dump (ie. \"spin\") $MTCH as fast as it can. Total time from \"considering… https://t.co/fkQkaMwGRi", "clean_text": "NO WONDER BARRY DILLER IAC IS RUSHING TO DUMP IE SPIN MTCH AS FAST AS IT CAN TOTAL TIME FROM CONSIDERING ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200213, "Text": "Lack of oversight have led to cybercriminals, sex offenders, underage users using apps for egregious offenses, prom… https://t.co/E2EOwmZE68", "clean_text": "LACK OF OVERSIGHT HAVE LED TO CYBERCRIMINALS SEX OFFENDERS UNDERAGE USERS USING APPS FOR EGREGIOUS OFFENSES PROM ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200213, "Text": "If you think that $W is starting to unravel, pullback, become less aggressive etc. in any way shape or form, there… https://t.co/HZmbZorPfG", "clean_text": "IF YOU THINK THAT W IS STARTING TO UNRAVEL PULLBACK BECOME LESS AGGRESSIVE ETC IN ANY WAY SHAPE OR FORM THERE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200212, "Text": "Bernie: “We need money out of politics.”  Mike: “We need money to control politics.”  It is the fight for the soul of the Democratic Party.", "clean_text": "BERNIE WE NEED MONEY OUT OF POLITICS”  MIKE WE NEED MONEY TO CONTROL POLITICS”  IT IS THE FIGHT FOR THE SOUL OF THE DEMOCRATIC PARTY", "count1": 3, "count2": 2, "count3": 1, "count4": 0}, {"Name": "Carl_C_Icahn", "Time": 20200212, "Text": "Read our letter to $OXY stockholders (including other important information) here: https://t.co/bleZn8dfXM", "clean_text": "READ OUR LETTER TO OXY STOCKHOLDERS INCLUDING OTHER IMPORTANT INFORMATION HERE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200211, "Text": "It’s looking like Bloomberg versus Sanders.  Have to applaud that.  Both are in it to win the battle for the soul of the Democratic Party.", "clean_text": "ITS LOOKING LIKE BLOOMBERG VERSUS SANDERS  HAVE TO APPLAUD THAT  BOTH ARE IN IT TO WIN THE BATTLE FOR THE SOUL OF THE DEMOCRATIC PARTY", "count1": 3, "count2": 1, "count3": 2, "count4": 0}, {"Name": "MicroFundy", "Time": 20200211, "Text": "Anyone know of a software solution to 'cast' a presentation on multiple (5) Android devices at the same time?\nIE -… https://t.co/FenWoudyee", "clean_text": "ANYONE KNOW OF A SOFTWARE SOLUTION TO CAST A PRESENTATION ON MULTIPLE 5 ANDROID DEVICES AT THE SAME TIME\nIE  ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200211, "Text": "Good things happen to cheap stocks - in the fullness of time. \n\nhttps://t.co/a6l3Ax4Oo0", "clean_text": "GOOD THINGS HAPPEN TO CHEAP STOCKS  IN THE FULLNESS OF TIME \n\n", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "@profplum99 is a friend. But the poker analogy does work and it has nothing to do with ergodicity. https://t.co/cvfGejVQQA", "clean_text": "@PROFPLUM99 IS A FRIEND BUT THE POKER ANALOGY DOES WORK AND IT HAS NOTHING TO DO WITH ERGODICITY ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200210, "Text": "Was all excited to check out the new EDGAR that I tweeted about on Friday night. But after poking around and re-rea… https://t.co/2HNWxjaN22", "clean_text": "WAS ALL EXCITED TO CHECK OUT THE NEW EDGAR THAT I TWEETED ABOUT ON FRIDAY NIGHT BUT AFTER POKING AROUND AND REREA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200210, "Text": "But for the filers out there, I’d be curious to know what the big changes look like.", "clean_text": "BUT FOR THE FILERS OUT THERE ID BE CURIOUS TO KNOW WHAT THE BIG CHANGES LOOK LIKE", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200210, "Text": "Seems to me that someone might have had advance knowledge of $TCO deal announced today. Why else would stock have i… https://t.co/00onWU04ce", "clean_text": "SEEMS TO ME THAT SOMEONE MIGHT HAVE HAD ADVANCE KNOWLEDGE OF TCO DEAL ANNOUNCED TODAY WHY ELSE WOULD STOCK HAVE I ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200210, "Text": "If I'm $CCL and $RCL, I'm dialing up $NFLX now to offer them $40MM to help finance costs for a Love Boat reboot.  E… https://t.co/FYfhJuXRkK", "clean_text": "IF IM CCL AND RCL IM DIALING UP NFLX NOW TO OFFER THEM 40MM TO HELP FINANCE COSTS FOR A LOVE BOAT REBOOT  E ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200209, "Text": "Maybe it’s too little too late but Klobuchar was quite good last night. Big loser was Warren, who seems to have run out of ideas months ago.", "clean_text": "MAYBE ITS TOO LITTLE TOO LATE BUT KLOBUCHAR WAS QUITE GOOD LAST NIGHT BIG LOSER WAS WARREN WHO SEEMS TO HAVE RUN OUT OF IDEAS MONTHS AGO", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200209, "Text": "Biden tried to rally with fight &amp; energy, but admitting he’s about to get killed in the NH primary belied all that. Just an old guy yelling.", "clean_text": "BIDEN TRIED TO RALLY WITH FIGHT AMP ENERGY BUT ADMITTING HES ABOUT TO GET KILLED IN THE NH PRIMARY BELIED ALL THAT JUST AN OLD GUY YELLING", "count1": 1, "count2": 0, "count3": 2, "count4": 0}]