["IN", {"Name": "mjmauboussin", "Time": 20200306, "Text": "RT @JiffyLu: We generally refer to \"operating leverage\" in a positive light, but it cuts both ways. It's going to be especially painful for…", "clean_text": "RT @JIFFYLU WE GENERALLY REFER TO OPERATING LEVERAGE IN A POSITIVE LIGHT BUT IT CUTS BOTH WAYS IT GOING TO BE ESPECIALLY PAINFUL FOR", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200306, "Text": "It’s #coronacrazy @target in Edgewater NJ. No toilet paper, paper towels, canned soup or pasta. But lots of chocola… https://t.co/G5pkKIIZwF", "clean_text": "ITS #CORONACRAZY @TARGET IN EDGEWATER NJ NO TOILET PAPER PAPER TOWELS CANNED SOUP OR PASTA BUT LOTS OF CHOCOLA ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@Find_Me_Value It was mentioned in passing, so didn't get enough to be able to pass it along.  But I was surprised myself.", "clean_text": "@FIND_ME_VALUE IT WAS MENTIONED IN PASSING SO DIDNT GET ENOUGH TO BE ABLE TO PASS IT ALONG  BUT I WAS SURPRISED MYSELF", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200306, "Text": "I have my doubts Occidental will be in the next Outsiders book https://t.co/QvaqgyTGaR", "clean_text": "I HAVE MY DOUBTS OCCIDENTAL WILL BE IN THE NEXT OUTSIDERS BOOK ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200306, "Text": "RT @CrookTodd: Picks for tissue and wipes?  My data says $GLT, $CLW, and $RFP.  From $GLT investor deck .  #2 supplier in wipes.  Customers…", "clean_text": "RT @CROOKTODD PICKS FOR TISSUE AND WIPES  MY DATA SAYS GLT CLW AND RFP  FROM GLT INVESTOR DECK #2 SUPPLIER IN WIPES  CUSTOMERS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200305, "Text": "@AnnieDuke One of the key steps in using the “outside view,” or base rates, is assessing the distribution of outcom… https://t.co/djzBhJaHYG", "clean_text": "@ANNIEDUKE ONE OF THE KEY STEPS IN USING THE OUTSIDE VIEW” OR BASE RATES IS ASSESSING THE DISTRIBUTION OF OUTCOM ", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200305, "Text": "RT @TheBabylonBee: Warren Returns To Tribe In Shame After Failing To Take Land Back From The Pale Faces\nhttps://t.co/gbqJ3bKe0l", "clean_text": "RT @THEBABYLONBEE WARREN RETURNS TO TRIBE IN SHAME AFTER FAILING TO TAKE LAND BACK FROM THE PALE FACES\n", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200305, "Text": "Didn't touch base much on Peacock w/ $CMCSA deck (will add it in at some point) - but I think it's quite possible C… https://t.co/lJpyKUBXz6", "clean_text": "DIDNT TOUCH BASE MUCH ON PEACOCK W CMCSA DECK WILL ADD IT IN AT SOME POINT  BUT I THINK IT QUITE POSSIBLE C ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200305, "Text": "5-day change in the S&amp;P 500 as of this minute = 0%!", "clean_text": "5DAY CHANGE IN THE SAMPP 500 AS OF THIS MINUTE  0%", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200304, "Text": "The price of security... Don't expect Equity upside if you're investing in Fixed Income\n\nMookie Betts is going to m… https://t.co/OyLoS6acpo", "clean_text": "THE PRICE OF SECURITY DONT EXPECT EQUITY UPSIDE IF YOURE INVESTING IN FIXED INCOME\n\nMOOKIE BETTS IS GOING TO M ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200304, "Text": "RT @Super70sSports: When a 7-foot tall 12-year-old is playing in a league with normal 12-year-olds on an 8-foot rim ...\n\nhttps://t.co/aXTJE…", "clean_text": "RT @SUPER70SSPORTS WHEN A 7FOOT TALL 12YEAROLD IS PLAYING IN A LEAGUE WITH NORMAL 12YEAROLDS ON AN 8FOOT RIM \n\n", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200303, "Text": "@kidkapital If you take the sports book analogy forward, what can $Z $ZG do when there's a shift in demand equivale… https://t.co/WFySazh8CH", "clean_text": "@KIDKAPITAL IF YOU TAKE THE SPORTS BOOK ANALOGY FORWARD WHAT CAN Z ZG DO WHEN THERE A SHIFT IN DEMAND EQUIVALE ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200302, "Text": "RT @stevewoz: Checking out Janet’s bad cough. Started Jan. 4. We had just returned from China and may have both been patient zero in U.S. (…", "clean_text": "RT @STEVEWOZ CHECKING OUT JANETS BAD COUGH STARTED JAN 4 WE HAD JUST RETURNED FROM CHINA AND MAY HAVE BOTH BEEN PATIENT ZERO IN US ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200302, "Text": "Bloomberg said in Fox town hall he’s going to combat the Coronavirus by going to a Chinese restaurant tomorrow.", "clean_text": "BLOOMBERG SAID IN FOX TOWN HALL HES GOING TO COMBAT THE CORONAVIRUS BY GOING TO A CHINESE RESTAURANT TOMORROW", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200302, "Text": "@eddie_harwood Think $DIS &amp; $CMCSA US parks will see impact in LA area (Jan 2020 LA airport traffic down 1%, bet Fe… https://t.co/uzl1zK0N0F", "clean_text": "@EDDIE_HARWOOD THINK DIS AMP CMCSA US PARKS WILL SEE IMPACT IN LA AREA JAN 2020 LA AIRPORT TRAFFIC DOWN 1% BET FE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200302, "Text": "The FED cutting rates in response to economic risk caused by COVID-19 https://t.co/jNH3bwtLeK", "clean_text": "THE FED CUTTING RATES IN RESPONSE TO ECONOMIC RISK CAUSED BY COVID19 ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "2/n: $NEWT may be the worst underwriter of commercial credit in 20 years w/ historically bad credit stats (11.6% no… https://t.co/kMdN5IaoCC", "clean_text": "2N NEWT MAY BE THE WORST UNDERWRITER OF COMMERCIAL CREDIT IN 20 YEARS W HISTORICALLY BAD CREDIT STATS 116% NO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200302, "Text": "RT @lizzhuerta: Woman in grocery line: oh are you buying rice and beans for Coronavirus?\n\nMe: No, I’m buying rice and beans because I’m Mex…", "clean_text": "RT @LIZZHUERTA WOMAN IN GROCERY LINE OH ARE YOU BUYING RICE AND BEANS FOR CORONAVIRUS\n\nME NO IM BUYING RICE AND BEANS BECAUSE IM MEX", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200301, "Text": "The iPhone and AdWords are two of the best businesses in history. Always interesting that one pays the other ~$12 b… https://t.co/bbq9GO31ka", "clean_text": "THE IPHONE AND ADWORDS ARE TWO OF THE BEST BUSINESSES IN HISTORY ALWAYS INTERESTING THAT ONE PAYS THE OTHER ~12 B ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200301, "Text": "RT @thestinkmarket: The coronavirus won’t last long because it was made in China.", "clean_text": "RT @THESTINKMARKET THE CORONAVIRUS WONT LAST LONG BECAUSE IT WAS MADE IN CHINA", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200229, "Text": "@LACountyRRCC Thanks. I’m currently in NYC, so will have to try to handle via email.", "clean_text": "@LACOUNTYRRCC THANKS IM CURRENTLY IN NYC SO WILL HAVE TO TRY TO HANDLE VIA EMAIL", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200229, "Text": "Prudential investors back Loeb but in no rush to execute break-up plan https://t.co/9jtv1r7jfb", "clean_text": "PRUDENTIAL INVESTORS BACK LOEB BUT IN NO RUSH TO EXECUTE BREAKUP PLAN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200229, "Text": "#duediligence w/ the family. Very packed, no masks. Almost no masks in Houston or Orlando airports. Universal Orlan… https://t.co/ivYEPBUul4", "clean_text": "#DUEDILIGENCE W THE FAMILY VERY PACKED NO MASKS ALMOST NO MASKS IN HOUSTON OR ORLANDO AIRPORTS UNIVERSAL ORLAN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200228, "Text": "I expect $CMCSA to generate around $3.69/sh. in FCFE in 2023. (I use current yr FCFE + prior year S/O given repurch… https://t.co/c2x3YD5MHB", "clean_text": "I EXPECT CMCSA TO GENERATE AROUND 369SH IN FCFE IN 2023 I USE CURRENT YR FCFE PRIOR YEAR SO GIVEN REPURCH ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FCFYield", "Time": 20200228, "Text": "Tesla’s valuation in the German version of my DCF just increased by $100 per share. Bullish! https://t.co/x30c3gmHoB", "clean_text": "TESLAS VALUATION IN THE GERMAN VERSION OF MY DCF JUST INCREASED BY 100 PER SHARE BULLISH ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200228, "Text": "Active managers \"I'm super bearish on the markets. We're in a liquidity driven bubble. That is why we are overweigh… https://t.co/XoZG7g6M3v", "clean_text": "ACTIVE MANAGERS IM SUPER BEARISH ON THE MARKETS WERE IN A LIQUIDITY DRIVEN BUBBLE THAT IS WHY WE ARE OVERWEIGH ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200228, "Text": "Responding to this: https://t.co/zFmYvD11Kl\n\n@GlassH_Research is in the fourth year of its campaign at $TPC https://t.co/V0rp1k3r8e", "clean_text": "RESPONDING TO THIS \n\n@GLASSH_RESEARCH IS IN THE FOURTH YEAR OF ITS CAMPAIGN AT TPC ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200227, "Text": "RT @CSIMA_CBS: Other than a notebook (or laptop) for taking notes, one should have @goodreads open when in class with @mjmauboussin. Empiri…", "clean_text": "RT @CSIMA_CBS OTHER THAN A NOTEBOOK OR LAPTOP FOR TAKING NOTES ONE SHOULD HAVE @GOODREADS OPEN WHEN IN CLASS WITH @MJMAUBOUSSIN EMPIRI", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@nuggy5 It looks like $ARC bought back 3.5% of the shares outstanding THIS MORNING in a block trade....", "clean_text": "@NUGGY5 IT LOOKS LIKE ARC BOUGHT BACK 35% OF THE SHARES OUTSTANDING THIS MORNING IN A BLOCK TRADE", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200225, "Text": "The extra yield for downgrading from BBB corporates to BB corporates got insanely narrow in December. The spread ha… https://t.co/NyypEMTAnv", "clean_text": "THE EXTRA YIELD FOR DOWNGRADING FROM BBB CORPORATES TO BB CORPORATES GOT INSANELY NARROW IN DECEMBER THE SPREAD HA ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200225, "Text": "In our October 2017 report, we predicted that Google would ban Cheetah Mobile apps from the Play Store due to what… https://t.co/VKkI7xjQyV", "clean_text": "IN OUR OCTOBER 2017 REPORT WE PREDICTED THAT GOOGLE WOULD BAN CHEETAH MOBILE APPS FROM THE PLAY STORE DUE TO WHAT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200225, "Text": "@Craig_McDermott Nothing in the CEO departure, the weak 1Q20 guidance, and poor earnings quality would indicate tha… https://t.co/WZ7929bs4W", "clean_text": "@CRAIG_MCDERMOTT NOTHING IN THE CEO DEPARTURE THE WEAK 1Q20 GUIDANCE AND POOR EARNINGS QUALITY WOULD INDICATE THA ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200224, "Text": "“We’re about 80% in equities and 20% in cash.  I’d rather have that other 20% in good businesses.  That is to some… https://t.co/xaSnPBTmQ0", "clean_text": "WERE ABOUT 80% IN EQUITIES AND 20% IN CASH  ID RATHER HAVE THAT OTHER 20% IN GOOD BUSINESSES  THAT IS TO SOME ", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "marketfolly", "Time": 20200224, "Text": "in equities  Equities are so much cheaper than bonds, long bonds, that something will change in a major way. I just… https://t.co/OUZyz3edPs", "clean_text": "IN EQUITIES  EQUITIES ARE SO MUCH CHEAPER THAN BONDS LONG BONDS THAT SOMETHING WILL CHANGE IN A MAJOR WAY I JUST ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200224, "Text": "What Bloomberg has done? Bomb in the debate and then place big billboards in Trump rally cities pointing out that h… https://t.co/VAD5LrmZOb", "clean_text": "WHAT BLOOMBERG HAS DONE BOMB IN THE DEBATE AND THEN PLACE BIG BILLBOARDS IN TRUMP RALLY CITIES POINTING OUT THAT H ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200224, "Text": "Yet another late Friday night filing shows $MDLA CTO sold his second &gt;10% stake in the last three months.  $MDLA’s… https://t.co/d8Oo7N9WsL", "clean_text": "YET ANOTHER LATE FRIDAY NIGHT FILING SHOWS MDLA CTO SOLD HIS SECOND GT10% STAKE IN THE LAST THREE MONTHS  MDLAS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200223, "Text": "On paper leverage often looks great, in practice its often a disaster. via @AbnormalReturns -… https://t.co/irWiJJQl4c", "clean_text": "ON PAPER LEVERAGE OFTEN LOOKS GREAT IN PRACTICE ITS OFTEN A DISASTER VIA @ABNORMALRETURNS  ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200221, "Text": "Navient buys back $300M in stock from activist shareholder that sought board takeover https://t.co/eDLrgGTzBw", "clean_text": "NAVIENT BUYS BACK 300M IN STOCK FROM ACTIVIST SHAREHOLDER THAT SOUGHT BOARD TAKEOVER ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200221, "Text": "For more, see \"Xi Jinping goes viral\" in the Feb. 21 issue of Grant's. https://t.co/2v6z4wFvHk https://t.co/WNm3zMC86A", "clean_text": "FOR MORE SEE XI JINPING GOES VIRAL IN THE FEB 21 ISSUE OF GRANT  ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200221, "Text": "The NASDAQ was $CAN's dumping ground of last resort after three failed listing attempts in China and HK.  Ill-conce… https://t.co/wXNuvwSbTK", "clean_text": "THE NASDAQ WAS CAN DUMPING GROUND OF LAST RESORT AFTER THREE FAILED LISTING ATTEMPTS IN CHINA AND HK  ILLCONCE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}]