["IN", {"Name": "probesreporter", "Time": 20200526, "Text": "RT @JohnPGavin: Covid still rampant in Minnesota ... https://t.co/8LnCMLVypn", "clean_text": "RT @JOHNPGAVIN COVID STILL RAMPANT IN MINNESOTA  ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "muddywatersre", "Time": 20200526, "Text": "In this interview I explain why Holding Foreign Companies Accountable Act is very fair to PRC government (no mentio… https://t.co/zhZh75boRi", "clean_text": "IN THIS INTERVIEW I EXPLAIN WHY HOLDING FOREIGN COMPANIES ACCOUNTABLE ACT IS VERY FAIR TO PRC GOVERNMENT NO MENTIO ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200526, "Text": "Came across a new metric in the #fridaynightdump: 4-wall EBITDA appeared for first time in a $JCP filing.… https://t.co/0tUn4u6zQf", "clean_text": "CAME ACROSS A NEW METRIC IN THE #FRIDAYNIGHTDUMP 4WALL EBITDA APPEARED FOR FIRST TIME IN A JCP FILING ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200526, "Text": "@Nerlynx1 @RodBoydILM Yeah, I think the whole “no tout” label expired with his crypto ads all over the internet in… https://t.co/HKVbaka0Xq", "clean_text": "@NERLYNX1 @RODBOYDILM YEAH I THINK THE WHOLE NO TOUT” LABEL EXPIRED WITH HIS CRYPTO ADS ALL OVER THE INTERNET IN ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200526, "Text": "RT @cullenroche: From the head of a 1,000 employee agriculture firm:\n\n\"Sales were down 90% in March, April and I was consulting bankruptcy…", "clean_text": "RT @CULLENROCHE FROM THE HEAD OF A 1000 EMPLOYEE AGRICULTURE FIRM\n\nSALES WERE DOWN 90% IN MARCH APRIL AND I WAS CONSULTING BANKRUPTCY", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "RT @AthanaDiplas: The frequency of CDS credit events is measured in Hertz.", "clean_text": "RT @ATHANADIPLAS THE FREQUENCY OF CDS CREDIT EVENTS IS MEASURED IN HERTZ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "@JohnaMcCulloug6 Cool. Here's a brief clip with some more interviews. https://t.co/G4jqMAVUGE If you're ever in Cha… https://t.co/zgsX0fZ3vu", "clean_text": "@JOHNAMCCULLOUG6 COOL HERE A BRIEF CLIP WITH SOME MORE INTERVIEWS  IF YOURE EVER IN CHA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "RT @DegenRolf: Women were more sensitive than men to \"dealbreakers\" (that make a candidate unfit) in their mate choices.  https://t.co/Gsog…", "clean_text": "RT @DEGENROLF WOMEN WERE MORE SENSITIVE THAN MEN TO DEALBREAKERS THAT MAKE A CANDIDATE UNFIT IN THEIR MATE CHOICES  ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "RT @annastansbury: In our paper, @LHSummers and I argue that the *decline in worker power* is behind many of the major trends that have sha…", "clean_text": "RT @ANNASTANSBURY IN OUR PAPER @LHSUMMERS AND I ARGUE THAT THE *DECLINE IN WORKER POWER* IS BEHIND MANY OF THE MAJOR TRENDS THAT HAVE SHA", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "Jesse_Livermore", "Time": 20200526, "Text": "RT @Super70sSports: Whenever I’m in an environment with an exclusive VIP area, I just flash this and they clear a path. https://t.co/27yD5k…", "clean_text": "RT @SUPER70SSPORTS WHENEVER IM IN AN ENVIRONMENT WITH AN EXCLUSIVE VIP AREA I JUST FLASH THIS AND THEY CLEAR A PATH ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200526, "Text": "Google in buy zone, KLA tries; Netflix chilled $GOOGL $KLAC $NFLX https://t.co/KUjyzBk2He", "clean_text": "GOOGLE IN BUY ZONE KLA TRIES NETFLIX CHILLED GOOGL KLAC NFLX ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200526, "Text": "Heico moving the 6-month YTD rev, ebit, earnings commentary before the 3-month commentary in the press release is...", "clean_text": "HEICO MOVING THE 6MONTH YTD REV EBIT EARNINGS COMMENTARY BEFORE THE 3MONTH COMMENTARY IN THE PRESS RELEASE IS", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200526, "Text": "Stanley Ho's passing brings back a lot of great memories of the experiences and friends I made in Macau/Hong Kong.… https://t.co/NM9zCrKxAf", "clean_text": "STANLEY HO PASSING BRINGS BACK A LOT OF GREAT MEMORIES OF THE EXPERIENCES AND FRIENDS I MADE IN MACAUHONG KONG ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200526, "Text": "$RH to $400.  As themes dominate the market.  Look for $RH to be the leader in the \"de-urbanization of America\".  H… https://t.co/0ihxOKmOKs", "clean_text": "RH TO 400  AS THEMES DOMINATE THE MARKET  LOOK FOR RH TO BE THE LEADER IN THE DEURBANIZATION OF AMERICA  H ", "count1": 3, "count2": 2, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200526, "Text": "Cowards. It's been very clear for a while now. They pretend to talk policy to avoid facing their cowardice in stayi… https://t.co/9AhHWCYebg", "clean_text": "COWARDS IT BEEN VERY CLEAR FOR A WHILE NOW THEY PRETEND TO TALK POLICY TO AVOID FACING THEIR COWARDICE IN STAYI ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200525, "Text": "A very happy Memorial Day to all in the 🇺🇸U.S. today, and a call for peace☮️, health ⚕️and happiness 😃around the globe 🌎🌍🌏", "clean_text": "A VERY HAPPY MEMORIAL DAY TO ALL IN THE 🇺🇸US TODAY AND A CALL FOR PEACE☮️ HEALTH ⚕️AND HAPPINESS 😃AROUND THE GLOBE 🌎🌍🌏", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200525, "Text": "@shurder lol the prices are in dollars and i paid with a credit card but to be fair they do accept bitcoin", "clean_text": "@SHURDER LOL THE PRICES ARE IN DOLLARS AND I PAID WITH A CREDIT CARD BUT TO BE FAIR THEY DO ACCEPT BITCOIN", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200525, "Text": "@njl @peterb i know this is a thing that people talk about but i think i have ... never experienced it in my adult… https://t.co/TKOs43Rjro", "clean_text": "@NJL @PETERB I KNOW THIS IS A THING THAT PEOPLE TALK ABOUT BUT I THINK I HAVE  NEVER EXPERIENCED IT IN MY ADULT ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200525, "Text": "RT @Placer_ai: With 21% YoY FT on (data) @BJsWholesale's rise is evidence of increased competition in the wholesale space.  Data Powered by…", "clean_text": "RT @PLACER_AI WITH 21% YOY FT ON DATA @BJSWHOLESALE RISE IS EVIDENCE OF INCREASED COMPETITION IN THE WHOLESALE SPACE  DATA POWERED BY", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200523, "Text": "RT @JohnPGavin: Home canning is something fun I do on the side ... I even have a podcast for it and came out with my first new show in six…", "clean_text": "RT @JOHNPGAVIN HOME CANNING IS SOMETHING FUN I DO ON THE SIDE  I EVEN HAVE A PODCAST FOR IT AND CAME OUT WITH MY FIRST NEW SHOW IN SIX", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "muddywatersre", "Time": 20200523, "Text": "RT @lukedepulford: BREAKING: 198 legislators from 23 countries condemn Beijing's actions in Hong Kong; vow to #StandWithHongKong \n\nIncludin…", "clean_text": "RT @LUKEDEPULFORD BREAKING 198 LEGISLATORS FROM 23 COUNTRIES CONDEMN BEIJING ACTIONS IN HONG KONG VOW TO #STANDWITHHONGKONG \n\nINCLUDIN", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200523, "Text": "@17thStCap What’s the predictive value of this series in the first place?\n\nMore people looking at homes online, ima… https://t.co/LJntkROo6p", "clean_text": "@17THSTCAP WHATS THE PREDICTIVE VALUE OF THIS SERIES IN THE FIRST PLACE\n\nMORE PEOPLE LOOKING AT HOMES ONLINE IMA ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200522, "Text": "This makes it sound like he has another family in South Florida https://t.co/yg7pSkRfop", "clean_text": "THIS MAKES IT SOUND LIKE HE HAS ANOTHER FAMILY IN SOUTH FLORIDA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200522, "Text": "@RussianBear Bro. Some people zoom in on the view. Others on the “big toe” yikes.", "clean_text": "@RUSSIANBEAR BRO SOME PEOPLE ZOOM IN ON THE VIEW OTHERS ON THE BIG TOE” YIKES", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Jesse_Livermore", "Time": 20200522, "Text": "RT @LongShortTrader: “In the short run, the market is a slot machine but in the long run, it is a Turing machine.” - Ben Graham", "clean_text": "RT @LONGSHORTTRADER IN THE SHORT RUN THE MARKET IS A SLOT MACHINE BUT IN THE LONG RUN IT IS A TURING MACHINE”  BEN GRAHAM", "count1": 3, "count2": 0, "count3": 2, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200522, "Text": "Strong results from Splunk fueled another rally in enterprise software stocks Friday $SPLK $NVDA $ADSK https://t.co/9LgEf0YRPd", "clean_text": "STRONG RESULTS FROM SPLUNK FUELED ANOTHER RALLY IN ENTERPRISE SOFTWARE STOCKS FRIDAY SPLK NVDA ADSK ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200522, "Text": "Amazing how we went from talking about tech stacks to debt stacks and back to tech stacks all in the span of just 3 months.", "clean_text": "AMAZING HOW WE WENT FROM TALKING ABOUT TECH STACKS TO DEBT STACKS AND BACK TO TECH STACKS ALL IN THE SPAN OF JUST 3 MONTHS", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200522, "Text": "If you ever see me in a Twitter feud, you'll know my accounts been hacked.", "clean_text": "IF YOU EVER SEE ME IN A TWITTER FEUD YOULL KNOW MY ACCOUNTS BEEN HACKED", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200521, "Text": "Here is an excerpt from my comments at the Greenwich Roundtable in January (seems like a long time ago!). Other par… https://t.co/88dQNlILMV", "clean_text": "HERE IS AN EXCERPT FROM MY COMMENTS AT THE GREENWICH ROUNDTABLE IN JANUARY SEEMS LIKE A LONG TIME AGO OTHER PAR ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200521, "Text": "@felixsalmon @TheStalwart @tylerwinklevoss @cz_binance you needed strong hands to swing a pickaxe in the early bitcoin mines", "clean_text": "@FELIXSALMON @THESTALWART @TYLERWINKLEVOSS @CZ_BINANCE YOU NEEDED STRONG HANDS TO SWING A PICKAXE IN THE EARLY BITCOIN MINES", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200521, "Text": "@IvanTheK i do it. i have 400 boquerones in my fridge rn", "clean_text": "@IVANTHEK I DO IT I HAVE 400 BOQUERONES IN MY FRIDGE RN", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200521, "Text": "@IvanTheK you can actually get a lot of things in reasonable quantities but other things you ... can't.", "clean_text": "@IVANTHEK YOU CAN ACTUALLY GET A LOT OF THINGS IN REASONABLE QUANTITIES BUT OTHER THINGS YOU  CANT", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @WHNSC: (2/2) In 2019 @POTUS said, “We will not avert our eyes from the dictatorship that chants ‘Death to America,’ ‘Death to Israel,’…", "clean_text": "RT @WHNSC 22 IN 2019 @POTUS SAID WE WILL NOT AVERT OUR EYES FROM THE DICTATORSHIP THAT CHANTS DEATH TO AMERICA DEATH TO ISRAEL", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: In announcing U.S. intent to withdraw from the Treaty on Open Skies, @SecPompeo and @POTUS underscore the administration's det…", "clean_text": "RT @USAMBUN IN ANNOUNCING US INTENT TO WITHDRAW FROM THE TREATY ON OPEN SKIES @SECPOMPEO AND @POTUS UNDERSCORE THE ADMINISTRATION DET", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200521, "Text": "How can the #Nasdaq be closing in on all-time highs when the overall economy is struggling? @jfahmy explains the di… https://t.co/NOqJCS9s5R", "clean_text": "HOW CAN THE #NASDAQ BE CLOSING IN ON ALLTIME HIGHS WHEN THE OVERALL ECONOMY IS STRUGGLING @JFAHMY EXPLAINS THE DI ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200521, "Text": "Who would argue the other side of this? Luckin was just the latest in a long parade of junky Chinese listings. https://t.co/Rd3zrQbugT", "clean_text": "WHO WOULD ARGUE THE OTHER SIDE OF THIS LUCKIN WAS JUST THE LATEST IN A LONG PARADE OF JUNKY CHINESE LISTINGS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "That sound you hear is every incoming 1L in the country updating their resume to say they attended Harvard Law Scho… https://t.co/as6q362cry", "clean_text": "THAT SOUND YOU HEAR IS EVERY INCOMING 1L IN THE COUNTRY UPDATING THEIR RESUME TO SAY THEY ATTENDED HARVARD LAW SCHO ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "@Samirkaji I might take the opposite view, and predict that the top banks today will still be the top banks in a de… https://t.co/KzAozTm6sj", "clean_text": "@SAMIRKAJI I MIGHT TAKE THE OPPOSITE VIEW AND PREDICT THAT THE TOP BANKS TODAY WILL STILL BE THE TOP BANKS IN A DE ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "Here’s a great piece in @barronsonline on foot traffic in malls, using data from @Placer_ai. \n\nhttps://t.co/NuM48yWJiB", "clean_text": "HERES A GREAT PIECE IN @BARRONSONLINE ON FOOT TRAFFIC IN MALLS USING DATA FROM @PLACER_AI \n\n", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "@barronsonline @Placer_ai Based on @Placer_ai data, the average mall’s foot traffic is down 75% in early May, but t… https://t.co/eRTH7sWn22", "clean_text": "@BARRONSONLINE @PLACER_AI BASED ON @PLACER_AI DATA THE AVERAGE MALLS FOOT TRAFFIC IS DOWN 75% IN EARLY MAY BUT T ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "$FSCT incredibly bearish news. Went from amicable to hostile with Advent in a heart beat. Management credibility is… https://t.co/7saOEBoT5t", "clean_text": "FSCT INCREDIBLY BEARISH NEWS WENT FROM AMICABLE TO HOSTILE WITH ADVENT IN A HEART BEAT MANAGEMENT CREDIBILITY IS ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "@roger55410174 Why? Doesn't seem to be much visibility in $FSCT's business, sales people fleeing, sales crashing, a… https://t.co/mIRPH0auRa", "clean_text": "@ROGER55410174 WHY DOESNT SEEM TO BE MUCH VISIBILITY IN FSCT BUSINESS SALES PEOPLE FLEEING SALES CRASHING A ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "In claiming a Material Adv Event, Advent cites $FSCT's \"materially disproportionate effect relative to peers\" - our… https://t.co/xOE0yBwRHe", "clean_text": "IN CLAIMING A MATERIAL ADV EVENT ADVENT CITES FSCT MATERIALLY DISPROPORTIONATE EFFECT RELATIVE TO PEERS  OUR ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "@srg444 That is off the \"illustrative guidance\" put in the proxy, that was not issued on the conf call, and not cle… https://t.co/74bmpjxRwx", "clean_text": "@SRG444 THAT IS OFF THE ILLUSTRATIVE GUIDANCE PUT IN THE PROXY THAT WAS NOT ISSUED ON THE CONF CALL AND NOT CLE ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200520, "Text": "Activist investor buys stake in Spirit AeroSystems https://t.co/m9TRS5SMfY", "clean_text": "ACTIVIST INVESTOR BUYS STAKE IN SPIRIT AEROSYSTEMS ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200520, "Text": "RT @gasworld: Vital research has continued at the National Centre for Scientific Research (@CNRS) in France thanks to a constant supply of…", "clean_text": "RT @GASWORLD VITAL RESEARCH HAS CONTINUED AT THE NATIONAL CENTRE FOR SCIENTIFIC RESEARCH @CNRS IN FRANCE THANKS TO A CONSTANT SUPPLY OF", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @SecPompeo: U.S. leadership in the fight against COVID-19 continues. With $162 million in new humanitarian assistance, the U.S. governme…", "clean_text": "RT @SECPOMPEO US LEADERSHIP IN THE FIGHT AGAINST COVID19 CONTINUES WITH 162 MILLION IN NEW HUMANITARIAN ASSISTANCE THE US GOVERNME", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @statedeptspox: The Secretary’s announcement of $162 million in new U.S. assistance for the global COVID-19 response today represents th…", "clean_text": "RT @STATEDEPTSPOX THE SECRETARYS ANNOUNCEMENT OF 162 MILLION IN NEW US ASSISTANCE FOR THE GLOBAL COVID19 RESPONSE TODAY REPRESENTS TH", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "EdBorgato", "Time": 20200520, "Text": "@DavidSchawel Fwiw, a friend just bought a house in Connecticut, giving up UES w/ park views, pulling the kid out o… https://t.co/m6aOy0PxAD", "clean_text": "@DAVIDSCHAWEL FWIW A FRIEND JUST BOUGHT A HOUSE IN CONNECTICUT GIVING UP UES W PARK VIEWS PULLING THE KID OUT O ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200520, "Text": "$INO Company should be halted as they have no shame in this time of crisis.  Read Citron to see how $INO issued \"ro… https://t.co/bBcqlUXdho", "clean_text": "INO COMPANY SHOULD BE HALTED AS THEY HAVE NO SHAME IN THIS TIME OF CRISIS  READ CITRON TO SEE HOW INO ISSUED RO ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "RT @tracyalloway: The composition of global fiscal stimulus in the corona crisis of 2020 vs. the financial crisis of 2008/2009, via UBS. Fi…", "clean_text": "RT @TRACYALLOWAY THE COMPOSITION OF GLOBAL FISCAL STIMULUS IN THE CORONA CRISIS OF 2020 VS THE FINANCIAL CRISIS OF 20082009 VIA UBS FI", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "@ganeumann This looks super cool. Any kid with the chance to learn from McCloskey and Mokyr is in for a treat. \n\nMy… https://t.co/Igu6wVHkdX", "clean_text": "@GANEUMANN THIS LOOKS SUPER COOL ANY KID WITH THE CHANCE TO LEARN FROM MCCLOSKEY AND MOKYR IS IN FOR A TREAT \n\nMY ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200520, "Text": "$TJX has been more or less rewarded by investors in the post COVID19 world despite not having an ecommerce strategy… https://t.co/WPaYFnI8e6", "clean_text": "TJX HAS BEEN MORE OR LESS REWARDED BY INVESTORS IN THE POST COVID19 WORLD DESPITE NOT HAVING AN ECOMMERCE STRATEGY ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200520, "Text": "@NoonSixCap In modern parlance: The Fed", "clean_text": "@NOONSIXCAP IN MODERN PARLANCE THE FED", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200520, "Text": "RT @Atul_Gawande: What's happening in Brazil is horrifying. The coronavirus is spreading rapidly, overwhelming the health care system, and…", "clean_text": "RT @ATUL_GAWANDE WHAT HAPPENING IN BRAZIL IS HORRIFYING THE CORONAVIRUS IS SPREADING RAPIDLY OVERWHELMING THE HEALTH CARE SYSTEM AND", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200519, "Text": "@jjncapital Everything for sale in USA", "clean_text": "@JJNCAPITAL EVERYTHING FOR SALE IN USA", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200519, "Text": "RT @JohnPGavin: Getting rid of the baggage check fee would allow for more space in waiting areas and less clustering during boarding and ex…", "clean_text": "RT @JOHNPGAVIN GETTING RID OF THE BAGGAGE CHECK FEE WOULD ALLOW FOR MORE SPACE IN WAITING AREAS AND LESS CLUSTERING DURING BOARDING AND EX", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200519, "Text": "RT @LucreSnooker: according to This Week in Virology, a prominent coronavirus scientist now believes 45% of transmission is aerosols, 45% d…", "clean_text": "RT @LUCRESNOOKER ACCORDING TO THIS WEEK IN VIROLOGY A PROMINENT CORONAVIRUS SCIENTIST NOW BELIEVES 45% OF TRANSMISSION IS AEROSOLS 45% D", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200519, "Text": "The $INVVY trading today, in an illiquid, books-closed ADR (that can’t be easily arbitraged) might be the clearest… https://t.co/PG8wZYvqtm", "clean_text": "THE INVVY TRADING TODAY IN AN ILLIQUID BOOKSCLOSED ADR THAT CANT BE EASILY ARBITRAGED MIGHT BE THE CLEAREST ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200519, "Text": "@RussianBear Yes. We are in a recession.", "clean_text": "@RUSSIANBEAR YES WE ARE IN A RECESSION", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200519, "Text": "@suvyboy Above 90% in suburban NYC.", "clean_text": "@SUVYBOY ABOVE 90% IN SUBURBAN NYC", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200519, "Text": "RT @AstroBehnken: My neighborhood has been at it again. Just in case @NASA or @SpaceX needs a backup countdown calendar, they've got it cov…", "clean_text": "RT @ASTROBEHNKEN MY NEIGHBORHOOD HAS BEEN AT IT AGAIN JUST IN CASE @NASA OR @SPACEX NEEDS A BACKUP COUNTDOWN CALENDAR THEYVE GOT IT COV", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200519, "Text": "@michelleinbklyn I really liked your oped yesterday but is there a person in a klan hood on the right side about 4… https://t.co/t4vnB66DzQ", "clean_text": "@MICHELLEINBKLYN I REALLY LIKED YOUR OPED YESTERDAY BUT IS THERE A PERSON IN A KLAN HOOD ON THE RIGHT SIDE ABOUT 4 ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200519, "Text": "Given the early data from China, SK, Italy, etc. I would have expected a far more targeted response in the US. https://t.co/eLc6u5Jz2B", "clean_text": "GIVEN THE EARLY DATA FROM CHINA SK ITALY ETC I WOULD HAVE EXPECTED A FAR MORE TARGETED RESPONSE IN THE US ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200519, "Text": "I might even quibble with this point. An 80 year old in a nursing home is likely significantly less healthy than th… https://t.co/3wxpkn130J", "clean_text": "I MIGHT EVEN QUIBBLE WITH THIS POINT AN 80 YEAR OLD IN A NURSING HOME IS LIKELY SIGNIFICANTLY LESS HEALTHY THAN TH ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200519, "Text": "@firstadopter Mine does in the middle of the night, which makes no sense!", "clean_text": "@FIRSTADOPTER MINE DOES IN THE MIDDLE OF THE NIGHT WHICH MAKES NO SENSE", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200519, "Text": "No ego in this business, to me we are all in same boat regardless of age, status, or worth, if we love investing we… https://t.co/ANvxeeIdXX", "clean_text": "NO EGO IN THIS BUSINESS TO ME WE ARE ALL IN SAME BOAT REGARDLESS OF AGE STATUS OR WORTH IF WE LOVE INVESTING WE ", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "FCFYield", "Time": 20200519, "Text": "RT @MarketBlondes: Absolutely brilliant look at how business gets “done” in banking. https://t.co/biYMJBSWIt", "clean_text": "RT @MARKETBLONDES ABSOLUTELY BRILLIANT LOOK AT HOW BUSINESS GETS DONE” IN BANKING ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200519, "Text": "Just on CNBC...\n\n\"These stocks are big weightings in my benchmark so of course I own them....\"\n\nThat's why you pay… https://t.co/ASHXVGwrQK", "clean_text": "JUST ON CNBC\n\nTHESE STOCKS ARE BIG WEIGHTINGS IN MY BENCHMARK SO OF COURSE I OWN THEM\n\nTHAT WHY YOU PAY ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200519, "Text": "Just a reminder that @ShortSightedCap made this call in November...  “the Howard Stern play” he dubbed it. https://t.co/dYSU0pVFWK", "clean_text": "JUST A REMINDER THAT @SHORTSIGHTEDCAP MADE THIS CALL IN NOVEMBER  THE HOWARD STERN PLAY” HE DUBBED IT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "@beyondthearc @DavidTaggart McQueen in Bullitt is the one case in a million where SF fiction &gt; LA reality.", "clean_text": "@BEYONDTHEARC @DAVIDTAGGART MCQUEEN IN BULLITT IS THE ONE CASE IN A MILLION WHERE SF FICTION GT LA REALITY", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "Building a company in the current moment:\n\nAll the bad news has been accelerated.\n\nSome of the good news has been c… https://t.co/OOichuELRf", "clean_text": "BUILDING A COMPANY IN THE CURRENT MOMENT\n\nALL THE BAD NEWS HAS BEEN ACCELERATED\n\nSOME OF THE GOOD NEWS HAS BEEN C ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200519, "Text": "This is some deluge of equity offerings coming here in the after market, who can blame corporate executives?", "clean_text": "THIS IS SOME DELUGE OF EQUITY OFFERINGS COMING HERE IN THE AFTER MARKET WHO CAN BLAME CORPORATE EXECUTIVES", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "We still believe $FSCT is worth in the teens at best. Run rate sales $230m with at best a 3-4x sales multiple https://t.co/cvK2fmLfzv", "clean_text": "WE STILL BELIEVE FSCT IS WORTH IN THE TEENS AT BEST RUN RATE SALES 230M WITH AT BEST A 34X SALES MULTIPLE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "@srg444 Better start some due diligence on the new $FTNT patent lawsuit filed on Friday. Will be millions in defens… https://t.co/tsTE40DJYF", "clean_text": "@SRG444 BETTER START SOME DUE DILIGENCE ON THE NEW FTNT PATENT LAWSUIT FILED ON FRIDAY WILL BE MILLIONS IN DEFENS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "$C Citigroup with some wise commentary on $FSCT in our view. Warning: \"no other bids emerged\"/ \"isn't likely to be… https://t.co/9Txd0Cbwan", "clean_text": "C CITIGROUP WITH SOME WISE COMMENTARY ON FSCT IN OUR VIEW WARNING NO OTHER BIDS EMERGED ISNT LIKELY TO BE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "For those new to following us, we believe we've played a successful roll in re-shaping the narrative for some of… https://t.co/PXAhZoLYF4", "clean_text": "FOR THOSE NEW TO FOLLOWING US WE BELIEVE WEVE PLAYED A SUCCESSFUL ROLL IN RESHAPING THE NARRATIVE FOR SOME OF ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "Looks like sub $20/share $FSCT price target is the emerging consensus so far, $C Citigroup, now Baird weighs in wit… https://t.co/ky7EbhAzAz", "clean_text": "LOOKS LIKE SUB 20SHARE FSCT PRICE TARGET IS THE EMERGING CONSENSUS SO FAR C CITIGROUP NOW BAIRD WEIGHS IN WIT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "@prosperousguy @trendwhizo Hardest thing to do in investing is admit when you're wrong. Hurling insults at people w… https://t.co/Qc6PUOpicX", "clean_text": "@PROSPEROUSGUY @TRENDWHIZO HARDEST THING TO DO IN INVESTING IS ADMIT WHEN YOURE WRONG HURLING INSULTS AT PEOPLE W ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200518, "Text": "But \"new york has the best tap water\" the refrain of those who have succumbed to the madness of living in NYC and a… https://t.co/R9MpEq3Qtc", "clean_text": "BUT NEW YORK HAS THE BEST TAP WATER THE REFRAIN OF THOSE WHO HAVE SUCCUMBED TO THE MADNESS OF LIVING IN NYC AND A ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@tejada444 You're a retail investor with the majority of your net worth in a security and you wrote up a note with… https://t.co/b3gIdXAM34", "clean_text": "@TEJADA444 YOURE A RETAIL INVESTOR WITH THE MAJORITY OF YOUR NET WORTH IN A SECURITY AND YOU WROTE UP A NOTE WITH ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200518, "Text": "The Gates Foundation gave $MRNA a grant four years ago. \n\nSome guy in camo gear protesting \"the elites\" could be se… https://t.co/mVvxhrAff9", "clean_text": "THE GATES FOUNDATION GAVE MRNA A GRANT FOUR YEARS AGO \n\nSOME GUY IN CAMO GEAR PROTESTING THE ELITES COULD BE SE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200518, "Text": "Sometimes I wonder if the people who write the mobile alerts that get pushed out by Finance apps are in on the joke… https://t.co/MKOoODulIv", "clean_text": "SOMETIMES I WONDER IF THE PEOPLE WHO WRITE THE MOBILE ALERTS THAT GET PUSHED OUT BY FINANCE APPS ARE IN ON THE JOKE ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200517, "Text": "RT @investbooksUS: Thinking in Bets: Making Smarter Decisions When You Don't Have All the Facts by @AnnieDuke\n\n#kindlebook recommended by @…", "clean_text": "RT @INVESTBOOKSUS THINKING IN BETS MAKING SMARTER DECISIONS WHEN YOU DONT HAVE ALL THE FACTS BY @ANNIEDUKE\n\n#KINDLEBOOK RECOMMENDED BY @", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200517, "Text": "@bennpeifert I’m more interested in why you would happen to have these exposures to begin with?", "clean_text": "@BENNPEIFERT IM MORE INTERESTED IN WHY YOU WOULD HAPPEN TO HAVE THESE EXPOSURES TO BEGIN WITH", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200517, "Text": "The World Health Assembly opens tomorrow &amp; Taiwan remains uninvited. Without Taiwan, there is a gaping hole in glob… https://t.co/U4CmQTqfRc", "clean_text": "THE WORLD HEALTH ASSEMBLY OPENS TOMORROW AMP TAIWAN REMAINS UNINVITED WITHOUT TAIWAN THERE IS A GAPING HOLE IN GLOB ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200517, "Text": "@NickatFP @DeepDiveCapital @NonGaap There’s so much pain in some (family member of some sort) and paranoia in other… https://t.co/85XnED9GIc", "clean_text": "@NICKATFP @DEEPDIVECAPITAL @NONGAAP THERES SO MUCH PAIN IN SOME FAMILY MEMBER OF SOME SORT AND PARANOIA IN OTHER ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "matt_levine", "Time": 20200516, "Text": "@hels i got seventh in \"Bonds and Loans,\" that's something", "clean_text": "@HELS I GOT SEVENTH IN BONDS AND LOANS THAT SOMETHING", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200516, "Text": "@toddyoungsie Not about secrecy. Meant there’s perhaps more value in the filings this time around as it highlights… https://t.co/OtCoAKrdXb", "clean_text": "@TODDYOUNGSIE NOT ABOUT SECRECY MEANT THERES PERHAPS MORE VALUE IN THE FILINGS THIS TIME AROUND AS IT HIGHLIGHTS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200516, "Text": "This is the best story I have read in a while. It includes: \n- World's coolest PE guy \n- Eccentric British submarin… https://t.co/4rek9sisq4", "clean_text": "THIS IS THE BEST STORY I HAVE READ IN A WHILE IT INCLUDES WORLD COOLEST PE GUY ECCENTRIC BRITISH SUBMARIN ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@Alphaholic1 No, you see, they were reckless - \n\nThey were only prepared for a recessionary downturn in travel. The… https://t.co/fzJo7WyKhz", "clean_text": "@ALPHAHOLIC1 NO YOU SEE THEY WERE RECKLESS  \n\nTHEY WERE ONLY PREPARED FOR A RECESSIONARY DOWNTURN IN TRAVEL THE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "In hindsight, it’s kind of weird we didn’t have aggressive screening in nursing homes. Not just for COVID. \n\nLike t… https://t.co/SBZEHcAKpI", "clean_text": "IN HINDSIGHT ITS KIND OF WEIRD WE DIDNT HAVE AGGRESSIVE SCREENING IN NURSING HOMES NOT JUST FOR COVID \n\nLIKE T ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@JSiegel88 Oh they are terrible. Recovering from a surgery in a nursing home is one thing, but I would not be willi… https://t.co/fgpzIogIWZ", "clean_text": "@JSIEGEL88 OH THEY ARE TERRIBLE RECOVERING FROM A SURGERY IN A NURSING HOME IS ONE THING BUT I WOULD NOT BE WILLI ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "@mkraju Contact us. Our @JohnPGavin is an expert in interpreting these types of announcements and will gladly lend… https://t.co/53e8o3TvqF", "clean_text": "@MKRAJU CONTACT US OUR @JOHNPGAVIN IS AN EXPERT IN INTERPRETING THESE TYPES OF ANNOUNCEMENTS AND WILL GLADLY LEND ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "@jeremyherb Contact us. Our @JohnPGavin is an expert in interpreting these types of announcements and will gladly l… https://t.co/1NmWLQnvdC", "clean_text": "@JEREMYHERB CONTACT US OUR @JOHNPGAVIN IS AN EXPERT IN INTERPRETING THESE TYPES OF ANNOUNCEMENTS AND WILL GLADLY L ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200515, "Text": "This 13F season is one of the most interesting/useful in a while due to the timing of the portfolio snapshot (Mar 3… https://t.co/ndSIZMLm4V", "clean_text": "THIS 13F SEASON IS ONE OF THE MOST INTERESTINGUSEFUL IN A WHILE DUE TO THE TIMING OF THE PORTFOLIO SNAPSHOT MAR 3 ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200515, "Text": "@JamiePastore9 that's such a good idea it should go in illegal life pro tips", "clean_text": "@JAMIEPASTORE9 THAT SUCH A GOOD IDEA IT SHOULD GO IN ILLEGAL LIFE PRO TIPS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200515, "Text": "RT @jfc_3_: Thread \n\nCOVID-19 and Spanish Influenza similarities in terms of the American experience, the dominant narratives, and random a…", "clean_text": "RT @JFC_3_ THREAD \n\nCOVID19 AND SPANISH INFLUENZA SIMILARITIES IN TERMS OF THE AMERICAN EXPERIENCE THE DOMINANT NARRATIVES AND RANDOM A", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "Today, I had the pleasure of speaking with @MOHW_Taiwan's virtual forum in combatting #COVID19 about the vital impo… https://t.co/qbdfOuBP8U", "clean_text": "TODAY I HAD THE PLEASURE OF SPEAKING WITH @MOHW_TAIWAN VIRTUAL FORUM IN COMBATTING #COVID19 ABOUT THE VITAL IMPO ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO said that ~80% of wound care centers were now open (up from ~70% in April) and that more than 50% of wound ca… https://t.co/ebEv1JaoYi", "clean_text": "ORGO SAID THAT ~80% OF WOUND CARE CENTERS WERE NOW OPEN UP FROM ~70% IN APRIL AND THAT MORE THAN 50% OF WOUND CA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO, a $MDXG competitor in the allograft space, provided an encouraging update regarding the current status of an… https://t.co/7doJ5SWNV6", "clean_text": "ORGO A MDXG COMPETITOR IN THE ALLOGRAFT SPACE PROVIDED AN ENCOURAGING UPDATE REGARDING THE CURRENT STATUS OF AN ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "Dire news for $MIDD. @OpenTable says 1 in 4 restaurants won't re-open. The recovery will be long and drawn out, not… https://t.co/ltVE5KWegk", "clean_text": "DIRE NEWS FOR MIDD @OPENTABLE SAYS 1 IN 4 RESTAURANTS WONT REOPEN THE RECOVERY WILL BE LONG AND DRAWN OUT NOT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200515, "Text": "\"More data has been created in the last 2 years than in the entire previous history of humans.\"\n\nData in the first… https://t.co/uokvvm4Vto", "clean_text": "MORE DATA HAS BEEN CREATED IN THE LAST 2 YEARS THAN IN THE ENTIRE PREVIOUS HISTORY OF HUMANS\n\nDATA IN THE FIRST ", "count1": 3, "count2": 0, "count3": 3, "count4": 0}, {"Name": "EdBorgato", "Time": 20200515, "Text": "@IvanTheK His entire notion w/r/t outcome breaks down in the counterfactuals... had we done more/had we done less.… https://t.co/C3uSJuN1cd", "clean_text": "@IVANTHEK HIS ENTIRE NOTION WRT OUTCOME BREAKS DOWN IN THE COUNTERFACTUALS HAD WE DONE MOREHAD WE DONE LESS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200515, "Text": "Another successful outcome for $OSTK's @Voatz platform, this time in the Arizona Republican primary.  Momentum is b… https://t.co/y3iR3I05ai", "clean_text": "ANOTHER SUCCESSFUL OUTCOME FOR OSTK @VOATZ PLATFORM THIS TIME IN THE ARIZONA REPUBLICAN PRIMARY  MOMENTUM IS B ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200515, "Text": "RT @AvatarDomy: Furious hailstorm razes trees in North Texas https://t.co/jQe0jzoHSB", "clean_text": "RT @AVATARDOMY FURIOUS HAILSTORM RAZES TREES IN NORTH TEXAS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200514, "Text": "I have always strived to present this newsletter in the most flattering light. https://t.co/HFgvA97dvO", "clean_text": "I HAVE ALWAYS STRIVED TO PRESENT THIS NEWSLETTER IN THE MOST FLATTERING LIGHT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200514, "Text": "Consistently amazed by the number of people talking about how WFH is here to stay, while in the real life all anyon… https://t.co/XB3AtY0PMa", "clean_text": "CONSISTENTLY AMAZED BY THE NUMBER OF PEOPLE TALKING ABOUT HOW WFH IS HERE TO STAY WHILE IN THE REAL LIFE ALL ANYON ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200514, "Text": "This was a nice catch by @Stockjabber on something I had not yet heard of. Not seeing it in a lot of companies — ye… https://t.co/PlJ8UsALOV", "clean_text": "THIS WAS A NICE CATCH BY @STOCKJABBER ON SOMETHING I HAD NOT YET HEARD OF NOT SEEING IT IN A LOT OF COMPANIES YE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200514, "Text": "Interesting terms in section 3.3 of exhibit 4.35 to the $NIO 20-F: if it fails to make any of the NIO China install… https://t.co/W8IpS4ylTh", "clean_text": "INTERESTING TERMS IN SECTION 33 OF EXHIBIT 435 TO THE NIO 20F IF IT FAILS TO MAKE ANY OF THE NIO CHINA INSTALL ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200514, "Text": "RT @laurelchor: I’ve landed in Hong Kong after flying from Paris CDG, via London Heathrow. I now have to wait ~8 hours before I get my #COV…", "clean_text": "RT @LAURELCHOR IVE LANDED IN HONG KONG AFTER FLYING FROM PARIS CDG VIA LONDON HEATHROW I NOW HAVE TO WAIT ~8 HOURS BEFORE I GET MY #COV", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200514, "Text": "@dschorrnyc So out of date - haven’t Looked at it in years", "clean_text": "@DSCHORRNYC SO OUT OF DATE  HAVENT LOOKED AT IT IN YEARS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "Keynotes in 2019 vs. 2020 #GTC2020 https://t.co/f6fbxTf8hO", "clean_text": "KEYNOTES IN 2019 VS 2020 #GTC2020 ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200514, "Text": "@iamstacetheace It seems your first two statements are not true for the biz. What has been the trend in bad-debt expense/charge-offs?", "clean_text": "@IAMSTACETHEACE IT SEEMS YOUR FIRST TWO STATEMENTS ARE NOT TRUE FOR THE BIZ WHAT HAS BEEN THE TREND IN BADDEBT EXPENSECHARGEOFFS", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200514, "Text": "@iamstacetheace Really want the ticker on this co. Hitting me in all of the short selling feels.", "clean_text": "@IAMSTACETHEACE REALLY WANT THE TICKER ON THIS CO HITTING ME IN ALL OF THE SHORT SELLING FEELS", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200514, "Text": "RT @byrdinator: The Senate just now approved a bill to sanction Chinese government officials responsible for internment camps in Xinjiang,…", "clean_text": "RT @BYRDINATOR THE SENATE JUST NOW APPROVED A BILL TO SANCTION CHINESE GOVERNMENT OFFICIALS RESPONSIBLE FOR INTERNMENT CAMPS IN XINJIANG", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "$FSCT Management's explanations for a poor Q1 blaming #COVID19 and the deal itself are insufficient in our view… https://t.co/m8YhZ8sWVO", "clean_text": "FSCT MANAGEMENT EXPLANATIONS FOR A POOR Q1 BLAMING #COVID19 AND THE DEAL ITSELF ARE INSUFFICIENT IN OUR VIEW ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "We continue our primary due diligence on $FSCT including public FOIAs in process with gov't agencies. We want the p… https://t.co/APr3KEMm5T", "clean_text": "WE CONTINUE OUR PRIMARY DUE DILIGENCE ON FSCT INCLUDING PUBLIC FOIAS IN PROCESS WITH GOVT AGENCIES WE WANT THE P ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "Anyone read the fine print other than $FSCT lawyers and Spruce Point? Why in the 11th hour is the Company EXPANDING… https://t.co/3crzO0LhY0", "clean_text": "ANYONE READ THE FINE PRINT OTHER THAN FSCT LAWYERS AND SPRUCE POINT WHY IN THE 11TH HOUR IS THE COMPANY EXPANDING ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “I want to be invested in the banks at some point, my problem is if you think there’s a long period of low… https://t.co/i6F266pxXs", "clean_text": "TEPPER I WANT TO BE INVESTED IN THE BANKS AT SOME POINT MY PROBLEM IS IF YOU THINK THERES A LONG PERIOD OF LOW ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200513, "Text": "@bennpeifert V. Good twete. There’s a gradualism vs shock therapy joke in here somewhere.", "clean_text": "@BENNPEIFERT V GOOD TWETE THERES A GRADUALISM VS SHOCK THERAPY JOKE IN HERE SOMEWHERE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200513, "Text": "@ROIChristie Generally high levels of leverage in the corporate sector needing time to heal which will manifest Its… https://t.co/EkcUolTRj6", "clean_text": "@ROICHRISTIE GENERALLY HIGH LEVELS OF LEVERAGE IN THE CORPORATE SECTOR NEEDING TIME TO HEAL WHICH WILL MANIFEST ITS ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@retail_risk Bloomberg if doing anything in fixed income / commodities, otherwise FactSet (if cost at all a conside… https://t.co/0QJDbAnLgK", "clean_text": "@RETAIL_RISK BLOOMBERG IF DOING ANYTHING IN FIXED INCOME  COMMODITIES OTHERWISE FACTSET IF COST AT ALL A CONSIDE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@RussianBear Reading about what life is like in Taiwan / SK / etc.... I have concerns. \n\nI understand the public he… https://t.co/7PYlz3awcM", "clean_text": "@RUSSIANBEAR READING ABOUT WHAT LIFE IS LIKE IN TAIWAN  SK  ETC I HAVE CONCERNS \n\nI UNDERSTAND THE PUBLIC HE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200513, "Text": "Why doesn't $CMCSA (excluding debt, SKY deal) purchase $NTDOY? Already in partnership for theme parks in Japan (202… https://t.co/UgCgOO8bR0", "clean_text": "WHY DOESNT CMCSA EXCLUDING DEBT SKY DEAL PURCHASE NTDOY ALREADY IN PARTNERSHIP FOR THEME PARKS IN JAPAN 202 ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "CitronResearch", "Time": 20200513, "Text": "$GSX only large cap stock in 20 yrs that has allegedly grown rev over 350% a year and profitable during growth  No… https://t.co/KRaEYHoCsI", "clean_text": "GSX ONLY LARGE CAP STOCK IN 20 YRS THAT HAS ALLEGEDLY GROWN REV OVER 350% A YEAR AND PROFITABLE DURING GROWTH  NO ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @CapitalObserver: I counted roughly $24 billion of secondary offerings this week, possibly a record. This gets zero mentions in any narr…", "clean_text": "RT @CAPITALOBSERVER I COUNTED ROUGHLY 24 BILLION OF SECONDARY OFFERINGS THIS WEEK POSSIBLY A RECORD THIS GETS ZERO MENTIONS IN ANY NARR", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200512, "Text": "RT @CanningSeason: The Canning Season podcast, which ran in 2013-2014, is returning. Just in time for this year’s growing season!  No scary…", "clean_text": "RT @CANNINGSEASON THE CANNING SEASON PODCAST WHICH RAN IN 20132014 IS RETURNING JUST IN TIME FOR THIS YEARS GROWING SEASON  NO SCARY", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "marketfolly", "Time": 20200512, "Text": "@patrick_oshag What’s the single most important thing you look for in a business/asset?", "clean_text": "@PATRICK_OSHAG WHATS THE SINGLE MOST IMPORTANT THING YOU LOOK FOR IN A BUSINESSASSET", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200512, "Text": "More Druck comments from today in their feed. https://t.co/6eY6pV84G8", "clean_text": "MORE DRUCK COMMENTS FROM TODAY IN THEIR FEED ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200512, "Text": "@RMPerry88 Guys in frats at sec schools and boomers", "clean_text": "@RMPERRY88 GUYS IN FRATS AT SEC SCHOOLS AND BOOMERS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200512, "Text": "@stevengoldstein Yes. Thank goodness for solid Internet because I’m hiding out in the woods these days!", "clean_text": "@STEVENGOLDSTEIN YES THANK GOODNESS FOR SOLID INTERNET BECAUSE IM HIDING OUT IN THE WOODS THESE DAYS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@modestproposal1 Apparently the solution to price gouging allegations in food delivery is more pricing power!", "clean_text": "@MODESTPROPOSAL1 APPARENTLY THE SOLUTION TO PRICE GOUGING ALLEGATIONS IN FOOD DELIVERY IS MORE PRICING POWER", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "Keep getting this song stuck in my head, seems capital has taken a page from labor, always  dreaming “only 5 years… https://t.co/XMMJjQLJZN", "clean_text": "KEEP GETTING THIS SONG STUCK IN MY HEAD SEEMS CAPITAL HAS TAKEN A PAGE FROM LABOR ALWAYS  DREAMING ONLY 5 YEARS ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200512, "Text": "@jfc_3_ Might have something in mind, shoot me a DM and I’ll reach out on my end and see if they have anything open", "clean_text": "@JFC_3_ MIGHT HAVE SOMETHING IN MIND SHOOT ME A DM AND ILL REACH OUT ON MY END AND SEE IF THEY HAVE ANYTHING OPEN", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20200512, "Text": "We just crossed $10M!\n\nWe at Equinum are honored and feel blessed to be able to partner and assist in raising $15M… https://t.co/xY4HmGxxyJ", "clean_text": "WE JUST CROSSED 10M\n\nWE AT EQUINUM ARE HONORED AND FEEL BLESSED TO BE ABLE TO PARTNER AND ASSIST IN RAISING 15M ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200512, "Text": "For more on the travel industry's woes, see \"Empty skies\" in the Grant's issue dated May 1, 2020.\nhttps://t.co/l07r9lRqMJ", "clean_text": "FOR MORE ON THE TRAVEL INDUSTRY WOES SEE EMPTY SKIES IN THE GRANT ISSUE DATED MAY 1 2020\n", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Out of business in a Quibi?\n\nhttps://t.co/tlkmr5DiDS", "clean_text": "OUT OF BUSINESS IN A QUIBI\n\n", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200512, "Text": "After 14 years in the business I am proud to announce that I have received approval from Compliance with NO edits f… https://t.co/Q0jLmNluH4", "clean_text": "AFTER 14 YEARS IN THE BUSINESS I AM PROUD TO ANNOUNCE THAT I HAVE RECEIVED APPROVAL FROM COMPLIANCE WITH NO EDITS F ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200512, "Text": "$PTON in perspective.  2020 mkt cap up $5 bil vs. connected sub up 300k or $17k per sub.  2020  $TDOC mkt cap up $8… https://t.co/PK7QqHgOQl", "clean_text": "PTON IN PERSPECTIVE  2020 MKT CAP UP 5 BIL VS CONNECTED SUB UP 300K OR 17K PER SUB  2020  TDOC MKT CAP UP 8 ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200512, "Text": "$OSTK with some new information in their annual meeting slide deck. Retail sales now up 130% YOY from 4/1-5/10, whi… https://t.co/GiesnldCnE", "clean_text": "OSTK WITH SOME NEW INFORMATION IN THEIR ANNUAL MEETING SLIDE DECK RETAIL SALES NOW UP 130% YOY FROM 41510 WHI ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}]