["A", {"Name": "sprucepointcap", "Time": 20200409, "Text": "Very pleased to issue a \"Strong Sell\" opinion on Align Technologies $ALGN with 40%-55% Downside Risk at https://t.co/xHkyI1enQk", "clean_text": "VERY PLEASED TO ISSUE A STRONG SELL OPINION ON ALIGN TECHNOLOGIES ALGN WITH 40%55% DOWNSIDE RISK AT ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "$ALGN is a structurally better short than $IRBT ever was. So many similarities. https://t.co/ELoKlCmiB7", "clean_text": "ALGN IS A STRUCTURALLY BETTER SHORT THAN IRBT EVER WAS SO MANY SIMILARITIES ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We conducted a proprietary survey of high volume orthodontists to solicit their views + found that $MMM is now offe… https://t.co/rnNjnCRMoY", "clean_text": "WE CONDUCTED A PROPRIETARY SURVEY OF HIGH VOLUME ORTHODONTISTS TO SOLICIT THEIR VIEWS FOUND THAT MMM IS NOW OFFE ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We talked to a large DSO that we estimate could be 11% of $ALGN's orthodontic case starts in the Americas. When ask… https://t.co/TJOrsZ08ud", "clean_text": "WE TALKED TO A LARGE DSO THAT WE ESTIMATE COULD BE 11% OF ALGN ORTHODONTIC CASE STARTS IN THE AMERICAS WHEN ASK ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We've seen this before when former employees leave to create a better solution. $ALGN investors need to pay attenti… https://t.co/4kUQQyVWn0", "clean_text": "WEVE SEEN THIS BEFORE WHEN FORMER EMPLOYEES LEAVE TO CREATE A BETTER SOLUTION ALGN INVESTORS NEED TO PAY ATTENTI ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "Anyone remember 2U $TWOU which we called as a big short at $90/sh. We revealed the true state of economics with doc… https://t.co/bUGsDHIOxQ", "clean_text": "ANYONE REMEMBER 2U TWOU WHICH WE CALLED AS A BIG SHORT AT 90SH WE REVEALED THE TRUE STATE OF ECONOMICS WITH DOC ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "I'm no financial genius, but when i see a company like $ALGN expanding risk factors around its product, and when we… https://t.co/mTfg24v0bn", "clean_text": "IM NO FINANCIAL GENIUS BUT WHEN I SEE A COMPANY LIKE ALGN EXPANDING RISK FACTORS AROUND ITS PRODUCT AND WHEN WE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "@shariffarha \"tribe members\" - guidance \"roughly right, probably wrong\" should like a cult", "clean_text": "@SHARIFFARHA TRIBE MEMBERS  GUIDANCE ROUGHLY RIGHT PROBABLY WRONG SHOULD LIKE A CULT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "$WDFC on conference call drop of oil \"most likely\" will have a positive impact on gross margins. Is this a joke? Th… https://t.co/EaROlt6rpv", "clean_text": "WDFC ON CONFERENCE CALL DROP OF OIL MOST LIKELY WILL HAVE A POSITIVE IMPACT ON GROSS MARGINS IS THIS A JOKE TH ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "matt_levine", "Time": 20200409, "Text": "The reason why it’s called critical function is because we have a critical requirement by senior-ups to provide a p… https://t.co/qBbgTgltrV", "clean_text": "THE REASON WHY ITS CALLED CRITICAL FUNCTION IS BECAUSE WE HAVE A CRITICAL REQUIREMENT BY SENIORUPS TO PROVIDE A P ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200409, "Text": "“A successful near-term retest of the March lows” was such a consensus opinion no wonder we got a big, rapid rally… https://t.co/ptRb9vCttL", "clean_text": "A SUCCESSFUL NEARTERM RETEST OF THE MARCH LOWS” WAS SUCH A CONSENSUS OPINION NO WONDER WE GOT A BIG RAPID RALLY ", "count1": 1, "count2": 0, "count3": 1, "count4": 3}, {"Name": "TruthGundlach", "Time": 20200409, "Text": "Sure glad I closed out all my equity shorts below 19,000 on the DJIA.  Equally glad I put a few back on the last co… https://t.co/5lTlKWzTPG", "clean_text": "SURE GLAD I CLOSED OUT ALL MY EQUITY SHORTS BELOW 19000 ON THE DJIA  EQUALLY GLAD I PUT A FEW BACK ON THE LAST CO ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200409, "Text": "@Andrewnsnyder She's a keeper.", "clean_text": "@ANDREWNSNYDER SHE A KEEPER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200409, "Text": "$CMCSA - this makes a minimum of 2.5 months of closure. Side note - Universal Orlando makes substantially more than… https://t.co/Vi036ySseY", "clean_text": "CMCSA  THIS MAKES A MINIMUM OF 25 MONTHS OF CLOSURE SIDE NOTE  UNIVERSAL ORLANDO MAKES SUBSTANTIALLY MORE THAN ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "FCFYield", "Time": 20200409, "Text": "The risk I struggle with...\n\nNo amount of FED support will fix a situation *IF* the economy has permanently changed… https://t.co/g4R135FNVj", "clean_text": "THE RISK I STRUGGLE WITH\n\nNO AMOUNT OF FED SUPPORT WILL FIX A SITUATION *IF* THE ECONOMY HAS PERMANENTLY CHANGED ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200409, "Text": "@EventDrivenMgr Yeah... how does this work in the case that I have a put option? I honestly don’t know the technica… https://t.co/V4PsbUMUts", "clean_text": "@EVENTDRIVENMGR YEAH HOW DOES THIS WORK IN THE CASE THAT I HAVE A PUT OPTION I HONESTLY DONT KNOW THE TECHNICA ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200409, "Text": "This is a real ad.  But it’s probably gonna be effective. https://t.co/OatqTMTQId", "clean_text": "THIS IS A REAL AD  BUT ITS PROBABLY GONNA BE EFFECTIVE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200408, "Text": "@glenntongue @HotlantaCapital @ArtkoCapital A case study, not \"the big case study.\" It is there to illuminate the p… https://t.co/YHNQGMe8wV", "clean_text": "@GLENNTONGUE @HOTLANTACAPITAL @ARTKOCAPITAL A CASE STUDY NOT THE BIG CASE STUDY IT IS THERE TO ILLUMINATE THE P ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200408, "Text": "Howard Marks (Oaktree Capital) has written a ton of letters over the past month, so if you missed it, here’s the mo… https://t.co/N1dqm3ktaR", "clean_text": "HOWARD MARKS OAKTREE CAPITAL HAS WRITTEN A TON OF LETTERS OVER THE PAST MONTH SO IF YOU MISSED IT HERES THE MO ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200408, "Text": "RT @darrenrovell: Wimbledon reportedly paid $2 million a year for pandemic insurance for the last 17 years \n\n(Total: $34 Million)\n\nFor this…", "clean_text": "RT @DARRENROVELL WIMBLEDON REPORTEDLY PAID 2 MILLION A YEAR FOR PANDEMIC INSURANCE FOR THE LAST 17 YEARS \n\nTOTAL 34 MILLION\n\nFOR THIS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @statedeptspox: The Organization for the Prohibition of Chemical Weapons released a report attributing 3 specific instances of #chemical…", "clean_text": "RT @STATEDEPTSPOX THE ORGANIZATION FOR THE PROHIBITION OF CHEMICAL WEAPONS RELEASED A REPORT ATTRIBUTING 3 SPECIFIC INSTANCES OF #CHEMICAL", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @statedeptspox: America has a long history of generosity and we remain the world’s leading humanitarians. As @SecPompeo said: Viruses do…", "clean_text": "RT @STATEDEPTSPOX AMERICA HAS A LONG HISTORY OF GENEROSITY AND WE REMAIN THE WORLDS LEADING HUMANITARIANS AS @SECPOMPEO SAID VIRUSES DO", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200408, "Text": "@Biohazard3737 ?? It is a few years old so...? Will add $PYPL as well.", "clean_text": "@BIOHAZARD3737  IT IS A FEW YEARS OLD SO WILL ADD PYPL AS WELL", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "Yes, there are a lot of science experiments like Google Glass, Project Loon, Google Fiber, but every now and then y… https://t.co/jTpBbHQmt5", "clean_text": "YES THERE ARE A LOT OF SCIENCE EXPERIMENTS LIKE GOOGLE GLASS PROJECT LOON GOOGLE FIBER BUT EVERY NOW AND THEN Y ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "@PythiaR I'm not saying there are a lot more DoubleClicks in the bag, just saying the capital allocation track reco… https://t.co/McCvSJygPl", "clean_text": "@PYTHIAR IM NOT SAYING THERE ARE A LOT MORE DOUBLECLICKS IN THE BAG JUST SAYING THE CAPITAL ALLOCATION TRACK RECO ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "@PythiaR Ah that's a different question. I was only addressing \"they're bad at M&amp;A.\" \nTend to agree, compounder XYZ… https://t.co/gbXMvItRt4", "clean_text": "@PYTHIAR AH THAT A DIFFERENT QUESTION I WAS ONLY ADDRESSING THEYRE BAD AT MAMPA \nTEND TO AGREE COMPOUNDER XYZ ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "The \"secular\" trend that's accelerating the most as a result of coronavirus is wealth disparity.", "clean_text": "THE SECULAR TREND THAT ACCELERATING THE MOST AS A RESULT OF CORONAVIRUS IS WEALTH DISPARITY", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200408, "Text": "rump vs Biden this fall will make Tiger King look like a Disney series.\n\nGood job America. Most powerful nation in… https://t.co/LssuBOQwxi", "clean_text": "RUMP VS BIDEN THIS FALL WILL MAKE TIGER KING LOOK LIKE A DISNEY SERIES\n\nGOOD JOB AMERICA MOST POWERFUL NATION IN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200407, "Text": "RT @HoyasMLacrosse: ON THIS DAY (April 7, 1984): Paul Murphy and Mike Mauboussin both had a pair of goals while Murphy and Jim Nagle each h…", "clean_text": "RT @HOYASMLACROSSE ON THIS DAY APRIL 7 1984 PAUL MURPHY AND MIKE MAUBOUSSIN BOTH HAD A PAIR OF GOALS WHILE MURPHY AND JIM NAGLE EACH H", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200407, "Text": "I believe anyone writing a newsletter should seek to recoup its cost at most and be willing to perform the work as… https://t.co/4QPRDW4wZN", "clean_text": "I BELIEVE ANYONE WRITING A NEWSLETTER SHOULD SEEK TO RECOUP ITS COST AT MOST AND BE WILLING TO PERFORM THE WORK AS ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200407, "Text": "RT @waitbutwhy: Thoughts from a surgeon friend. Sharing with his permission. https://t.co/SCid6FoV13", "clean_text": "RT @WAITBUTWHY THOUGHTS FROM A SURGEON FRIEND SHARING WITH HIS PERMISSION ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @USUNRomeAmb: Whether you're in a medical clinic in the Sahel of Africa, in a lab discovering new cures or on the front lines of the #CO…", "clean_text": "RT @USUNROMEAMB WHETHER YOURE IN A MEDICAL CLINIC IN THE SAHEL OF AFRICA IN A LAB DISCOVERING NEW CURES OR ON THE FRONT LINES OF THE #CO", "count1": 3, "count2": 0, "count3": 2, "count4": 2}, {"Name": "Find_Me_Value", "Time": 20200407, "Text": "The stuff they are trimming in size is the same stuff I’m increasing in size. This is what makes a market. https://t.co/E3uoCzQVMw", "clean_text": "THE STUFF THEY ARE TRIMMING IN SIZE IS THE SAME STUFF IM INCREASING IN SIZE THIS IS WHAT MAKES A MARKET ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200407, "Text": "RT @IanDunt: I do wish people would stop with this 'he's a fighter' thing when someone is ill. I know it's meant to be encouraging, but it…", "clean_text": "RT @IANDUNT I DO WISH PEOPLE WOULD STOP WITH THIS HE A FIGHTER THING WHEN SOMEONE IS ILL I KNOW IT MEANT TO BE ENCOURAGING BUT IT", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200407, "Text": "@uncreativenate @HoorayBeerz1 @jack you're a fucking idiot", "clean_text": "@UNCREATIVENATE @HOORAYBEERZ1 @JACK YOURE A FUCKING IDIOT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200406, "Text": "@mdc oh there's a plan for that https://t.co/4H4t5xfeJb", "clean_text": "@MDC OH THERE A PLAN FOR THAT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200406, "Text": "In a way this newsletter has suddenly been transformed from a nominally capitalist enterprise into effectively a st… https://t.co/nf1ELf2JJI", "clean_text": "IN A WAY THIS NEWSLETTER HAS SUDDENLY BEEN TRANSFORMED FROM A NOMINALLY CAPITALIST ENTERPRISE INTO EFFECTIVELY A ST ", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "activiststocks", "Time": 20200406, "Text": "RT @QTRResearch: The Public Investment Fund of Saudi Arabia reported a 8.2% stake in Carnival Corp. (NYSE: CCL), according to a just-releas…", "clean_text": "RT @QTRRESEARCH THE PUBLIC INVESTMENT FUND OF SAUDI ARABIA REPORTED A 82% STAKE IN CARNIVAL CORP NYSE CCL ACCORDING TO A JUSTRELEAS", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @USAmbUN: A new @UN inquiry backs what we’ve long known: the #Assad regime &amp; its allies Russia &amp; Iran launched attacks destroying hospit…", "clean_text": "RT @USAMBUN A NEW @UN INQUIRY BACKS WHAT WEVE LONG KNOWN THE #ASSAD REGIME AMP ITS ALLIES RUSSIA AMP IRAN LAUNCHED ATTACKS DESTROYING HOSPIT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200406, "Text": "One of the best podcasts I’ve listened to in a while. Really enjoyed the conversation https://t.co/U5rZLin1P5", "clean_text": "ONE OF THE BEST PODCASTS IVE LISTENED TO IN A WHILE REALLY ENJOYED THE CONVERSATION ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200406, "Text": "Economist: \"We're facing a possible depression due to this pandemic\"\nMe: \"Wow the market must be getting smoked!\"… https://t.co/hX5f4ld5cg", "clean_text": "ECONOMIST WERE FACING A POSSIBLE DEPRESSION DUE TO THIS PANDEMIC\nME WOW THE MARKET MUST BE GETTING SMOKED ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200406, "Text": "I'm suffering from a new disease.... \n\nIts called COVID-19 FinTwit Hot Take exhaustion\n\nIt can be deadly if left untreated", "clean_text": "IM SUFFERING FROM A NEW DISEASE \n\nITS CALLED COVID19 FINTWIT HOT TAKE EXHAUSTION\n\nIT CAN BE DEADLY IF LEFT UNTREATED", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200406, "Text": "@BarbarianCap Do people really view autonomous mobility as a given that quickly?", "clean_text": "@BARBARIANCAP DO PEOPLE REALLY VIEW AUTONOMOUS MOBILITY AS A GIVEN THAT QUICKLY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200405, "Text": "RT @morganhousel: Spoke with the CEO of a small company who said \"anyone who thinks you can just flip a switch and restart a business after…", "clean_text": "RT @MORGANHOUSEL SPOKE WITH THE CEO OF A SMALL COMPANY WHO SAID ANYONE WHO THINKS YOU CAN JUST FLIP A SWITCH AND RESTART A BUSINESS AFTER", "count1": 1, "count2": 0, "count3": 1, "count4": 3}, {"Name": "DumbLuckCapital", "Time": 20200404, "Text": "RT @sandykory: Are there other industrialized nations where \"listening to science\" has become such a partisan issue?\n\nPerhaps the US can un…", "clean_text": "RT @SANDYKORY ARE THERE OTHER INDUSTRIALIZED NATIONS WHERE LISTENING TO SCIENCE HAS BECOME SUCH A PARTISAN ISSUE\n\nPERHAPS THE US CAN UN", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200403, "Text": "RT @HurriCap: All investors should definitely read this one from ⁦@mjmauboussin⁩ where he explains what a price-earnings multiple is and wh…", "clean_text": "RT @HURRICAP ALL INVESTORS SHOULD DEFINITELY READ THIS ONE FROM ⁦@MJMAUBOUSSIN⁩ WHERE HE EXPLAINS WHAT A PRICEEARNINGS MULTIPLE IS AND WH", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200403, "Text": "RT @RolyTonks: @lkirchner @BGrueskin A friend of mine wrote this on Facebook: \"I swear to God, if I die in the Javits Center, it'll be the…", "clean_text": "RT @ROLYTONKS @LKIRCHNER @BGRUESKIN A FRIEND OF MINE WROTE THIS ON FACEBOOK I SWEAR TO GOD IF I DIE IN THE JAVITS CENTER ITLL BE THE", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200403, "Text": "RT @BrentBeshore: Unlike 2008, this is a bottoms-up, Main Street centric crisis. \n\nFor almost a month I've tried to tell my friends this, b…", "clean_text": "RT @BRENTBESHORE UNLIKE 2008 THIS IS A BOTTOMSUP MAIN STREET CENTRIC CRISIS \n\nFOR ALMOST A MONTH IVE TRIED TO TELL MY FRIENDS THIS B", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200403, "Text": "@sabaranis1 @EventDrivenMgr Ewww *grabs a can of beans*", "clean_text": "@SABARANIS1 @EVENTDRIVENMGR EWWW *GRABS A CAN OF BEANS*", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20200403, "Text": "So $KKR now stiffing doctors at Envision just over a year after completing an LBO involving a ridiculous $7B+ in de… https://t.co/xznEuFVc6V", "clean_text": "SO KKR NOW STIFFING DOCTORS AT ENVISION JUST OVER A YEAR AFTER COMPLETING AN LBO INVOLVING A RIDICULOUS 7B+ IN DE ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200403, "Text": "PAA Research Report: AYI:  What’s the Cost of a Digital Transformation? For Shareholders, It Could Be a Lot; Our Re… https://t.co/p8IQT47JQ6", "clean_text": "PAA RESEARCH REPORT AYI  WHATS THE COST OF A DIGITAL TRANSFORMATION FOR SHAREHOLDERS IT COULD BE A LOT OUR RE ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "AZ_Value", "Time": 20200403, "Text": "Reality TV stars don't make good leaders. Especially in a time of crisis https://t.co/t3p9KBonJ7", "clean_text": "REALITY TV STARS DONT MAKE GOOD LEADERS ESPECIALLY IN A TIME OF CRISIS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GothamResearch", "Time": 20200402, "Text": "Good morning. We will be sharing our thesis later today on a company whose shares we are long. Stay tuned.", "clean_text": "GOOD MORNING WE WILL BE SHARING OUR THESIS LATER TODAY ON A COMPANY WHOSE SHARES WE ARE LONG STAY TUNED", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GothamResearch", "Time": 20200402, "Text": "Sorry to disappoint, but we are not long a “squeeze the shorts” play... if you disagree, feel free to short the sha… https://t.co/uwJ1jrAUWD", "clean_text": "SORRY TO DISAPPOINT BUT WE ARE NOT LONG A SQUEEZE THE SHORTS” PLAY IF YOU DISAGREE FEEL FREE TO SHORT THE SHA ", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200402, "Text": "$CMCSA - S&amp;P Global (data a couple weeks old on mkt px) https://t.co/gYxnI2j2Pb", "clean_text": "CMCSA  SAMPP GLOBAL DATA A COUPLE WEEKS OLD ON MKT PX ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200402, "Text": "Congrats to everyone on Fintwit who bought physical oil and stored it on a supertanker in the last week. Bravo. 🥂", "clean_text": "CONGRATS TO EVERYONE ON FINTWIT WHO BOUGHT PHYSICAL OIL AND STORED IT ON A SUPERTANKER IN THE LAST WEEK BRAVO 🥂", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200402, "Text": "Zoom not pivoting into a consumer app seems like a missed opportunity.", "clean_text": "ZOOM NOT PIVOTING INTO A CONSUMER APP SEEMS LIKE A MISSED OPPORTUNITY", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200402, "Text": "RT @kylegriffin1: Pence dodges a question from Fox on how Americans can get insurance during the coronavirus pandemic. After Pence finishes…", "clean_text": "RT @KYLEGRIFFIN1 PENCE DODGES A QUESTION FROM FOX ON HOW AMERICANS CAN GET INSURANCE DURING THE CORONAVIRUS PANDEMIC AFTER PENCE FINISHES", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200402, "Text": "RT @JMBooyah: Sweetie everyone’s already washing their hands five+ times a day, covering their face, not shaking hands + avoiding bars. Not…", "clean_text": "RT @JMBOOYAH SWEETIE EVERYONES ALREADY WASHING THEIR HANDS FIVE+ TIMES A DAY COVERING THEIR FACE NOT SHAKING HANDS AVOIDING BARS NOT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200402, "Text": "@PFHCapital @NateSilver538 I'm surprised he hasn't tweeted that SpaceX was working on a vaccin. #charlatan", "clean_text": "@PFHCAPITAL @NATESILVER538 IM SURPRISED HE HASNT TWEETED THAT SPACEX WAS WORKING ON A VACCIN #CHARLATAN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200401, "Text": "@pkafka @waltmossberg @KatieBoehret @WSJ @MicrosoftTeams My son’s a 4th grader on UES and they have daily Zoom meet… https://t.co/nDn1BOyF4g", "clean_text": "@PKAFKA @WALTMOSSBERG @KATIEBOEHRET @WSJ @MICROSOFTTEAMS MY SONS A 4TH GRADER ON UES AND THEY HAVE DAILY ZOOM MEET ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200401, "Text": "LOL..he’s a famous person! https://t.co/bRgJGzTyQr", "clean_text": "LOLHES A FAMOUS PERSON ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200401, "Text": "The sell side soon....\n\n\"Company XYZ offers compelling value on a COVID-19 adjusted EBITDA multiple\"", "clean_text": "THE SELL SIDE SOON\n\nCOMPANY XYZ OFFERS COMPELLING VALUE ON A COVID19 ADJUSTED EBITDA MULTIPLE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200401, "Text": "He's fucking 89 years old and there's a global pandemic that is killing old people. \n\nThe dude is probably more wor… https://t.co/gGFBGk3fxa", "clean_text": "HE FUCKING 89 YEARS OLD AND THERE A GLOBAL PANDEMIC THAT IS KILLING OLD PEOPLE \n\nTHE DUDE IS PROBABLY MORE WOR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200401, "Text": "@SuperMugatu B is so much more devastating but A is obviously more profitable", "clean_text": "@SUPERMUGATU B IS SO MUCH MORE DEVASTATING BUT A IS OBVIOUSLY MORE PROFITABLE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200331, "Text": "\"Cohen also wrote that his $16 billion firm’s returns are “essentially flat for the year,” a result that “speaks to… https://t.co/pMOFRtvd9t", "clean_text": "COHEN ALSO WROTE THAT HIS 16 BILLION FIRMS RETURNS ARE ESSENTIALLY FLAT FOR THE YEAR” A RESULT THAT SPEAKS TO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200331, "Text": "Just as a point of comparison, $URBN also filed their 10-K and only mentioned COVID-19 28 times. Will be interestin… https://t.co/AmCUE9bRqX", "clean_text": "JUST AS A POINT OF COMPARISON URBN ALSO FILED THEIR 10K AND ONLY MENTIONED COVID19 28 TIMES WILL BE INTERESTIN ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200331, "Text": "@pearkes Canadian healthcare has protocols from SARS and H1N1 so were better prepared. We even had a spare bank of… https://t.co/vf9qqDrOKZ", "clean_text": "@PEARKES CANADIAN HEALTHCARE HAS PROTOCOLS FROM SARS AND H1N1 SO WERE BETTER PREPARED WE EVEN HAD A SPARE BANK OF ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "If I’m pumped by Peter Lynch to the point of making $QRTEA a top position please forgive me, market gods.  I was on… https://t.co/iRp8DeniMo", "clean_text": "IF IM PUMPED BY PETER LYNCH TO THE POINT OF MAKING QRTEA A TOP POSITION PLEASE FORGIVE ME MARKET GODS  I WAS ON ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "@Post_Market @BluegrassCap There’s rarely a time I like it, but when I do, I’m usually wrong.", "clean_text": "@POST_MARKET @BLUEGRASSCAP THERES RARELY A TIME I LIKE IT BUT WHEN I DO IM USUALLY WRONG", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200331, "Text": "PAA Research Report: STRA: This Is Not Your Uncle’s Higher Ed Market; Secular Headwinds and Now a Demand Shock, Tim… https://t.co/ysI5A0LqOc", "clean_text": "PAA RESEARCH REPORT STRA THIS IS NOT YOUR UNCLES HIGHER ED MARKET SECULAR HEADWINDS AND NOW A DEMAND SHOCK TIM ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @JacksonmMatt: My publisher agreed to let me post a chapter that discusses the basics of contagions and reproduction numbers, sprinkled…", "clean_text": "RT @JACKSONMMATT MY PUBLISHER AGREED TO LET ME POST A CHAPTER THAT DISCUSSES THE BASICS OF CONTAGIONS AND REPRODUCTION NUMBERS SPRINKLED", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @ricard_sole: Farewell to Phil Anderson, Nobel Laureate in Physics and @sfiscience member. He was a great inspiration, championing emerg…", "clean_text": "RT @RICARD_SOLE FAREWELL TO PHIL ANDERSON NOBEL LAUREATE IN PHYSICS AND @SFISCIENCE MEMBER HE WAS A GREAT INSPIRATION CHAMPIONING EMERG", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @katy_milkman: Overconfidence is a pernicious bias, even in experts. It's astounding how few experts' confidence intervals included the…", "clean_text": "RT @KATY_MILKMAN OVERCONFIDENCE IS A PERNICIOUS BIAS EVEN IN EXPERTS IT ASTOUNDING HOW FEW EXPERT CONFIDENCE INTERVALS INCLUDED THE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200330, "Text": "This newsletter doesn’t want everybody to take a hot shower at the same time in the house. https://t.co/i9c1dbbkYu", "clean_text": "THIS NEWSLETTER DOESNT WANT EVERYBODY TO TAKE A HOT SHOWER AT THE SAME TIME IN THE HOUSE ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200330, "Text": "I will doing a webcast tomorrow March 31, 2020 at 4:15 pm EDT.  It will be of the “Just Markets” variety.  The titl… https://t.co/LzPThDmoOo", "clean_text": "I WILL DOING A WEBCAST TOMORROW MARCH 31 2020 AT 415 PM EDT  IT WILL BE OF THE JUST MARKETS” VARIETY  THE TITL ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200330, "Text": "Had some investors ask about future slide decks...here is a tentative list. However, I'm open to other ideas (pleas… https://t.co/Iu1uQ1soMC", "clean_text": "HAD SOME INVESTORS ASK ABOUT FUTURE SLIDE DECKSHERE IS A TENTATIVE LIST HOWEVER IM OPEN TO OTHER IDEAS PLEAS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200330, "Text": "@1MainCapital @NonGaap That’s a hard yes", "clean_text": "@1MAINCAPITAL @NONGAAP THATS A HARD YES", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200330, "Text": "SEC chair: We shouldn’t ban short selling — it’s needed for a properly functioning market\n\nhttps://t.co/JTUZ1tzq3U", "clean_text": "SEC CHAIR WE SHOULDNT BAN SHORT SELLING ITS NEEDED FOR A PROPERLY FUNCTIONING MARKET\n\n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200330, "Text": "RT @BBCBreakfast: A device which helps patients breathe has been modified and improved by the Mercedes F1 team in less than a week, it has…", "clean_text": "RT @BBCBREAKFAST A DEVICE WHICH HELPS PATIENTS BREATHE HAS BEEN MODIFIED AND IMPROVED BY THE MERCEDES F1 TEAM IN LESS THAN A WEEK IT HAS", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AZ_Value", "Time": 20200330, "Text": "RT @BrexitAlex: For those who think F1 is pointless, I say a sport that pushes technical and engineering boundaries is a wonderful thing, a…", "clean_text": "RT @BREXITALEX FOR THOSE WHO THINK F1 IS POINTLESS I SAY A SPORT THAT PUSHES TECHNICAL AND ENGINEERING BOUNDARIES IS A WONDERFUL THING A", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "activiststocks", "Time": 20200329, "Text": "RT @morganhousel: Thinking about this thing anthropologist David Graeber wrote a few years ago. \n\nWith few exceptions (doctors) the most vi…", "clean_text": "RT @MORGANHOUSEL THINKING ABOUT THIS THING ANTHROPOLOGIST DAVID GRAEBER WROTE A FEW YEARS AGO \n\nWITH FEW EXCEPTIONS DOCTORS THE MOST VI", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200329, "Text": "RT @BillAckman: I have received a fair bit of criticism over the last few days from some who have claimed that I and our investors have pro…", "clean_text": "RT @BILLACKMAN I HAVE RECEIVED A FAIR BIT OF CRITICISM OVER THE LAST FEW DAYS FROM SOME WHO HAVE CLAIMED THAT I AND OUR INVESTORS HAVE PRO", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200329, "Text": "@CrookedCapital Dollar Bill having a rough go of it", "clean_text": "@CROOKEDCAPITAL DOLLAR BILL HAVING A ROUGH GO OF IT", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200328, "Text": "@ElieNYC @thenation my main takeaway from this is \"if you have a 3yo just give up,\" seems correct", "clean_text": "@ELIENYC @THENATION MY MAIN TAKEAWAY FROM THIS IS IF YOU HAVE A 3YO JUST GIVE UP SEEMS CORRECT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200328, "Text": "In his debate with Bernie Joe Biden said of the pandemic “This is like a war”.  Yesterday in a CNN virtual town hal… https://t.co/Kyx6fMAHOB", "clean_text": "IN HIS DEBATE WITH BERNIE JOE BIDEN SAID OF THE PANDEMIC THIS IS LIKE A WAR”  YESTERDAY IN A CNN VIRTUAL TOWN HAL ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "State_IO", "Time": 20200328, "Text": "RT @USAmbUN: .@USUN is thrilled to be able to support NYC’s tireless health care workers with a donation of 250,000 protective face masks j…", "clean_text": "RT @USAMBUN @USUN IS THRILLED TO BE ABLE TO SUPPORT NYCS TIRELESS HEALTH CARE WORKERS WITH A DONATION OF 250000 PROTECTIVE FACE MASKS J", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200327, "Text": "@evanhughes SlateStarCodex has a roundup of studies https://t.co/vyqMQMkPSQ", "clean_text": "@EVANHUGHES SLATESTARCODEX HAS A ROUNDUP OF STUDIES ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200327, "Text": "@RuMcClu i thought that too but it’s a lab experiment. i agree that if you observed it in actual traders you’d thin… https://t.co/nGNwjHDsXB", "clean_text": "@RUMCCLU I THOUGHT THAT TOO BUT ITS A LAB EXPERIMENT I AGREE THAT IF YOU OBSERVED IT IN ACTUAL TRADERS YOUD THIN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200327, "Text": "RT @dynamicvol: I've done maybe a dozen conference calls with retail investors in the past week.  Near-unanimous opinion that we've seen th…", "clean_text": "RT @DYNAMICVOL IVE DONE MAYBE A DOZEN CONFERENCE CALLS WITH RETAIL INVESTORS IN THE PAST WEEK  NEARUNANIMOUS OPINION THAT WEVE SEEN TH", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200327, "Text": "PAA Research Report: AYI: A perfect storm of demand destruction and continued competition from Asian imports has em… https://t.co/lGwJTZtA20", "clean_text": "PAA RESEARCH REPORT AYI A PERFECT STORM OF DEMAND DESTRUCTION AND CONTINUED COMPETITION FROM ASIAN IMPORTS HAS EM ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "pmarca", "Time": 20200326, "Text": "RT @business: Trump suggested that Americans should consider giving up the tradition of greeting each other with a hand-shake -- forever. h…", "clean_text": "RT @BUSINESS TRUMP SUGGESTED THAT AMERICANS SHOULD CONSIDER GIVING UP THE TRADITION OF GREETING EACH OTHER WITH A HANDSHAKE  FOREVER H", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200326, "Text": "RT @BloombergAsia: S&amp;P and Moody’s are downgrading U.S. companies at the fastest pace in more than a decade https://t.co/OTOVn2bPrz", "clean_text": "RT @BLOOMBERGASIA SAMPP AND MOODYS ARE DOWNGRADING US COMPANIES AT THE FASTEST PACE IN MORE THAN A DECADE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200326, "Text": "@CrookedCapital I'm not aware of anyone at this point that thinks a V is in the cards...", "clean_text": "@CROOKEDCAPITAL IM NOT AWARE OF ANYONE AT THIS POINT THAT THINKS A V IS IN THE CARDS", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200326, "Text": "@AdamBScott1979 @CrookedCapital Yep, don't disagree.  In a way, it would be fitting after this shitstorm...  Total… https://t.co/RER2ibnSfw", "clean_text": "@ADAMBSCOTT1979 @CROOKEDCAPITAL YEP DONT DISAGREE  IN A WAY IT WOULD BE FITTING AFTER THIS SHITSTORM  TOTAL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200326, "Text": "... $AMZN is +3% YTD; Hard to think for many of these companies they should trade at values they did a month or two… https://t.co/DoyrA8hyvm", "clean_text": " AMZN IS +3% YTD HARD TO THINK FOR MANY OF THESE COMPANIES THEY SHOULD TRADE AT VALUES THEY DID A MONTH OR TWO ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200326, "Text": "On CNBC now...this Servicenow CEO looks like he looking for a gangbang to attend\n\n#ifyouknowyouknow", "clean_text": "ON CNBC NOWTHIS SERVICENOW CEO LOOKS LIKE HE LOOKING FOR A GANGBANG TO ATTEND\n\n#IFYOUKNOWYOUKNOW", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200326, "Text": "RT @LJKawa: The Dow Jones Industrial Average confirms entry into a new bull market on the day U.S. initial jobless claims quadruple their p…", "clean_text": "RT @LJKAWA THE DOW JONES INDUSTRIAL AVERAGE CONFIRMS ENTRY INTO A NEW BULL MARKET ON THE DAY US INITIAL JOBLESS CLAIMS QUADRUPLE THEIR P", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200326, "Text": "RT @hackcelerity: Lot of people just shifted horizons from 6-12 months to 2 days. Be the person who looks out a full 2 weeks and you'll fin…", "clean_text": "RT @HACKCELERITY LOT OF PEOPLE JUST SHIFTED HORIZONS FROM 612 MONTHS TO 2 DAYS BE THE PERSON WHO LOOKS OUT A FULL 2 WEEKS AND YOULL FIN", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200326, "Text": "Took them a minute @_KarateBoy_ https://t.co/x8g7Jaiex2", "clean_text": "TOOK THEM A MINUTE @_KARATEBOY_ ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200326, "Text": "I don't know about the rest of you, but I'm a little worried that once again the Utilities sector is driving the ma… https://t.co/DH4ZPfXarB", "clean_text": "I DONT KNOW ABOUT THE REST OF YOU BUT IM A LITTLE WORRIED THAT ONCE AGAIN THE UTILITIES SECTOR IS DRIVING THE MA ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}]