["THE", {"Name": "AureliusValue", "Time": 20200125, "Text": "Docs indicate $MDXG insider trading scheme was long-running to the point that in 2016 TD Ameritrade terminated \"num… https://t.co/k5xUWpV299", "clean_text": "DOCS INDICATE MDXG INSIDER TRADING SCHEME WAS LONGRUNNING TO THE POINT THAT IN 2016 TD AMERITRADE TERMINATED NUM ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200124, "Text": "\"It's easier to hold your principles 100 percent of the time than it is to hold them 98 percent of the time.\" -- Cl… https://t.co/hu8RdtOQYp", "clean_text": "IT EASIER TO HOLD YOUR PRINCIPLES 100 PERCENT OF THE TIME THAN IT IS TO HOLD THEM 98 PERCENT OF THE TIME  CL ", "count1": 2, "count2": 2, "count3": 2, "count4": 2}, {"Name": "AureliusValue", "Time": 20200124, "Text": "Now the question is who is the redacted individual(s) that allegedly engaged in the $MDXG insider trading scheme wi… https://t.co/v1jD8Z898r", "clean_text": "NOW THE QUESTION IS WHO IS THE REDACTED INDIVIDUALS THAT ALLEGEDLY ENGAGED IN THE MDXG INSIDER TRADING SCHEME WI ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200123, "Text": "RT @Madelinemaub: \"Assessing the value of information is far more complex than the classic theories suggest. Yet, too little is known of ho…", "clean_text": "RT @MADELINEMAUB ASSESSING THE VALUE OF INFORMATION IS FAR MORE COMPLEX THAN THE CLASSIC THEORIES SUGGEST YET TOO LITTLE IS KNOWN OF HO", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200123, "Text": "RT @Thevalueteam: In a wide-ranging discussion on the first episode of The Value Perspective podcast, market strategist and author Michael…", "clean_text": "RT @THEVALUETEAM IN A WIDERANGING DISCUSSION ON THE FIRST EPISODE OF THE VALUE PERSPECTIVE PODCAST MARKET STRATEGIST AND AUTHOR MICHAEL", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20200123, "Text": "Who would have thought that a company founded by the sister of the head of YouTube would see a turn in consumer dem… https://t.co/85AlWCQuVL", "clean_text": "WHO WOULD HAVE THOUGHT THAT A COMPANY FOUNDED BY THE SISTER OF THE HEAD OF YOUTUBE WOULD SEE A TURN IN CONSUMER DEM ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "BergenCapital", "Time": 20200123, "Text": "RT @MarkYusko: Serious question for all the $TSLA victory lap takers this week.\n\nDid fact that Enron stock had a massive short squeeze and…", "clean_text": "RT @MARKYUSKO SERIOUS QUESTION FOR ALL THE TSLA VICTORY LAP TAKERS THIS WEEK\n\nDID FACT THAT ENRON STOCK HAD A MASSIVE SHORT SQUEEZE AND", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200123, "Text": "RT @Timcast: Holy shit\n\nNot only do they not accept the result of the 2016 election but they are preemptively questioning the results of an…", "clean_text": "RT @TIMCAST HOLY SHIT\n\nNOT ONLY DO THEY NOT ACCEPT THE RESULT OF THE 2016 ELECTION BUT THEY ARE PREEMPTIVELY QUESTIONING THE RESULTS OF AN", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200122, "Text": "$MDLA CEO sold over 300,000 shares (&gt;10% of his beneficial ownership) since the IPO lock-up expiry last week.  As w… https://t.co/8Safne9mor", "clean_text": "MDLA CEO SOLD OVER 300000 SHARES GT10% OF HIS BENEFICIAL OWNERSHIP SINCE THE IPO LOCKUP EXPIRY LAST WEEK  AS W ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200122, "Text": "Important note: this Form 4 was filed late after hours on 01/21/20 (i.e. after 5pm PST).  Is the timing of the fili… https://t.co/p5oQMOIWBx", "clean_text": "IMPORTANT NOTE THIS FORM 4 WAS FILED LATE AFTER HOURS ON 012120 IE AFTER 5PM PST  IS THE TIMING OF THE FILI ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200122, "Text": "The Simpsons (Mar. 19, 2000):\n\nLisa: As you know, we’ve inherited quite a budget crunch from President Trump. How b… https://t.co/Rnd69jnlgI", "clean_text": "THE SIMPSONS MAR 19 2000\n\nLISA AS YOU KNOW WEVE INHERITED QUITE A BUDGET CRUNCH FROM PRESIDENT TRUMP HOW B ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200122, "Text": "@RonStoeferle, managing partner at Incrementum AG, calls in to discuss pressing monetary matters and to review the… https://t.co/azNvurnGA2", "clean_text": "@RONSTOEFERLE MANAGING PARTNER AT INCREMENTUM AG CALLS IN TO DISCUSS PRESSING MONETARY MATTERS AND TO REVIEW THE ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200122, "Text": "The Total contract to setup 20K charging stations in the Netherlands seems like a seminal event in the history of E… https://t.co/T7fiwijR00", "clean_text": "THE TOTAL CONTRACT TO SETUP 20K CHARGING STATIONS IN THE NETHERLANDS SEEMS LIKE A SEMINAL EVENT IN THE HISTORY OF E ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200122, "Text": "Does anyone else think that the new Google search results format looks a lot like the Yahoo search engine circa 200… https://t.co/fyzTioSzBa", "clean_text": "DOES ANYONE ELSE THINK THAT THE NEW GOOGLE SEARCH RESULTS FORMAT LOOKS A LOT LIKE THE YAHOO SEARCH ENGINE CIRCA 200 ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200121, "Text": "RT @amaub: I started a weekly email newsletter for people interested in seeing the most interesting machine learning conversations on Twitt…", "clean_text": "RT @AMAUB I STARTED A WEEKLY EMAIL NEWSLETTER FOR PEOPLE INTERESTED IN SEEING THE MOST INTERESTING MACHINE LEARNING CONVERSATIONS ON TWITT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200121, "Text": "I wrote about the danger of outsourced thinking last year: https://t.co/ZaTfaW0v5t Another form of outsourced think… https://t.co/mPgHLKr1GC", "clean_text": "I WROTE ABOUT THE DANGER OF OUTSOURCED THINKING LAST YEAR  ANOTHER FORM OF OUTSOURCED THINK ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200121, "Text": "@BenRabidoux @RobMcLister @ronmortgageguy @RoyCocciollo @Darinb75 @mortgagejake You forgot to copy the guys over… https://t.co/5wWfbfE907", "clean_text": "@BENRABIDOUX @ROBMCLISTER @RONMORTGAGEGUY @ROYCOCCIOLLO @DARINB75 @MORTGAGEJAKE YOU FORGOT TO COPY THE GUYS OVER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200120, "Text": "RT @francesdonald: Sometimes, things look good on the surface but are much weaker underneath. It's fine to have all your eggs in 1 basket i…", "clean_text": "RT @FRANCESDONALD SOMETIMES THINGS LOOK GOOD ON THE SURFACE BUT ARE MUCH WEAKER UNDERNEATH IT FINE TO HAVE ALL YOUR EGGS IN 1 BASKET I", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20200117, "Text": "@SkeleCap Hope the lovely Mrs Skele makes a speedy recovery", "clean_text": "@SKELECAP HOPE THE LOVELY MRS SKELE MAKES A SPEEDY RECOVERY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200117, "Text": "Baird’s bullish research note yesterday used the WRONG share count and understated $MDLA market cap by over 25.0%!… https://t.co/uSfN60pTkC", "clean_text": "BAIRDS BULLISH RESEARCH NOTE YESTERDAY USED THE WRONG SHARE COUNT AND UNDERSTATED MDLA MARKET CAP BY OVER 250% ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200117, "Text": "RT @CoveringDelta: In the overtime to this week's @HiddenForcesPod episode, Jim Grant offered to share some of @GrantsPub research and writ…", "clean_text": "RT @COVERINGDELTA IN THE OVERTIME TO THIS WEEK @HIDDENFORCESPOD EPISODE JIM GRANT OFFERED TO SHARE SOME OF @GRANTSPUB RESEARCH AND WRIT", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200117, "Text": "Incredible tweet thread about the ongoing absurdities in the Canadian mortgage market. https://t.co/90LmVnrcTr", "clean_text": "INCREDIBLE TWEET THREAD ABOUT THE ONGOING ABSURDITIES IN THE CANADIAN MORTGAGE MARKET ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "The TAM $MDLA has pitched investors is wildly unrealistic and overstated by at least 2x. We estimate the actual mar… https://t.co/8QgFGAeIQd", "clean_text": "THE TAM MDLA HAS PITCHED INVESTORS IS WILDLY UNREALISTIC AND OVERSTATED BY AT LEAST 2X WE ESTIMATE THE ACTUAL MAR ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "Third-party research firm Marketsandmarkets drastically lowered growth expectations in 2019 for the customer experi… https://t.co/r1Dbu1UosB", "clean_text": "THIRDPARTY RESEARCH FIRM MARKETSANDMARKETS DRASTICALLY LOWERED GROWTH EXPECTATIONS IN 2019 FOR THE CUSTOMER EXPERI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "Excluding M&amp;A, FY 21 guidance implies revenue growth will slow to below 20.0% for the first time in over a decade!… https://t.co/WPs2dxd0wJ", "clean_text": "EXCLUDING MAMPA FY 21 GUIDANCE IMPLIES REVENUE GROWTH WILL SLOW TO BELOW 200% FOR THE FIRST TIME IN OVER A DECADE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "It appears $MDLA window dressed profitability to create the illusion that margin was turning positive. https://t.co/cu6fmvlly5", "clean_text": "IT APPEARS MDLA WINDOW DRESSED PROFITABILITY TO CREATE THE ILLUSION THAT MARGIN WAS TURNING POSITIVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "Since 2012, Medallia has done four equity raises, each at a lower valuation than the current multiple (P/LTM sales)… https://t.co/TnLx9asb2l", "clean_text": "SINCE 2012 MEDALLIA HAS DONE FOUR EQUITY RAISES EACH AT A LOWER VALUATION THAN THE CURRENT MULTIPLE PLTM SALES ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "Most of the sell-side is using the WRONG share count of ~128m vs the correct share count of ~177m…meaning the curre… https://t.co/T2hVkh36W3", "clean_text": "MOST OF THE SELLSIDE IS USING THE WRONG SHARE COUNT OF ~128M VS THE CORRECT SHARE COUNT OF ~177MMEANING THE CURRE ", "count1": 4, "count2": 0, "count3": 3, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "The Street isn’t properly accounting for over 50m of deep in-the-money $MDLA options. The actual diluted share coun… https://t.co/MjloTuZxbA", "clean_text": "THE STREET ISNT PROPERLY ACCOUNTING FOR OVER 50M OF DEEP INTHEMONEY MDLA OPTIONS THE ACTUAL DILUTED SHARE COUN ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200115, "Text": "Was trying to explain the @astros and @RedSox signal scandal to my 9 year-old @Dodgers fan last night and it didn’t… https://t.co/6t1zoFQV42", "clean_text": "WAS TRYING TO EXPLAIN THE @ASTROS AND @REDSOX SIGNAL SCANDAL TO MY 9 YEAROLD @DODGERS FAN LAST NIGHT AND IT DIDNT ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200115, "Text": "The Democratic debate is about half over.  Unequivocal  winner is already obvious: President Trump. There seems to be no Democratic vision.", "clean_text": "THE DEMOCRATIC DEBATE IS ABOUT HALF OVER  UNEQUIVOCAL  WINNER IS ALREADY OBVIOUS PRESIDENT TRUMP THERE SEEMS TO BE NO DEMOCRATIC VISION", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200115, "Text": "I will give Bloomberg credit for one thing. Having the wisdom to realize this debate culling process is poor.  There has to be a better way.", "clean_text": "I WILL GIVE BLOOMBERG CREDIT FOR ONE THING HAVING THE WISDOM TO REALIZE THIS DEBATE CULLING PROCESS IS POOR  THERE HAS TO BE A BETTER WAY", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "GrantsPub", "Time": 20200115, "Text": "North American freight volumes fell 7.9%YoY in Dec., marking the largest decline in 11 years and reaching their low… https://t.co/dCP4dg8ft7", "clean_text": "NORTH AMERICAN FREIGHT VOLUMES FELL 79%YOY IN DEC MARKING THE LARGEST DECLINE IN 11 YEARS AND REACHING THEIR LOW ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200114, "Text": "This is one of the saddest @nytimes stories I’ve read in awhile. https://t.co/r6ctJizOSP", "clean_text": "THIS IS ONE OF THE SADDEST @NYTIMES STORIES IVE READ IN AWHILE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200114, "Text": "Braved the DMV in Harlem earlier today. Figured that it was time to finally change over my license. Pro tip: make a… https://t.co/LkHTWrpDbu", "clean_text": "BRAVED THE DMV IN HARLEM EARLIER TODAY FIGURED THAT IT WAS TIME TO FINALLY CHANGE OVER MY LICENSE PRO TIP MAKE A ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200114, "Text": "I'm a Yankees fan, but who we kidding? The Yankees scored a COMBINED three runs in the four 2017 ALCS Astros home g… https://t.co/hVeSKvQnDt", "clean_text": "IM A YANKEES FAN BUT WHO WE KIDDING THE YANKEES SCORED A COMBINED THREE RUNS IN THE FOUR 2017 ALCS ASTROS HOME G ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200114, "Text": "Happy New Year from SoftBank. The security guard will see you to the door. \n\nhttps://t.co/lrnkeDz6BW", "clean_text": "HAPPY NEW YEAR FROM SOFTBANK THE SECURITY GUARD WILL SEE YOU TO THE DOOR \n\n", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200114, "Text": "RT @markflowchatter: Craig Hallum dropping coverage on $HIIQ  - one of the few firms always pounding the table to BUY\n\nSayonara", "clean_text": "RT @MARKFLOWCHATTER CRAIG HALLUM DROPPING COVERAGE ON HIIQ ONE OF THE FEW FIRMS ALWAYS POUNDING THE TABLE TO BUY\n\nSAYONARA", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200114, "Text": "This is a significant development for both the ad industry and companies that heavily rely on re-targeting to drive… https://t.co/DV9NaPCyxj", "clean_text": "THIS IS A SIGNIFICANT DEVELOPMENT FOR BOTH THE AD INDUSTRY AND COMPANIES THAT HEAVILY RELY ON RETARGETING TO DRIVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20200113, "Text": "@GMInvestor7 @SkeleCap How much cash do they have to contribute to the SF fighters foundation to make this legit with the fire code?", "clean_text": "@GMINVESTOR7 @SKELECAP HOW MUCH CASH DO THEY HAVE TO CONTRIBUTE TO THE SF FIGHTERS FOUNDATION TO MAKE THIS LEGIT WITH THE FIRE CODE", "count1": 2, "count2": 0, "count3": 0, "count4": 3}, {"Name": "GrantsPub", "Time": 20200113, "Text": "Meanwhile, at the Central Bank All-You-Can-Eat Diner...\n\nGlobal debt-to-GDP hit an all-time high of 322% in the thi… https://t.co/00wU3STc4f", "clean_text": "MEANWHILE AT THE CENTRAL BANK ALLYOUCANEAT DINER\n\nGLOBAL DEBTTOGDP HIT AN ALLTIME HIGH OF 322% IN THE THI ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200113, "Text": "@AlderLaneeggs @herbgreenberg @bethanymac12 I remember using an Iomega drive, but not the stock. Either way, it see… https://t.co/vM394DMGLK", "clean_text": "@ALDERLANEEGGS @HERBGREENBERG @BETHANYMAC12 I REMEMBER USING AN IOMEGA DRIVE BUT NOT THE STOCK EITHER WAY IT SEE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200111, "Text": "Perhaps Mark Croce ran out of fuel for the helicopter (which is my guess). But he was the fuel for the Chippewa district miracle.  RIP Mark.", "clean_text": "PERHAPS MARK CROCE RAN OUT OF FUEL FOR THE HELICOPTER WHICH IS MY GUESS BUT HE WAS THE FUEL FOR THE CHIPPEWA DISTRICT MIRACLE  RIP MARK", "count1": 3, "count2": 0, "count3": 1, "count4": 0}]