["OF", {"Name": "mjmauboussin", "Time": 20200310, "Text": "RT @jasonzweigwsj: It's always a good time to read (or re-read) Chapter Eight of  Benjamin Graham's \"The Intelligent Investor.\"\n\nToday migh…", "clean_text": "RT @JASONZWEIGWSJ IT ALWAYS A GOOD TIME TO READ OR REREAD CHAPTER EIGHT OF  BENJAMIN GRAHAM THE INTELLIGENT INVESTOR\n\nTODAY MIGH", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200309, "Text": "RT @morganhousel: Gonna start hearing stories of people refinancing their mortgage twice in a week.", "clean_text": "RT @MORGANHOUSEL GONNA START HEARING STORIES OF PEOPLE REFINANCING THEIR MORTGAGE TWICE IN A WEEK", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200309, "Text": "The long bond price moved sixteen points up then eight points down in the last hour. This type of action hasn’t hap… https://t.co/hFDoxDHjzZ", "clean_text": "THE LONG BOND PRICE MOVED SIXTEEN POINTS UP THEN EIGHT POINTS DOWN IN THE LAST HOUR THIS TYPE OF ACTION HASNT HAP ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200309, "Text": "The Fed, ECB, BOJ, BOE, SNB and RBNZ will hold their respective policy meetings before the end of the month.\n\nThe O… https://t.co/m9PfV6JpXl", "clean_text": "THE FED ECB BOJ BOE SNB AND RBNZ WILL HOLD THEIR RESPECTIVE POLICY MEETINGS BEFORE THE END OF THE MONTH\n\nTHE O ", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200309, "Text": "The way the world is now Oil will be going the way of interest rates soon.\n\nNegative. LOL\n\nSoon the gas station wil… https://t.co/hQVUdydbOk", "clean_text": "THE WAY THE WORLD IS NOW OIL WILL BE GOING THE WAY OF INTEREST RATES SOON\n\nNEGATIVE LOL\n\nSOON THE GAS STATION WIL ", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200309, "Text": "PAA Research Report: PRDO: “90/10” Kill Zone? Potential Loss of VA Funding Could Create Massive Regulatory Issues f… https://t.co/ElZapQqPu6", "clean_text": "PAA RESEARCH REPORT PRDO 9010” KILL ZONE POTENTIAL LOSS OF VA FUNDING COULD CREATE MASSIVE REGULATORY ISSUES F ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200308, "Text": "RT @jamesmatesitv: View from the top of the Spanish Steps this evening. Rome a near ghost town #coronavirus https://t.co/ywP89PxMF9", "clean_text": "RT @JAMESMATESITV VIEW FROM THE TOP OF THE SPANISH STEPS THIS EVENING ROME A NEAR GHOST TOWN #CORONAVIRUS ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200307, "Text": "RT @LizSpecht: I think most people aren’t aware of the risk of systemic healthcare failure due to #COVID19 because they simply haven’t run…", "clean_text": "RT @LIZSPECHT I THINK MOST PEOPLE ARENT AWARE OF THE RISK OF SYSTEMIC HEALTHCARE FAILURE DUE TO #COVID19 BECAUSE THEY SIMPLY HAVENT RUN", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200307, "Text": "Warren’s evisceration of Bloomberg was so predictable, yet so effective, it will go down in history. Trump Mini nam… https://t.co/Er8DE63vLJ", "clean_text": "WARRENS EVISCERATION OF BLOOMBERG WAS SO PREDICTABLE YET SO EFFECTIVE IT WILL GO DOWN IN HISTORY TRUMP MINI NAM ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @julialindau: I just landed at JFK after reporting on #coronavirus in Milan and Lombardy —the epicenter of Italy’s  outbreak— for @vicen…", "clean_text": "RT @JULIALINDAU I JUST LANDED AT JFK AFTER REPORTING ON #CORONAVIRUS IN MILAN AND LOMBARDY —THE EPICENTER OF ITALYS  OUTBREAK— FOR @VICEN", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @CNN: Some retailers around the world are having to take drastic action to limit the number of toilet paper rolls, face masks and hand s…", "clean_text": "RT @CNN SOME RETAILERS AROUND THE WORLD ARE HAVING TO TAKE DRASTIC ACTION TO LIMIT THE NUMBER OF TOILET PAPER ROLLS FACE MASKS AND HAND S", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "footnoted", "Time": 20200306, "Text": "It’s #coronacrazy @target in Edgewater NJ. No toilet paper, paper towels, canned soup or pasta. But lots of chocola… https://t.co/G5pkKIIZwF", "clean_text": "ITS #CORONACRAZY @TARGET IN EDGEWATER NJ NO TOILET PAPER PAPER TOWELS CANNED SOUP OR PASTA BUT LOTS OF CHOCOLA ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@BarbarianCap Barbi, this kind of packaging deception shows no respect for The American Eater. https://t.co/RbDdeeBTpH", "clean_text": "@BARBARIANCAP BARBI THIS KIND OF PACKAGING DECEPTION SHOWS NO RESPECT FOR THE AMERICAN EATER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@Find_Me_Value Had someone at a very respected shop tell me this week that they removed it from their list of great businesses last year.", "clean_text": "@FIND_ME_VALUE HAD SOMEONE AT A VERY RESPECTED SHOP TELL ME THIS WEEK THAT THEY REMOVED IT FROM THEIR LIST OF GREAT BUSINESSES LAST YEAR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@heartof_thesea @Find_Me_Value Removal was related to that aspect of the business, yes.", "clean_text": "@HEARTOF_THESEA @FIND_ME_VALUE REMOVAL WAS RELATED TO THAT ASPECT OF THE BUSINESS YES", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200306, "Text": "Well, that was sort of quick...\n\n$WFC down 28% YTD (back to early 2013 levels)\n$JPM -18% YTD (end 2017 levels, not… https://t.co/SZmdN1wk8N", "clean_text": "WELL THAT WAS SORT OF QUICK\n\nWFC DOWN 28% YTD BACK TO EARLY 2013 LEVELS\nJPM 18% YTD END 2017 LEVELS NOT ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200306, "Text": "Margin expansion + new CEO + repurchased 20% of S/O last 3 years finally paying off.... https://t.co/drzRLXtN73", "clean_text": "MARGIN EXPANSION NEW CEO REPURCHASED 20% OF SO LAST 3 YEARS FINALLY PAYING OFF ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200306, "Text": "Main Street has overreacted to threat of coronavirus on their health\n\nWallStreet has underestimated the impact of t… https://t.co/r2rhv1o4p6", "clean_text": "MAIN STREET HAS OVERREACTED TO THREAT OF CORONAVIRUS ON THEIR HEALTH\n\nWALLSTREET HAS UNDERESTIMATED THE IMPACT OF T ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200305, "Text": "@AnnieDuke One of the key steps in using the “outside view,” or base rates, is assessing the distribution of outcom… https://t.co/djzBhJaHYG", "clean_text": "@ANNIEDUKE ONE OF THE KEY STEPS IN USING THE OUTSIDE VIEW” OR BASE RATES IS ASSESSING THE DISTRIBUTION OF OUTCOM ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200305, "Text": "@herbgreenberg @robpas So glad to hear this news! Thinking of you &amp; your family and wishing a speedy recovery so th… https://t.co/Rg3YpY5yjX", "clean_text": "@HERBGREENBERG @ROBPAS SO GLAD TO HEAR THIS NEWS THINKING OF YOU AMP YOUR FAMILY AND WISHING A SPEEDY RECOVERY SO TH ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200305, "Text": "Under activist pressure, Evergy agrees to study its business and prospects of a sale https://t.co/MjCzMaM1jy", "clean_text": "UNDER ACTIVIST PRESSURE EVERGY AGREES TO STUDY ITS BUSINESS AND PROSPECTS OF A SALE ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200305, "Text": "ValueAct's Jeffrey Ubben buys BP and says oil company can be 'part of the solution' https://t.co/ZyMiYhXnYl", "clean_text": "VALUEACT JEFFREY UBBEN BUYS BP AND SAYS OIL COMPANY CAN BE PART OF THE SOLUTION ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200305, "Text": "5-day change in the S&amp;P 500 as of this minute = 0%!", "clean_text": "5DAY CHANGE IN THE SAMPP 500 AS OF THIS MINUTE  0%", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200304, "Text": "RT @Matt_NBC4: BREAKING: Gov. DeWine announces the Arnold Classic will happen, but the expo has been cancelled. Most of the events will be…", "clean_text": "RT @MATT_NBC4 BREAKING GOV DEWINE ANNOUNCES THE ARNOLD CLASSIC WILL HAPPEN BUT THE EXPO HAS BEEN CANCELLED MOST OF THE EVENTS WILL BE", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20200304, "Text": "The price of security... Don't expect Equity upside if you're investing in Fixed Income\n\nMookie Betts is going to m… https://t.co/OyLoS6acpo", "clean_text": "THE PRICE OF SECURITY DONT EXPECT EQUITY UPSIDE IF YOURE INVESTING IN FIXED INCOME\n\nMOOKIE BETTS IS GOING TO M ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200304, "Text": "After today's 50 basis point cut from the BoC, 68% of G10 and G20 central banks have lowered their policy rates sin… https://t.co/hfSFCKPe3h", "clean_text": "AFTER TODAY 50 BASIS POINT CUT FROM THE BOC 68% OF G10 AND G20 CENTRAL BANKS HAVE LOWERED THEIR POLICY RATES SIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200304, "Text": "$INMD A broad pattern of undisclosed lawsuits, apparent out of court settlements, and online reviews we obtained al… https://t.co/1MIJi8BKfG", "clean_text": "INMD A BROAD PATTERN OF UNDISCLOSED LAWSUITS APPARENT OUT OF COURT SETTLEMENTS AND ONLINE REVIEWS WE OBTAINED AL ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200304, "Text": "$INMD executives have allegedly concealed the existence of  adverse events by failing to report them to the FDA as… https://t.co/9HLK9eoWvg", "clean_text": "INMD EXECUTIVES HAVE ALLEGEDLY CONCEALED THE EXISTENCE OF  ADVERSE EVENTS BY FAILING TO REPORT THEM TO THE FDA AS ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20200304, "Text": "$INMD The sell side has touted “Since the launch of INMD’s devices, it has not experienced a single adverse event”.… https://t.co/cVyqLp6ZJq", "clean_text": "INMD THE SELL SIDE HAS TOUTED SINCE THE LAUNCH OF INMDS DEVICES IT HAS NOT EXPERIENCED A SINGLE ADVERSE EVENT” ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200303, "Text": "@i_know_n0thing As of now from Feb 28 - Mar 15 Universal Japan closed $CMCSA  https://t.co/N9UVWeNm56", "clean_text": "@I_KNOW_N0THING AS OF NOW FROM FEB 28  MAR 15 UNIVERSAL JAPAN CLOSED CMCSA  ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200303, "Text": "$CMCSA Coronavirus impact. 70% of business unaffected. https://t.co/ODEjNATgEz", "clean_text": "CMCSA CORONAVIRUS IMPACT 70% OF BUSINESS UNAFFECTED ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200302, "Text": "RT @d_mccar: 1/This interview with @rgmarkey might be one of the best I've been a part of. It's amazing how much a host can bring the best…", "clean_text": "RT @D_MCCAR 1THIS INTERVIEW WITH @RGMARKEY MIGHT BE ONE OF THE BEST IVE BEEN A PART OF IT AMAZING HOW MUCH A HOST CAN BRING THE BEST", "count1": 2, "count2": 2, "count3": 0, "count4": 2}, {"Name": "activiststocks", "Time": 20200302, "Text": "Twitter Shares Rise on Reports of Activist Investor Stake https://t.co/Fe7VA0klPb", "clean_text": "TWITTER SHARES RISE ON REPORTS OF ACTIVIST INVESTOR STAKE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200302, "Text": "When I first heard that the Mayor of South Bend was running for President I laughed out loud. Then I heard him spea… https://t.co/LdANODOlIX", "clean_text": "WHEN I FIRST HEARD THAT THE MAYOR OF SOUTH BEND WAS RUNNING FOR PRESIDENT I LAUGHED OUT LOUD THEN I HEARD HIM SPEA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200302, "Text": "Don't know if this is the beginning of a bear market or not but this is well said. https://t.co/tK6IxsaXpX", "clean_text": "DONT KNOW IF THIS IS THE BEGINNING OF A BEAR MARKET OR NOT BUT THIS IS WELL SAID ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200302, "Text": "RT @economistmeg: The more you view the S&amp;P500 as a bratty child that throws all its toys out of the stroller when it doesn’t get its way a…", "clean_text": "RT @ECONOMISTMEG THE MORE YOU VIEW THE SAMPP500 AS A BRATTY CHILD THAT THROWS ALL ITS TOYS OUT OF THE STROLLER WHEN IT DOESNT GET ITS WAY A", "count1": 3, "count2": 1, "count3": 0, "count4": 2}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "2/n: $NEWT may be the worst underwriter of commercial credit in 20 years w/ historically bad credit stats (11.6% no… https://t.co/kMdN5IaoCC", "clean_text": "2N NEWT MAY BE THE WORST UNDERWRITER OF COMMERCIAL CREDIT IN 20 YEARS W HISTORICALLY BAD CREDIT STATS 116% NO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "7/n: We examined &gt; 2,000 $NEWT loans and 1,200+ loans marked above par. Pull up any of them from the 10Q and resear… https://t.co/VhUwFzjggf", "clean_text": "7N WE EXAMINED GT 2000 NEWT LOANS AND 1200+ LOANS MARKED ABOVE PAR PULL UP ANY OF THEM FROM THE 10Q AND RESEAR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "8/n: It will surprise no one the $NEWT shenanigans are not going on under the nose of a Big 4 auditor. No. $NEWT ha… https://t.co/dv8w52TxhB", "clean_text": "8N IT WILL SURPRISE NO ONE THE NEWT SHENANIGANS ARE NOT GOING ON UNDER THE NOSE OF A BIG 4 AUDITOR NO NEWT HA ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "10/n: But the $NEWT game is coming to an end. The SBA Inspector General recently concluded an audit of how the SBA… https://t.co/VIGxAVIJtJ", "clean_text": "10N BUT THE NEWT GAME IS COMING TO AN END THE SBA INSPECTOR GENERAL RECENTLY CONCLUDED AN AUDIT OF HOW THE SBA ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "12/n: Our 66 page First Report on $NEWT covers most of it, but sometimes a picture says it all: https://t.co/zb3bXCduaY", "clean_text": "12N OUR 66 PAGE FIRST REPORT ON NEWT COVERS MOST OF IT BUT SOMETIMES A PICTURE SAYS IT ALL ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "@RepJudyChu We believe you will find our report on abuses of the SBA 7(a) program informative. \n\nhttps://t.co/CJCDbHpsRa", "clean_text": "@REPJUDYCHU WE BELIEVE YOU WILL FIND OUR REPORT ON ABUSES OF THE SBA 7A PROGRAM INFORMATIVE \n\n", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200301, "Text": "\"Elliott has acquired about $1 billion worth of Twitter shares\"", "clean_text": "ELLIOTT HAS ACQUIRED ABOUT 1 BILLION WORTH OF TWITTER SHARES", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200301, "Text": "The iPhone and AdWords are two of the best businesses in history. Always interesting that one pays the other ~$12 b… https://t.co/bbq9GO31ka", "clean_text": "THE IPHONE AND ADWORDS ARE TWO OF THE BEST BUSINESSES IN HISTORY ALWAYS INTERESTING THAT ONE PAYS THE OTHER ~12 B ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200301, "Text": "RT @wesbury: I know #Coronavirus is spreading outside of China, but total active cases are still falling.  Active cases are the only ones t…", "clean_text": "RT @WESBURY I KNOW #CORONAVIRUS IS SPREADING OUTSIDE OF CHINA BUT TOTAL ACTIVE CASES ARE STILL FALLING  ACTIVE CASES ARE THE ONLY ONES T", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200229, "Text": "Elliott presses SoftBank to identify $10 billion of investments it holds: sources https://t.co/dHxWSevUzv", "clean_text": "ELLIOTT PRESSES SOFTBANK TO IDENTIFY 10 BILLION OF INVESTMENTS IT HOLDS SOURCES ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200228, "Text": "Thinking of my friend, @herbgreenberg and his lovely wife, Mary, as they face this next week. All of Fintwit is pul… https://t.co/CcoWtrtZX4", "clean_text": "THINKING OF MY FRIEND @HERBGREENBERG AND HIS LOVELY WIFE MARY AS THEY FACE THIS NEXT WEEK ALL OF FINTWIT IS PUL ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200228, "Text": "RT @morganhousel: Napoleon's definition of a military genius: \n\n\"The man who can do the average thing when everyone else around him is losi…", "clean_text": "RT @MORGANHOUSEL NAPOLEON DEFINITION OF A MILITARY GENIUS \n\nTHE MAN WHO CAN DO THE AVERAGE THING WHEN EVERYONE ELSE AROUND HIM IS LOSI", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200228, "Text": "Tesla’s valuation in the German version of my DCF just increased by $100 per share. Bullish! https://t.co/x30c3gmHoB", "clean_text": "TESLAS VALUATION IN THE GERMAN VERSION OF MY DCF JUST INCREASED BY 100 PER SHARE BULLISH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20200228, "Text": "Responding to this: https://t.co/zFmYvD11Kl\n\n@GlassH_Research is in the fourth year of its campaign at $TPC https://t.co/V0rp1k3r8e", "clean_text": "RESPONDING TO THIS \n\n@GLASSH_RESEARCH IS IN THE FOURTH YEAR OF ITS CAMPAIGN AT TPC ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200228, "Text": "We closed out our short call on $BIG right around these levels months ago, that being said I don't think any of our… https://t.co/SgY2jhQOHX", "clean_text": "WE CLOSED OUT OUR SHORT CALL ON BIG RIGHT AROUND THESE LEVELS MONTHS AGO THAT BEING SAID I DONT THINK ANY OF OUR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200227, "Text": "Crude oil prices are really weak. That is a high frequency indicator of economic stress.  Also really weak is Mike… https://t.co/ArsB4v6FuB", "clean_text": "CRUDE OIL PRICES ARE REALLY WEAK THAT IS A HIGH FREQUENCY INDICATOR OF ECONOMIC STRESS  ALSO REALLY WEAK IS MIKE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200227, "Text": "@SuperMugatu @BesiktasNYC Does that mean they stop swiping right for fear of meeting someone or swipe more out of boredom at home?", "clean_text": "@SUPERMUGATU @BESIKTASNYC DOES THAT MEAN THEY STOP SWIPING RIGHT FOR FEAR OF MEETING SOMEONE OR SWIPE MORE OUT OF BOREDOM AT HOME", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@EyeoftheStormZ Your honesty on your $WYNN trading has been refreshing and is why you have the type of P&amp;L you do.… https://t.co/bOIG564lAZ", "clean_text": "@EYEOFTHESTORMZ YOUR HONESTY ON YOUR WYNN TRADING HAS BEEN REFRESHING AND IS WHY YOU HAVE THE TYPE OF PAMPL YOU DO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@nuggy5 It looks like $ARC bought back 3.5% of the shares outstanding THIS MORNING in a block trade....", "clean_text": "@NUGGY5 IT LOOKS LIKE ARC BOUGHT BACK 35% OF THE SHARES OUTSTANDING THIS MORNING IN A BLOCK TRADE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200225, "Text": "RT @MebFaber: My #1 favorite read of the year!\n\nhttps://t.co/hyaR8ssRg6 https://t.co/1NOJqpUJ6I", "clean_text": "RT @MEBFABER MY #1 FAVORITE READ OF THE YEAR\n\n ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200225, "Text": "$MDLA went public at the very peak of this chart! #TechWRECKoning CC: @eringriffith https://t.co/GxKdbpLnJN", "clean_text": "MDLA WENT PUBLIC AT THE VERY PEAK OF THIS CHART #TECHWRECKONING CC @ERINGRIFFITH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200225, "Text": "@kidkapital @CharlieZvible I would argue the only thing that's been left out of the narrative around $ $ZG as it re… https://t.co/BYMljKBgTv", "clean_text": "@KIDKAPITAL @CHARLIEZVIBLE I WOULD ARGUE THE ONLY THING THAT BEEN LEFT OUT OF THE NARRATIVE AROUND  ZG AS IT RE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}]