["IT", {"Name": "GrantsPub", "Time": 20200202, "Text": "New Grant's podcast: Public debt - does it matter? https://t.co/K8fVclMueg", "clean_text": "NEW GRANT PODCAST PUBLIC DEBT  DOES IT MATTER ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200202, "Text": "RT @TruthGundlach: It took less than 2 days for the bond market to nullify the Fed’s “we’re firmly on hold” message this week. Now a 90% ch…", "clean_text": "RT @TRUTHGUNDLACH IT TOOK LESS THAN 2 DAYS FOR THE BOND MARKET TO NULLIFY THE FEDS WERE FIRMLY ON HOLD” MESSAGE THIS WEEK NOW A 90% CH", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200131, "Text": "It took less than 2 days for the bond market to nullify the Fed’s “we’re firmly on hold” message this week. Now a 90% chance of a 2020 cut.", "clean_text": "IT TOOK LESS THAN 2 DAYS FOR THE BOND MARKET TO NULLIFY THE FEDS WERE FIRMLY ON HOLD” MESSAGE THIS WEEK NOW A 90% CHANCE OF A 2020 CUT", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200131, "Text": "Try anything once... \n\n\"Everyone is talking about cryptocurrencies and blockchain and if you don't try it out, you… https://t.co/mcx6t6Xgp6", "clean_text": "TRY ANYTHING ONCE \n\nEVERYONE IS TALKING ABOUT CRYPTOCURRENCIES AND BLOCKCHAIN AND IF YOU DONT TRY IT OUT YOU ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200130, "Text": "$AMZN's AH increase in mkt cap is about 1.5x the CURRENT mkt cap of the \"revitalized\" $TGT. I'm not sure what it me… https://t.co/ZLDsTIyLtm", "clean_text": "AMZN AH INCREASE IN MKT CAP IS ABOUT 15X THE CURRENT MKT CAP OF THE REVITALIZED TGT IM NOT SURE WHAT IT ME ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "RT @Madelinemaub: \"...When you're not in pain or cold or experiencing a powerful emotion like anger or fear, it's very difficult to imagine…", "clean_text": "RT @MADELINEMAUB WHEN YOURE NOT IN PAIN OR COLD OR EXPERIENCING A POWERFUL EMOTION LIKE ANGER OR FEAR IT VERY DIFFICULT TO IMAGINE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200129, "Text": "Starting to see #coronaravirus pop up in more SEC filings. $CRUS, $SBUX, $LVS, $CREE, $ALGN and $LFUS mention it in today’s crop of filings.", "clean_text": "STARTING TO SEE #CORONARAVIRUS POP UP IN MORE SEC FILINGS CRUS SBUX LVS CREE ALGN AND LFUS MENTION IT IN TODAYS CROP OF FILINGS", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200129, "Text": "Recall, on its Q3 19 Earnings Call, $SAP highlighted it had an “acceleration of win rates” vs. $MDLA. https://t.co/lDACbDcK9n", "clean_text": "RECALL ON ITS Q3 19 EARNINGS CALL SAP HIGHLIGHTED IT HAD AN ACCELERATION OF WIN RATES” VS MDLA ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200129, "Text": "It's 2020, can we get a rule from the SEC to require all companies that report earnings to include a cash flow stat… https://t.co/QfnLEMu39Z", "clean_text": "IT 2020 CAN WE GET A RULE FROM THE SEC TO REQUIRE ALL COMPANIES THAT REPORT EARNINGS TO INCLUDE A CASH FLOW STAT ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "Despite doubling its valuation a few months earlier, $MDLA upped it by 30% to $17/share at midpoint when it initial… https://t.co/IazGlE1iAN", "clean_text": "DESPITE DOUBLING ITS VALUATION A FEW MONTHS EARLIER MDLA UPPED IT BY 30% TO 17SHARE AT MIDPOINT WHEN IT INITIAL ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "KerrisdaleCap", "Time": 20200128, "Text": "@isaacrochefiji @RampCapitalLLC @roundhill We've posted it on https://t.co/vEsnf97bre (VIC) on 12/18, which has a 9… https://t.co/NbSflXb29V", "clean_text": "@ISAACROCHEFIJI @RAMPCAPITALLLC @ROUNDHILL WEVE POSTED IT ON  VIC ON 1218 WHICH HAS A 9 ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200128, "Text": "Easy does it. https://t.co/QOgdwL58a9", "clean_text": "EASY DOES IT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "Celgene, Gilead, Lilly, and more have all tested BTKi's for autoimmune disorders, but it keeps failing. Why? BTK is… https://t.co/mqDfh1auZW", "clean_text": "CELGENE GILEAD LILLY AND MORE HAVE ALL TESTED BTKI FOR AUTOIMMUNE DISORDERS BUT IT KEEPS FAILING WHY BTK IS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200126, "Text": "\"My brain . . . it cannot process failure. It will not process failure. Because if I sit there and have to face mys… https://t.co/h4yeICsZcC", "clean_text": "MY BRAIN IT CANNOT PROCESS FAILURE IT WILL NOT PROCESS FAILURE BECAUSE IF I SIT THERE AND HAVE TO FACE MYS ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200126, "Text": "One of the biggest 1 day moves today on Predictit Dem nominee odds w/ very little news save for an Iowa poll, though it was good for Bernie.", "clean_text": "ONE OF THE BIGGEST 1 DAY MOVES TODAY ON PREDICTIT DEM NOMINEE ODDS W VERY LITTLE NEWS SAVE FOR AN IOWA POLL THOUGH IT WAS GOOD FOR BERNIE", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200125, "Text": "This is shocking to me. How is it that Kawhi has never had a triple double? https://t.co/gALzuhoQsA", "clean_text": "THIS IS SHOCKING TO ME HOW IS IT THAT KAWHI HAS NEVER HAD A TRIPLE DOUBLE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200124, "Text": "\"It's easier to hold your principles 100 percent of the time than it is to hold them 98 percent of the time.\" -- Cl… https://t.co/hu8RdtOQYp", "clean_text": "IT EASIER TO HOLD YOUR PRINCIPLES 100 PERCENT OF THE TIME THAN IT IS TO HOLD THEM 98 PERCENT OF THE TIME  CL ", "count1": 0, "count2": 2, "count3": 2, "count4": 2}, {"Name": "BergenCapital", "Time": 20200123, "Text": "RT @zerohedge: Boeing Delays First 777X Flight Due to weather Conditions: Air Current\n\nOh come on: now Boeing can’t fly if it rains?", "clean_text": "RT @ZEROHEDGE BOEING DELAYS FIRST 777X FLIGHT DUE TO WEATHER CONDITIONS AIR CURRENT\n\nOH COME ON NOW BOEING CANT FLY IF IT RAINS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200120, "Text": "RT @francesdonald: Sometimes, things look good on the surface but are much weaker underneath. It's fine to have all your eggs in 1 basket i…", "clean_text": "RT @FRANCESDONALD SOMETIMES THINGS LOOK GOOD ON THE SURFACE BUT ARE MUCH WEAKER UNDERNEATH IT FINE TO HAVE ALL YOUR EGGS IN 1 BASKET I", "count1": 0, "count2": 1, "count3": 0, "count4": 1}]