["THE", {"Name": "SmallCapLS", "Time": 20200223, "Text": "That sound you hear is people furiously deleting their \"the Chinese offical stats are decelerating, this is just mo… https://t.co/2uA3LtJOHY", "clean_text": "THAT SOUND YOU HEAR IS PEOPLE FURIOUSLY DELETING THEIR THE CHINESE OFFICAL STATS ARE DECELERATING THIS IS JUST MO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200222, "Text": "RT @bgurley: Over the years, I searched for more work on this concept, but never found them. Until one day @mjmauboussin (who knew I was lo…", "clean_text": "RT @BGURLEY OVER THE YEARS I SEARCHED FOR MORE WORK ON THIS CONCEPT BUT NEVER FOUND THEM UNTIL ONE DAY @MJMAUBOUSSIN WHO KNEW I WAS LO", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200222, "Text": "RT @bgurley: This type of interdisciplinary research is the founding principle of the Santa Fe Institute @sfiscience, where @mjmauboussin,…", "clean_text": "RT @BGURLEY THIS TYPE OF INTERDISCIPLINARY RESEARCH IS THE FOUNDING PRINCIPLE OF THE SANTA FE INSTITUTE @SFISCIENCE WHERE @MJMAUBOUSSIN", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200222, "Text": "RT @morganhousel: New long piece: \n\n100 little ideas that help explain how the world works. \n\nhttps://t.co/7MzvFzY5pO", "clean_text": "RT @MORGANHOUSEL NEW LONG PIECE \n\n100 LITTLE IDEAS THAT HELP EXPLAIN HOW THE WORLD WORKS \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200221, "Text": "The Bloomberg Barclays Euro Aggregate Treasury Index trades at a yield-to-worst of -2bps, near September's all-time… https://t.co/yOlhZoxZF1", "clean_text": "THE BLOOMBERG BARCLAYS EURO AGGREGATE TREASURY INDEX TRADES AT A YIELDTOWORST OF 2BPS NEAR SEPTEMBER ALLTIME ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200221, "Text": "For more, see \"Xi Jinping goes viral\" in the Feb. 21 issue of Grant's. https://t.co/2v6z4wFvHk https://t.co/WNm3zMC86A", "clean_text": "FOR MORE SEE XI JINPING GOES VIRAL IN THE FEB 21 ISSUE OF GRANT  ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200221, "Text": "@SuperMugatu @BarbarianCap The undisputed heavyweight champion of all time.", "clean_text": "@SUPERMUGATU @BARBARIANCAP THE UNDISPUTED HEAVYWEIGHT CHAMPION OF ALL TIME", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200221, "Text": "The NASDAQ was $CAN's dumping ground of last resort after three failed listing attempts in China and HK.  Ill-conce… https://t.co/wXNuvwSbTK", "clean_text": "THE NASDAQ WAS CAN DUMPING GROUND OF LAST RESORT AFTER THREE FAILED LISTING ATTEMPTS IN CHINA AND HK  ILLCONCE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200220, "Text": "The problem is that it's hard to win on purpose but it's actually hard to lose on purpose as well (all things being… https://t.co/gznxdDP1gq", "clean_text": "THE PROBLEM IS THAT IT HARD TO WIN ON PURPOSE BUT IT ACTUALLY HARD TO LOSE ON PURPOSE AS WELL ALL THINGS BEING ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "activiststocks", "Time": 20200220, "Text": "RT @ezraklein: \"I worked very hard for it\" is the worst possible justification for being a billionaire. You know who works very hard? Singl…", "clean_text": "RT @EZRAKLEIN I WORKED VERY HARD FOR IT IS THE WORST POSSIBLE JUSTIFICATION FOR BEING A BILLIONAIRE YOU KNOW WHO WORKS VERY HARD SINGL", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200220, "Text": "Bloomberg thinks a great way to campaign is to joke about the fact he doesn’t use Turbo Tax, and that’s why he won’t release tax returns.", "clean_text": "BLOOMBERG THINKS A GREAT WAY TO CAMPAIGN IS TO JOKE ABOUT THE FACT HE DOESNT USE TURBO TAX AND THATS WHY HE WONT RELEASE TAX RETURNS", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200220, "Text": "@pearkes Excellent pt, but the news cycle is his  friend. In a couple of days 100% of media focus will be on the NV… https://t.co/Zo25MTByp5", "clean_text": "@PEARKES EXCELLENT PT BUT THE NEWS CYCLE IS HIS  FRIEND IN A COUPLE OF DAYS 100% OF MEDIA FOCUS WILL BE ON THE NV ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200220, "Text": "@pearkes Nevada polling borderline meaningless but if you define the best case for Bloomberg as one where Bernie wi… https://t.co/6r7D3MfmLO", "clean_text": "@PEARKES NEVADA POLLING BORDERLINE MEANINGLESS BUT IF YOU DEFINE THE BEST CASE FOR BLOOMBERG AS ONE WHERE BERNIE WI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200220, "Text": "Calling @BarbarianCap.  A tangential win for the #AmericanEater? https://t.co/cALM7jtnbg", "clean_text": "CALLING @BARBARIANCAP  A TANGENTIAL WIN FOR THE #AMERICANEATER ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200220, "Text": "$SDGR the most important IPO past 5 years. Taking drug discovery to \"space age\".  The parallels to an early stage… https://t.co/GXJ2yedl4K", "clean_text": "SDGR THE MOST IMPORTANT IPO PAST 5 YEARS TAKING DRUG DISCOVERY TO SPACE AGE  THE PARALLELS TO AN EARLY STAGE ", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20200220, "Text": "New short report coming tomorrow morning before the opening bell on a NASDAQ-listing that has deceived investors.", "clean_text": "NEW SHORT REPORT COMING TOMORROW MORNING BEFORE THE OPENING BELL ON A NASDAQLISTING THAT HAS DECEIVED INVESTORS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20200220, "Text": "We view $CAN as the latest US-listed Chinese company to have deceived investors about its business. Undisclosed rel… https://t.co/il3AD7Hu8n", "clean_text": "WE VIEW CAN AS THE LATEST USLISTED CHINESE COMPANY TO HAVE DECEIVED INVESTORS ABOUT ITS BUSINESS UNDISCLOSED REL ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200220, "Text": "$CAN In one farcical undisclosed transaction signed one month before the NASDAQ listing, a tiny HK stock controlled… https://t.co/xEL4tkFfH2", "clean_text": "CAN IN ONE FARCICAL UNDISCLOSED TRANSACTION SIGNED ONE MONTH BEFORE THE NASDAQ LISTING A TINY HK STOCK CONTROLLED ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AureliusValue", "Time": 20200220, "Text": "Shortly before NASDAQ IPO, $CAN deleted 8 of the 11 purported distributors it had previously featured on its websit… https://t.co/vgLmqkGcXS", "clean_text": "SHORTLY BEFORE NASDAQ IPO CAN DELETED 8 OF THE 11 PURPORTED DISTRIBUTORS IT HAD PREVIOUSLY FEATURED ON ITS WEBSIT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200220, "Text": "PAA Research Report: Z/ZG: Bob Seger and the Yield Curve – When the Cyclical Is Confused as the Secular https://t.co/mMBHXPL0lt", "clean_text": "PAA RESEARCH REPORT ZZG BOB SEGER AND THE YIELD CURVE WHEN THE CYCLICAL IS CONFUSED AS THE SECULAR ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200219, "Text": "\"Xerox management said go create the new world. We don't understand it. Here are people who have a lot of ideas and… https://t.co/Z3FI4eY4LC", "clean_text": "XEROX MANAGEMENT SAID GO CREATE THE NEW WORLD WE DONT UNDERSTAND IT HERE ARE PEOPLE WHO HAVE A LOT OF IDEAS AND ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200219, "Text": "$PRNB update: we go point by point through Sanofi's little speech about $PRNB's drug and refute all the myths &amp; mis… https://t.co/Co90VkS05g", "clean_text": "PRNB UPDATE WE GO POINT BY POINT THROUGH SANOFI LITTLE SPEECH ABOUT PRNB DRUG AND REFUTE ALL THE MYTHS AMP MIS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200219, "Text": "On investment ideas, the only thing that matters is the quality of the idea, not the novelty. In many areas of life… https://t.co/7vpbnBkBl1", "clean_text": "ON INVESTMENT IDEAS THE ONLY THING THAT MATTERS IS THE QUALITY OF THE IDEA NOT THE NOVELTY IN MANY AREAS OF LIFE ", "count1": 4, "count2": 2, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200219, "Text": "@Chris_arnade @WilcoxNMP Amen, Chris.  This meaning can be found in the transcendent love of Jesus Christ as offere… https://t.co/kCYeiH9hAE", "clean_text": "@CHRIS_ARNADE @WILCOXNMP AMEN CHRIS  THIS MEANING CAN BE FOUND IN THE TRANSCENDENT LOVE OF JESUS CHRIST AS OFFERE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200218, "Text": "@BodhiTreeCIO 20-years into my investment career and I wish I had never done a DCF in my life. It's the most egregi… https://t.co/aUZEzSnH1E", "clean_text": "@BODHITREECIO 20YEARS INTO MY INVESTMENT CAREER AND I WISH I HAD NEVER DONE A DCF IN MY LIFE IT THE MOST EGREGI ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "I’ve been surprised by the degree to which the official Chinese stats on the coronavirus are being used to drive an… https://t.co/5Y8gIhn7RE", "clean_text": "IVE BEEN SURPRISED BY THE DEGREE TO WHICH THE OFFICIAL CHINESE STATS ON THE CORONAVIRUS ARE BEING USED TO DRIVE AN ", "count1": 3, "count2": 0, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "I think this is in part a function of the current “boy who cried wolf” mentality of mkt participants. A lot of the… https://t.co/cHizvix72L", "clean_text": "I THINK THIS IS IN PART A FUNCTION OF THE CURRENT BOY WHO CRIED WOLF” MENTALITY OF MKT PARTICIPANTS A LOT OF THE ", "count1": 2, "count2": 3, "count3": 2, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "And so many otherwise thoughtful people are reflexively dismissing the criticisms because of their sources. Or, bec… https://t.co/hCLwObvic7", "clean_text": "AND SO MANY OTHERWISE THOUGHTFUL PEOPLE ARE REFLEXIVELY DISMISSING THE CRITICISMS BECAUSE OF THEIR SOURCES OR BEC ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "It may not end up a pandemic. The growth impact may indeed be fleeting. And, behold, the stimulus. But the data is… https://t.co/oD7ZNMYtJs", "clean_text": "IT MAY NOT END UP A PANDEMIC THE GROWTH IMPACT MAY INDEED BE FLEETING AND BEHOLD THE STIMULUS BUT THE DATA IS ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200217, "Text": "This discussion between @stratechery and @BillSimmons is a must listen to anyone trying to figure out the moving pi… https://t.co/8bQnMpZZiv", "clean_text": "THIS DISCUSSION BETWEEN @STRATECHERY AND @BILLSIMMONS IS A MUST LISTEN TO ANYONE TRYING TO FIGURE OUT THE MOVING PI ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200216, "Text": "@dougvk @profplum99 Read the beginning “Looking for Easy Games.” \nhttps://t.co/YCPrWiLVM8", "clean_text": "@DOUGVK @PROFPLUM99 READ THE BEGINNING LOOKING FOR EASY GAMES” \n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200215, "Text": "Public Service Announcement from the former Commissioner of the FDA https://t.co/rlRJndLalT", "clean_text": "PUBLIC SERVICE ANNOUNCEMENT FROM THE FORMER COMMISSIONER OF THE FDA ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200215, "Text": "@FHQ What is source for the superdelegate totals cited? Tally seems bit different than what is sourced here, thanks: https://t.co/NXFWIRoyuw", "clean_text": "@FHQ WHAT IS SOURCE FOR THE SUPERDELEGATE TOTALS CITED TALLY SEEMS BIT DIFFERENT THAN WHAT IS SOURCED HERE THANKS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200215, "Text": "@opinion_joe Might as well call it the \"Parker Petit rule\":\n\n https://t.co/2F9m411YY8 https://t.co/wNGg6zU6hL", "clean_text": "@OPINION_JOE MIGHT AS WELL CALL IT THE PARKER PETIT RULE\n\n  ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200214, "Text": "Berkshire Hathaway new positions in $KR $549m stake and $BIIB $192m (Todd or Ted given the size). Over doubled exposure to $OXY too", "clean_text": "BERKSHIRE HATHAWAY NEW POSITIONS IN KR 549M STAKE AND BIIB 192M TODD OR TED GIVEN THE SIZE OVER DOUBLED EXPOSURE TO OXY TOO", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200214, "Text": "Just a reminder that #valentinesday is also usually the biggest single day for SEC filings. Look for EDGAR to show… https://t.co/nJ2Sr5kyAS", "clean_text": "JUST A REMINDER THAT #VALENTINESDAY IS ALSO USUALLY THE BIGGEST SINGLE DAY FOR SEC FILINGS LOOK FOR EDGAR TO SHOW ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200214, "Text": "Totally unscientific, but it looks like the SEC’s EDGAR broke around 4:55 pm today. #ValentinesDay", "clean_text": "TOTALLY UNSCIENTIFIC BUT IT LOOKS LIKE THE SECS EDGAR BROKE AROUND 455 PM TODAY #VALENTINESDAY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200214, "Text": "It’s 5:20 pm and the last available filing in EDGAR is time-stamped 16:56. So that’s a 25 minute gap right now. https://t.co/uMkdgkCSj0", "clean_text": "ITS 520 PM AND THE LAST AVAILABLE FILING IN EDGAR IS TIMESTAMPED 1656 SO THATS A 25 MINUTE GAP RIGHT NOW ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200214, "Text": "Interest-rate virus jumps the Atlantic. \n\n#ECB $EURUSD https://t.co/6Pazq9JH5d", "clean_text": "INTERESTRATE VIRUS JUMPS THE ATLANTIC \n\n#ECB EURUSD ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200214, "Text": "Almost Daily Grant's 2/14: Down in the bottom     https://t.co/2SGk5XqIiq https://t.co/6oScGHVC7J", "clean_text": "ALMOST DAILY GRANT 214 DOWN IN THE BOTTOM ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200214, "Text": "PAA Research Report: TRUP: Don’t Confuse What Management Says With What They Mean; The Questions That Should Have B… https://t.co/jF9bMauEdX", "clean_text": "PAA RESEARCH REPORT TRUP DONT CONFUSE WHAT MANAGEMENT SAYS WITH WHAT THEY MEAN THE QUESTIONS THAT SHOULD HAVE B ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200214, "Text": "Admittedly the question of whether or not the Voatz platform is competely secure in everyway, shape, and form is ab… https://t.co/fuHg0mcROH", "clean_text": "ADMITTEDLY THE QUESTION OF WHETHER OR NOT THE VOATZ PLATFORM IS COMPETELY SECURE IN EVERYWAY SHAPE AND FORM IS AB ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200213, "Text": "For Valentine's Day this yr, we're short $MTCH, the stock that'll break your heart. Also short parent $IAC. Report… https://t.co/hu6V71GwU2", "clean_text": "FOR VALENTINE DAY THIS YR WERE SHORT MTCH THE STOCK THATLL BREAK YOUR HEART ALSO SHORT PARENT IAC REPORT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200213, "Text": "Calling another human on your smartphone - the next great disruption in tech. \n\n#Uber\nhttps://t.co/heJXMhEPIX", "clean_text": "CALLING ANOTHER HUMAN ON YOUR SMARTPHONE  THE NEXT GREAT DISRUPTION IN TECH \n\n#UBER\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200212, "Text": "Wow! Instead of the woman that @clare_ansberry used in her lede, she could have used me! https://t.co/3k48XUYOrb", "clean_text": "WOW INSTEAD OF THE WOMAN THAT @CLARE_ANSBERRY USED IN HER LEDE SHE COULD HAVE USED ME ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200212, "Text": "Bernie: “We need money out of politics.”  Mike: “We need money to control politics.”  It is the fight for the soul of the Democratic Party.", "clean_text": "BERNIE WE NEED MONEY OUT OF POLITICS”  MIKE WE NEED MONEY TO CONTROL POLITICS”  IT IS THE FIGHT FOR THE SOUL OF THE DEMOCRATIC PARTY", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200212, "Text": "$PRNB update on MS drug: they are who we thought they were https://t.co/gkur8koHdm. We detail all the suspicious sh… https://t.co/NunyajXWSx", "clean_text": "PRNB UPDATE ON MS DRUG THEY ARE WHO WE THOUGHT THEY WERE  WE DETAIL ALL THE SUSPICIOUS SH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200212, "Text": "Tomorrow, we contend with a billionaire whose company has broken the law", "clean_text": "TOMORROW WE CONTEND WITH A BILLIONAIRE WHOSE COMPANY HAS BROKEN THE LAW", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200212, "Text": "Aside from the share prices of the top 1% of U.S. companies by market cap, the only thing that is growing at double… https://t.co/WjzKO2yuRY", "clean_text": "ASIDE FROM THE SHARE PRICES OF THE TOP 1% OF US COMPANIES BY MARKET CAP THE ONLY THING THAT IS GROWING AT DOUBLE ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200212, "Text": "@bespokeinvest My two cents on this: The framing of the question seems incredibly flawed. A growing percentage of c… https://t.co/8Vttg3XLNV", "clean_text": "@BESPOKEINVEST MY TWO CENTS ON THIS THE FRAMING OF THE QUESTION SEEMS INCREDIBLY FLAWED A GROWING PERCENTAGE OF C ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200212, "Text": "RT @Noursalehi: The order book functionality is now available on Dinosaur Financial Group (https://t.co/6xcGAuUCjg) via @tzero technology.…", "clean_text": "RT @NOURSALEHI THE ORDER BOOK FUNCTIONALITY IS NOW AVAILABLE ON DINOSAUR FINANCIAL GROUP  VIA @TZERO TECHNOLOGY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200211, "Text": "Public Service Announcement from former Commissioner of the FDA https://t.co/fsntWToHwl https://t.co/StDP9qlWmw", "clean_text": "PUBLIC SERVICE ANNOUNCEMENT FROM FORMER COMMISSIONER OF THE FDA  ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200211, "Text": "We touched in many of the same themes here: https://t.co/SKvClMd4iy https://t.co/SpyZqxHlEu", "clean_text": "WE TOUCHED IN MANY OF THE SAME THEMES HERE  ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200211, "Text": "It’s looking like Bloomberg versus Sanders.  Have to applaud that.  Both are in it to win the battle for the soul of the Democratic Party.", "clean_text": "ITS LOOKING LIKE BLOOMBERG VERSUS SANDERS  HAVE TO APPLAUD THAT  BOTH ARE IN IT TO WIN THE BATTLE FOR THE SOUL OF THE DEMOCRATIC PARTY", "count1": 3, "count2": 1, "count3": 0, "count4": 2}, {"Name": "MicroFundy", "Time": 20200211, "Text": "Anyone know of a software solution to 'cast' a presentation on multiple (5) Android devices at the same time?\nIE -… https://t.co/FenWoudyee", "clean_text": "ANYONE KNOW OF A SOFTWARE SOLUTION TO CAST A PRESENTATION ON MULTIPLE 5 ANDROID DEVICES AT THE SAME TIME\nIE  ", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200211, "Text": "Apple has paid out $432 billion with $100 billion excess cash still in the bank. Combined, this cash approximates t… https://t.co/fe0mvJcv7I", "clean_text": "APPLE HAS PAID OUT 432 BILLION WITH 100 BILLION EXCESS CASH STILL IN THE BANK COMBINED THIS CASH APPROXIMATES T ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200211, "Text": "Good things happen to cheap stocks - in the fullness of time. \n\nhttps://t.co/a6l3Ax4Oo0", "clean_text": "GOOD THINGS HAPPEN TO CHEAP STOCKS  IN THE FULLNESS OF TIME \n\n", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "How the Rise of Passive Investing May Be Creating Huge Distortions in the Market - Bloomberg https://t.co/bD5QcQz1H6", "clean_text": "HOW THE RISE OF PASSIVE INVESTING MAY BE CREATING HUGE DISTORTIONS IN THE MARKET  BLOOMBERG ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "@profplum99 is a friend. But the poker analogy does work and it has nothing to do with ergodicity. https://t.co/cvfGejVQQA", "clean_text": "@PROFPLUM99 IS A FRIEND BUT THE POKER ANALOGY DOES WORK AND IT HAS NOTHING TO DO WITH ERGODICITY ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "The idea is this: the market (say, S&amp;P 500) does what it does in a particular year. For every dollar of outperforma… https://t.co/B29kt7mzq7", "clean_text": "THE IDEA IS THIS THE MARKET SAY SAMPP 500 DOES WHAT IT DOES IN A PARTICULAR YEAR FOR EVERY DOLLAR OF OUTPERFORMA ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200210, "Text": "Was all excited to check out the new EDGAR that I tweeted about on Friday night. But after poking around and re-rea… https://t.co/2HNWxjaN22", "clean_text": "WAS ALL EXCITED TO CHECK OUT THE NEW EDGAR THAT I TWEETED ABOUT ON FRIDAY NIGHT BUT AFTER POKING AROUND AND REREA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200210, "Text": "But for the filers out there, I’d be curious to know what the big changes look like.", "clean_text": "BUT FOR THE FILERS OUT THERE ID BE CURIOUS TO KNOW WHAT THE BIG CHANGES LOOK LIKE", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200210, "Text": "@opinion_joe @AlderLaneeggs @MelinAnders @winnieokelley @MUNDASPORTS Except the existence of the alleged insider tr… https://t.co/AfjChx2phg", "clean_text": "@OPINION_JOE @ALDERLANEEGGS @MELINANDERS @WINNIEOKELLEY @MUNDASPORTS EXCEPT THE EXISTENCE OF THE ALLEGED INSIDER TR ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200209, "Text": "Biden tried to rally with fight &amp; energy, but admitting he’s about to get killed in the NH primary belied all that. Just an old guy yelling.", "clean_text": "BIDEN TRIED TO RALLY WITH FIGHT AMP ENERGY BUT ADMITTING HES ABOUT TO GET KILLED IN THE NH PRIMARY BELIED ALL THAT JUST AN OLD GUY YELLING", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200209, "Text": "Mayor Pete is looking increasingly scripted, plastic &amp; poll-tested. He’s indeed a great speaker, if one can ignore the lack of authenticity.", "clean_text": "MAYOR PETE IS LOOKING INCREASINGLY SCRIPTED PLASTIC AMP POLLTESTED HES INDEED A GREAT SPEAKER IF ONE CAN IGNORE THE LACK OF AUTHENTICITY", "count1": 1, "count2": 1, "count3": 1, "count4": 0}]