["OF", {"Name": "mjmauboussin", "Time": 20200118, "Text": "See page 17 of Thirty Years https://t.co/UsT58UtByE https://t.co/7VGhswcMDz", "clean_text": "SEE PAGE 17 OF THIRTY YEARS  ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200117, "Text": "RT @CoveringDelta: In the overtime to this week's @HiddenForcesPod episode, Jim Grant offered to share some of @GrantsPub research and writ…", "clean_text": "RT @COVERINGDELTA IN THE OVERTIME TO THIS WEEK @HIDDENFORCESPOD EPISODE JIM GRANT OFFERED TO SHARE SOME OF @GRANTSPUB RESEARCH AND WRIT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "$MDLA only provided two years of historical financials in its IPO documents despite a 20-year operating history whi… https://t.co/cvBybBlyW6", "clean_text": "MDLA ONLY PROVIDED TWO YEARS OF HISTORICAL FINANCIALS IN ITS IPO DOCUMENTS DESPITE A 20YEAR OPERATING HISTORY WHI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "Current valuation is ~5x what $MDLA valued itself internally less than a year ago.  Recent expiry of IPO share lock… https://t.co/5Ty1YdKVYY", "clean_text": "CURRENT VALUATION IS ~5X WHAT MDLA VALUED ITSELF INTERNALLY LESS THAN A YEAR AGO  RECENT EXPIRY OF IPO SHARE LOCK ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "Most of the sell-side is using the WRONG share count of ~128m vs the correct share count of ~177m…meaning the curre… https://t.co/T2hVkh36W3", "clean_text": "MOST OF THE SELLSIDE IS USING THE WRONG SHARE COUNT OF ~128M VS THE CORRECT SHARE COUNT OF ~177MMEANING THE CURRE ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200116, "Text": "The Street isn’t properly accounting for over 50m of deep in-the-money $MDLA options. The actual diluted share coun… https://t.co/MjloTuZxbA", "clean_text": "THE STREET ISNT PROPERLY ACCOUNTING FOR OVER 50M OF DEEP INTHEMONEY MDLA OPTIONS THE ACTUAL DILUTED SHARE COUN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200115, "Text": "This still makes a lot of sense! https://t.co/UulluHxOhd", "clean_text": "THIS STILL MAKES A LOT OF SENSE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200114, "Text": "This is one of the saddest @nytimes stories I’ve read in awhile. https://t.co/r6ctJizOSP", "clean_text": "THIS IS ONE OF THE SADDEST @NYTIMES STORIES IVE READ IN AWHILE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200114, "Text": "RT @markflowchatter: Craig Hallum dropping coverage on $HIIQ  - one of the few firms always pounding the table to BUY\n\nSayonara", "clean_text": "RT @MARKFLOWCHATTER CRAIG HALLUM DROPPING COVERAGE ON HIIQ ONE OF THE FEW FIRMS ALWAYS POUNDING THE TABLE TO BUY\n\nSAYONARA", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200113, "Text": "\"It’s been a great adventure for me to be so hated by people I hold in contempt.\" -- Roger Scruton, champion of freedom, RIP", "clean_text": "ITS BEEN A GREAT ADVENTURE FOR ME TO BE SO HATED BY PEOPLE I HOLD IN CONTEMPT  ROGER SCRUTON CHAMPION OF FREEDOM RIP", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200113, "Text": "RT @CoveringDelta: Jim Grant, editor of @GrantsPub explains why recent Fed interventions are more significant than mainstream market commen…", "clean_text": "RT @COVERINGDELTA JIM GRANT EDITOR OF @GRANTSPUB EXPLAINS WHY RECENT FED INTERVENTIONS ARE MORE SIGNIFICANT THAN MAINSTREAM MARKET COMMEN", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200113, "Text": "Meanwhile, at the Central Bank All-You-Can-Eat Diner...\n\nGlobal debt-to-GDP hit an all-time high of 322% in the thi… https://t.co/00wU3STc4f", "clean_text": "MEANWHILE AT THE CENTRAL BANK ALLYOUCANEAT DINER\n\nGLOBAL DEBTTOGDP HIT AN ALLTIME HIGH OF 322% IN THE THI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200111, "Text": "Perhaps Mark Croce ran out of fuel for the helicopter (which is my guess). But he was the fuel for the Chippewa district miracle.  RIP Mark.", "clean_text": "PERHAPS MARK CROCE RAN OUT OF FUEL FOR THE HELICOPTER WHICH IS MY GUESS BUT HE WAS THE FUEL FOR THE CHIPPEWA DISTRICT MIRACLE  RIP MARK", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200110, "Text": "Mark Croce was killed last night in a helicopter crash, a terrible loss for the great City of Buffalo.  Mark made a big positive difference.", "clean_text": "MARK CROCE WAS KILLED LAST NIGHT IN A HELICOPTER CRASH A TERRIBLE LOSS FOR THE GREAT CITY OF BUFFALO  MARK MADE A BIG POSITIVE DIFFERENCE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200109, "Text": "CalPERS chases the elusive 7% assumed rate of return. \n\nhttps://t.co/2J7NpgoGjM", "clean_text": "CALPERS CHASES THE ELUSIVE 7% ASSUMED RATE OF RETURN \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200109, "Text": "With all due respect to @obj, is this the greatest catch of all time?\n\nLet's get a ruling from @JeffMacke and… https://t.co/7aOJnp8ud0", "clean_text": "WITH ALL DUE RESPECT TO @OBJ IS THIS THE GREATEST CATCH OF ALL TIME\n\nLET GET A RULING FROM @JEFFMACKE AND ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200108, "Text": "RT @CoveringDelta: I'm recording an episode of @HiddenForcesPod with Jim Grant tomorrow. I've spent the past day pouring through Fed minute…", "clean_text": "RT @COVERINGDELTA IM RECORDING AN EPISODE OF @HIDDENFORCESPOD WITH JIM GRANT TOMORROW IVE SPENT THE PAST DAY POURING THROUGH FED MINUTE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200108, "Text": "Vern Nagel, CEO of $AYI stepping down. I've been critical of mgmt for a number of years now, for their constant sub… https://t.co/yjshGcfzkw", "clean_text": "VERN NAGEL CEO OF AYI STEPPING DOWN IVE BEEN CRITICAL OF MGMT FOR A NUMBER OF YEARS NOW FOR THEIR CONSTANT SUB ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200107, "Text": "Bills/Texans “highlights” reel doesn’t include OT 3rd &amp; 18 “conversion”, 1 of the game’s biggest plays. Why? Obvious delay of game non-call.", "clean_text": "BILLSTEXANS HIGHLIGHTS” REEL DOESNT INCLUDE OT 3RD AMP 18 CONVERSION” 1 OF THE GAMES BIGGEST PLAYS WHY OBVIOUS DELAY OF GAME NONCALL", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200107, "Text": "“Delay of game” is the easiest call to get right every time.  A 10 year-old could do it &amp; if we run out of them it’d be so easy to automate.", "clean_text": "DELAY OF GAME” IS THE EASIEST CALL TO GET RIGHT EVERY TIME  A 10 YEAROLD COULD DO IT AMP IF WE RUN OUT OF THEM ITD BE SO EASY TO AUTOMATE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200107, "Text": "The average new car cost a record $34,602 in Dec. according to J.D. Power and LMC Automotive... representing 55% of… https://t.co/D9CV1Swx8J", "clean_text": "THE AVERAGE NEW CAR COST A RECORD 34602 IN DEC ACCORDING TO JD POWER AND LMC AUTOMOTIVE REPRESENTING 55% OF ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200106, "Text": "We took a look at SEC filings stats for 2019 with the help of our friends at Kaleidoscope. There were just over 650… https://t.co/sCDJoEmmQO", "clean_text": "WE TOOK A LOOK AT SEC FILINGS STATS FOR 2019 WITH THE HELP OF OUR FRIENDS AT KALEIDOSCOPE THERE WERE JUST OVER 650 ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200106, "Text": "I can't say I agree with every conclusion here, but lots of indepth thinking on the evolution of gaming. A really g… https://t.co/ZTofQYIntZ", "clean_text": "I CANT SAY I AGREE WITH EVERY CONCLUSION HERE BUT LOTS OF INDEPTH THINKING ON THE EVOLUTION OF GAMING A REALLY G ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200105, "Text": "Visited Kangaroo Island a long time ago, but still have lots of great memories of amazing wildlife there. Fires the… https://t.co/SSocX5dlp1", "clean_text": "VISITED KANGAROO ISLAND A LONG TIME AGO BUT STILL HAVE LOTS OF GREAT MEMORIES OF AMAZING WILDLIFE THERE FIRES THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200105, "Text": "The Bills choked.  The City of Buffalo deserved better today.", "clean_text": "THE BILLS CHOKED  THE CITY OF BUFFALO DESERVED BETTER TODAY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200105, "Text": "Brady’s last Patriot pass a pick six. Weird how that seems to happen. Marino was benched his last game in one of the biggest blowouts ever.", "clean_text": "BRADYS LAST PATRIOT PASS A PICK SIX WEIRD HOW THAT SEEMS TO HAPPEN MARINO WAS BENCHED HIS LAST GAME IN ONE OF THE BIGGEST BLOWOUTS EVER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]