["A", {"Name": "matt_levine", "Time": 20200328, "Text": "@ElieNYC @thenation my main takeaway from this is \"if you have a 3yo just give up,\" seems correct", "clean_text": "@ELIENYC @THENATION MY MAIN TAKEAWAY FROM THIS IS IF YOU HAVE A 3YO JUST GIVE UP SEEMS CORRECT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200328, "Text": "In his debate with Bernie Joe Biden said of the pandemic “This is like a war”.  Yesterday in a CNN virtual town hal… https://t.co/Kyx6fMAHOB", "clean_text": "IN HIS DEBATE WITH BERNIE JOE BIDEN SAID OF THE PANDEMIC THIS IS LIKE A WAR”  YESTERDAY IN A CNN VIRTUAL TOWN HAL ", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "State_IO", "Time": 20200328, "Text": "RT @USAmbUN: .@USUN is thrilled to be able to support NYC’s tireless health care workers with a donation of 250,000 protective face masks j…", "clean_text": "RT @USAMBUN @USUN IS THRILLED TO BE ABLE TO SUPPORT NYCS TIRELESS HEALTH CARE WORKERS WITH A DONATION OF 250000 PROTECTIVE FACE MASKS J", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200327, "Text": "@evanhughes SlateStarCodex has a roundup of studies https://t.co/vyqMQMkPSQ", "clean_text": "@EVANHUGHES SLATESTARCODEX HAS A ROUNDUP OF STUDIES ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200327, "Text": "@RuMcClu i thought that too but it’s a lab experiment. i agree that if you observed it in actual traders you’d thin… https://t.co/nGNwjHDsXB", "clean_text": "@RUMCCLU I THOUGHT THAT TOO BUT ITS A LAB EXPERIMENT I AGREE THAT IF YOU OBSERVED IT IN ACTUAL TRADERS YOUD THIN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200327, "Text": "RT @dynamicvol: I've done maybe a dozen conference calls with retail investors in the past week.  Near-unanimous opinion that we've seen th…", "clean_text": "RT @DYNAMICVOL IVE DONE MAYBE A DOZEN CONFERENCE CALLS WITH RETAIL INVESTORS IN THE PAST WEEK  NEARUNANIMOUS OPINION THAT WEVE SEEN TH", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200327, "Text": "PAA Research Report: AYI: A perfect storm of demand destruction and continued competition from Asian imports has em… https://t.co/lGwJTZtA20", "clean_text": "PAA RESEARCH REPORT AYI A PERFECT STORM OF DEMAND DESTRUCTION AND CONTINUED COMPETITION FROM ASIAN IMPORTS HAS EM ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "pmarca", "Time": 20200326, "Text": "RT @business: Trump suggested that Americans should consider giving up the tradition of greeting each other with a hand-shake -- forever. h…", "clean_text": "RT @BUSINESS TRUMP SUGGESTED THAT AMERICANS SHOULD CONSIDER GIVING UP THE TRADITION OF GREETING EACH OTHER WITH A HANDSHAKE  FOREVER H", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200326, "Text": "RT @BloombergAsia: S&amp;P and Moody’s are downgrading U.S. companies at the fastest pace in more than a decade https://t.co/OTOVn2bPrz", "clean_text": "RT @BLOOMBERGASIA SAMPP AND MOODYS ARE DOWNGRADING US COMPANIES AT THE FASTEST PACE IN MORE THAN A DECADE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200326, "Text": "@CrookedCapital I'm not aware of anyone at this point that thinks a V is in the cards...", "clean_text": "@CROOKEDCAPITAL IM NOT AWARE OF ANYONE AT THIS POINT THAT THINKS A V IS IN THE CARDS", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200326, "Text": "@AdamBScott1979 @CrookedCapital Yep, don't disagree.  In a way, it would be fitting after this shitstorm...  Total… https://t.co/RER2ibnSfw", "clean_text": "@ADAMBSCOTT1979 @CROOKEDCAPITAL YEP DONT DISAGREE  IN A WAY IT WOULD BE FITTING AFTER THIS SHITSTORM  TOTAL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200326, "Text": "... $AMZN is +3% YTD; Hard to think for many of these companies they should trade at values they did a month or two… https://t.co/DoyrA8hyvm", "clean_text": " AMZN IS +3% YTD HARD TO THINK FOR MANY OF THESE COMPANIES THEY SHOULD TRADE AT VALUES THEY DID A MONTH OR TWO ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200326, "Text": "On CNBC now...this Servicenow CEO looks like he looking for a gangbang to attend\n\n#ifyouknowyouknow", "clean_text": "ON CNBC NOWTHIS SERVICENOW CEO LOOKS LIKE HE LOOKING FOR A GANGBANG TO ATTEND\n\n#IFYOUKNOWYOUKNOW", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200326, "Text": "RT @LJKawa: The Dow Jones Industrial Average confirms entry into a new bull market on the day U.S. initial jobless claims quadruple their p…", "clean_text": "RT @LJKAWA THE DOW JONES INDUSTRIAL AVERAGE CONFIRMS ENTRY INTO A NEW BULL MARKET ON THE DAY US INITIAL JOBLESS CLAIMS QUADRUPLE THEIR P", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200326, "Text": "RT @hackcelerity: Lot of people just shifted horizons from 6-12 months to 2 days. Be the person who looks out a full 2 weeks and you'll fin…", "clean_text": "RT @HACKCELERITY LOT OF PEOPLE JUST SHIFTED HORIZONS FROM 612 MONTHS TO 2 DAYS BE THE PERSON WHO LOOKS OUT A FULL 2 WEEKS AND YOULL FIN", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200326, "Text": "Took them a minute @_KarateBoy_ https://t.co/x8g7Jaiex2", "clean_text": "TOOK THEM A MINUTE @_KARATEBOY_ ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200326, "Text": "I don't know about the rest of you, but I'm a little worried that once again the Utilities sector is driving the ma… https://t.co/DH4ZPfXarB", "clean_text": "I DONT KNOW ABOUT THE REST OF YOU BUT IM A LITTLE WORRIED THAT ONCE AGAIN THE UTILITIES SECTOR IS DRIVING THE MA ", "count1": 0, "count2": 3, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Anyone in Congress even trying to put pork into the bailout bill being negotiated is guilty of treason. Ditto any A… https://t.co/evaaClFKtK", "clean_text": "ANYONE IN CONGRESS EVEN TRYING TO PUT PORK INTO THE BAILOUT BILL BEING NEGOTIATED IS GUILTY OF TREASON DITTO ANY A ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "LQD has retraced 60% of its entire decline from high to low....in two days!  And it was a real doozy of a decline.", "clean_text": "LQD HAS RETRACED 60% OF ITS ENTIRE DECLINE FROM HIGH TO LOWIN TWO DAYS  AND IT WAS A REAL DOOZY OF A DECLINE", "count1": 1, "count2": 0, "count3": 2, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Larry Kudlow says stimulus packages will reach $6,000,000,000,000.  Together with a sharp decline in tax receipts t… https://t.co/dA6uC6to2l", "clean_text": "LARRY KUDLOW SAYS STIMULUS PACKAGES WILL REACH 6000000000000  TOGETHER WITH A SHARP DECLINE IN TAX RECEIPTS T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "The Fed can buy up corporate bond ETFs and thereby prop up prices of corporate bonds, but what happens when there a… https://t.co/rrCX0x8SWP", "clean_text": "THE FED CAN BUY UP CORPORATE BOND ETFS AND THEREBY PROP UP PRICES OF CORPORATE BONDS BUT WHAT HAPPENS WHEN THERE A ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200325, "Text": "RT @statedeptspox: The U.S. supports @UN Secretary General @AntonioGuterres and @UNEnvoySyria Pedersen's calls for a nationwide ceasefire i…", "clean_text": "RT @STATEDEPTSPOX THE US SUPPORTS @UN SECRETARY GENERAL @ANTONIOGUTERRES AND @UNENVOYSYRIA PEDERSEN CALLS FOR A NATIONWIDE CEASEFIRE I", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200325, "Text": "@tmcmill81 @nosunkcosts ...but rather, will they (US parks) be permanently impaired (my guess: no, not after a coup… https://t.co/PnSF6DraRx", "clean_text": "@TMCMILL81 @NOSUNKCOSTS BUT RATHER WILL THEY US PARKS BE PERMANENTLY IMPAIRED MY GUESS NO NOT AFTER A COUP ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@NickatFP @BazCap If S1 was a 9 and S2 was a 6.5... S3 is shaping up to be a 2 🦠🦠🦠", "clean_text": "@NICKATFP @BAZCAP IF S1 WAS A 9 AND S2 WAS A 65 S3 IS SHAPING UP TO BE A 2 🦠🦠🦠", "count1": 1, "count2": 0, "count3": 0, "count4": 3}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@BazCap @NickatFP I can’t even figure out a single thing going on in S3 so far... I was always on board with S2 but… https://t.co/L4oRTi0WFg", "clean_text": "@BAZCAP @NICKATFP I CANT EVEN FIGURE OUT A SINGLE THING GOING ON IN S3 SO FAR I WAS ALWAYS ON BOARD WITH S2 BUT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@SuperMugatu @PolarisCap I mean I can get behind the visuals being a cool thing if you’re into that but like WHAT I… https://t.co/cmWQo2TZSR", "clean_text": "@SUPERMUGATU @POLARISCAP I MEAN I CAN GET BEHIND THE VISUALS BEING A COOL THING IF YOURE INTO THAT BUT LIKE WHAT I ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200325, "Text": "Caller - \"My mother has Corona Virus under care of a Dr.  Does she still have to make her 28% interest car payment… https://t.co/XszbKGpzUN", "clean_text": "CALLER  MY MOTHER HAS CORONA VIRUS UNDER CARE OF A DR  DOES SHE STILL HAVE TO MAKE HER 28% INTEREST CAR PAYMENT ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200324, "Text": "RT @dollarsanddata: \"If you aren’t buying at these levels, you are implying that (a) you don’t want 14% annual returns for the next 3 years…", "clean_text": "RT @DOLLARSANDDATA IF YOU ARENT BUYING AT THESE LEVELS YOU ARE IMPLYING THAT A YOU DONT WANT 14% ANNUAL RETURNS FOR THE NEXT 3 YEARS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200324, "Text": "RT @ToddSullivan: Seth Klarman just opened up Baupost for investment for the first time in forever....if that isn't a \"stocks are screaming…", "clean_text": "RT @TODDSULLIVAN SETH KLARMAN JUST OPENED UP BAUPOST FOR INVESTMENT FOR THE FIRST TIME IN FOREVERIF THAT ISNT A STOCKS ARE SCREAMING", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200324, "Text": "Never seen a more painful 180 from great to decent to awful than Westworld so far. Sweet baby Jesus.", "clean_text": "NEVER SEEN A MORE PAINFUL 180 FROM GREAT TO DECENT TO AWFUL THAN WESTWORLD SO FAR SWEET BABY JESUS", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@BenRabidoux We've been talking about the implications of a major real estate downturn for years now, so yeah \"esse… https://t.co/pskLqYf691", "clean_text": "@BENRABIDOUX WEVE BEEN TALKING ABOUT THE IMPLICATIONS OF A MAJOR REAL ESTATE DOWNTURN FOR YEARS NOW SO YEAH ESSE ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200323, "Text": "RT @tseides: Applying behavioral frameworks and good decision making in a time of crisis. Who better to ask than @mjmauboussin? \n\nhttps://t…", "clean_text": "RT @TSEIDES APPLYING BEHAVIORAL FRAMEWORKS AND GOOD DECISION MAKING IN A TIME OF CRISIS WHO BETTER TO ASK THAN @MJMAUBOUSSIN \n\n", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200323, "Text": "Tepper bought a little bit of healthcare today (hospitals), corporate loans/junk loans, some bank debt.  “Things lo… https://t.co/7q6Dhbjeli", "clean_text": "TEPPER BOUGHT A LITTLE BIT OF HEALTHCARE TODAY HOSPITALS CORPORATE LOANSJUNK LOANS SOME BANK DEBT  THINGS LO ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200323, "Text": "Tepper has cash on the sidelines ready to go but wants to see a comprehensive plan to address the virus first (Cong… https://t.co/MfSwH5xLBU", "clean_text": "TEPPER HAS CASH ON THE SIDELINES READY TO GO BUT WANTS TO SEE A COMPREHENSIVE PLAN TO ADDRESS THE VIRUS FIRST CONG ", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200323, "Text": "In 2 separate conversations today, I learned about two close friends who are now out of work. One, a magazine edito… https://t.co/5kUWv1gG6U", "clean_text": "IN 2 SEPARATE CONVERSATIONS TODAY I LEARNED ABOUT TWO CLOSE FRIENDS WHO ARE NOW OUT OF WORK ONE A MAGAZINE EDITO ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200323, "Text": "RT @BloombergAsia: Large municipal-bond funds are unwinding a leveraged investment strategy that backfired this month, contributing to the…", "clean_text": "RT @BLOOMBERGASIA LARGE MUNICIPALBOND FUNDS ARE UNWINDING A LEVERAGED INVESTMENT STRATEGY THAT BACKFIRED THIS MONTH CONTRIBUTING TO THE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "Assuming a 50% reduction in operating earnings from 2019 #'s + similar investment income as 2019 = $7.19/per B shar… https://t.co/lZm6tiGSLQ", "clean_text": "ASSUMING A 50% REDUCTION IN OPERATING EARNINGS FROM 2019 SIMILAR INVESTMENT INCOME AS 2019  719PER B SHAR ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "Sticking my neck out here a little - brief notes on a few ideas $BRK $GOOG $SBUX $CMCSA $CHTR \n\nSide note - *slide… https://t.co/UhlihHFuOw", "clean_text": "STICKING MY NECK OUT HERE A LITTLE  BRIEF NOTES ON A FEW IDEAS BRK GOOG SBUX CMCSA CHTR \n\nSIDE NOTE  *SLIDE ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "$CHTR closes $2.5bn 10/12 yr notes at 4.5%. 10 year at a slight premium. Good terms", "clean_text": "CHTR CLOSES 25BN 1012 YR NOTES AT 45% 10 YEAR AT A SLIGHT PREMIUM GOOD TERMS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200323, "Text": "RT @lloydblankfein: Extreme measures to flatten the virus “curve” is sensible-for a time-to stretch out the strain on health infrastructure…", "clean_text": "RT @LLOYDBLANKFEIN EXTREME MEASURES TO FLATTEN THE VIRUS CURVE” IS SENSIBLEFOR A TIMETO STRETCH OUT THE STRAIN ON HEALTH INFRASTRUCTURE", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200322, "Text": "RT @RaoulGMI: This is well worth a read. \n\nI think people are wildly underestimating time in this equation, and not just impact. In all out…", "clean_text": "RT @RAOULGMI THIS IS WELL WORTH A READ \n\nI THINK PEOPLE ARE WILDLY UNDERESTIMATING TIME IN THIS EQUATION AND NOT JUST IMPACT IN ALL OUT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "RT @PTetlock: Creative force here is a brilliant statistician, Ville Satopaa, who developed the BIN model for decomposing the variance &amp; is…", "clean_text": "RT @PTETLOCK CREATIVE FORCE HERE IS A BRILLIANT STATISTICIAN VILLE SATOPAA WHO DEVELOPED THE BIN MODEL FOR DECOMPOSING THE VARIANCE AMP IS", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200321, "Text": "Helicopter money in theory makes indebted consumers more apt to pay their debts, until you say there is a moritoriu… https://t.co/ATsy7XOhsJ", "clean_text": "HELICOPTER MONEY IN THEORY MAKES INDEBTED CONSUMERS MORE APT TO PAY THEIR DEBTS UNTIL YOU SAY THERE IS A MORITORIU ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200321, "Text": "S&amp;P 500 -15% last 5 days....\n\nWho knows when there will be a bottom. Plenty of bad news will come out over the next… https://t.co/9JZttHibKv", "clean_text": "SAMPP 500 15% LAST 5 DAYS\n\nWHO KNOWS WHEN THERE WILL BE A BOTTOM PLENTY OF BAD NEWS WILL COME OUT OVER THE NEXT ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200320, "Text": "RT @PTetlock: A rule that has yet to fail.\nWhen Michael Mauboussin writes about my work, I groan: “I wish I’d thought of saying it that way…", "clean_text": "RT @PTETLOCK A RULE THAT HAS YET TO FAIL\nWHEN MICHAEL MAUBOUSSIN WRITES ABOUT MY WORK I GROAN I WISH ID THOUGHT OF SAYING IT THAT WAY", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200320, "Text": "Anyone have a good website for tracking Coronavirus by day by state?", "clean_text": "ANYONE HAVE A GOOD WEBSITE FOR TRACKING CORONAVIRUS BY DAY BY STATE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200320, "Text": "$LSXMA $BATRA $FWONA 8-k yest: \"fully repaid $LYV margin loan using a portion of cash on hand. Margin loan of $130m… https://t.co/XhPcwYTcJO", "clean_text": "LSXMA BATRA FWONA 8K YEST FULLY REPAID LYV MARGIN LOAN USING A PORTION OF CASH ON HAND MARGIN LOAN OF 130M ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @TruthGundlach: Movie theater operators are asking for a government bailout?!  Seriously!?!? Next equity ETF owners will ask the governm…", "clean_text": "RT @TRUTHGUNDLACH MOVIE THEATER OPERATORS ARE ASKING FOR A GOVERNMENT BAILOUT  SERIOUSLY NEXT EQUITY ETF OWNERS WILL ASK THE GOVERNM", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @morganhousel: Just saw someone remove their face mask to smoke a cigarette. Life's about tradeoffs.", "clean_text": "RT @MORGANHOUSEL JUST SAW SOMEONE REMOVE THEIR FACE MASK TO SMOKE A CIGARETTE LIFE ABOUT TRADEOFFS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @elonmusk: @suhaylabbas @fawadchaudhry We will make ventilators if there is a shortage", "clean_text": "RT @ELONMUSK @SUHAYLABBAS @FAWADCHAUDHRY WE WILL MAKE VENTILATORS IF THERE IS A SHORTAGE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @cullenroche: Our retirement accounts crashed, but then we got a sneak peak at what it's like to be home all the time and realized we'd…", "clean_text": "RT @CULLENROCHE OUR RETIREMENT ACCOUNTS CRASHED BUT THEN WE GOT A SNEAK PEAK AT WHAT IT LIKE TO BE HOME ALL THE TIME AND REALIZED WED", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200319, "Text": "Movie theater operators are asking for a government bailout?!  Seriously!?!? Next equity ETF owners will ask the go… https://t.co/vbxxFOfzFH", "clean_text": "MOVIE THEATER OPERATORS ARE ASKING FOR A GOVERNMENT BAILOUT  SERIOUSLY NEXT EQUITY ETF OWNERS WILL ASK THE GO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200319, "Text": "@PalmettoCapital @mariocibelli Seems at least a tad late for that?", "clean_text": "@PALMETTOCAPITAL @MARIOCIBELLI SEEMS AT LEAST A TAD LATE FOR THAT", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200319, "Text": "RT @RaoulGMI: Literally no one is long enough dollars. NO ONE. Pick any currency to short, it matters not. If you are in a different countr…", "clean_text": "RT @RAOULGMI LITERALLY NO ONE IS LONG ENOUGH DOLLARS NO ONE PICK ANY CURRENCY TO SHORT IT MATTERS NOT IF YOU ARE IN A DIFFERENT COUNTR", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200319, "Text": "$HCG if there's a better poster child for shareholder destruction via stock repurchase please let me know.  They bo… https://t.co/r0GOuvbNjN", "clean_text": "HCG IF THERE A BETTER POSTER CHILD FOR SHAREHOLDER DESTRUCTION VIA STOCK REPURCHASE PLEASE LET ME KNOW  THEY BO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200318, "Text": "With today’s technology you can interact quicker with a newsletter than ever before and this could be a model for t… https://t.co/qaZYa1IKLL", "clean_text": "WITH TODAYS TECHNOLOGY YOU CAN INTERACT QUICKER WITH A NEWSLETTER THAN EVER BEFORE AND THIS COULD BE A MODEL FOR T ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "As if we needed more evidence of a liquidity squeeze crushing asset prices, today I received panic offers of blue c… https://t.co/AVnrt9P3un", "clean_text": "AS IF WE NEEDED MORE EVIDENCE OF A LIQUIDITY SQUEEZE CRUSHING ASSET PRICES TODAY I RECEIVED PANIC OFFERS OF BLUE C ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We believe $MDXG shares are currently trading at a deep discount to FV. Assuming the same multiple as competitor Os… https://t.co/wUuAhoKUtU", "clean_text": "WE BELIEVE MDXG SHARES ARE CURRENTLY TRADING AT A DEEP DISCOUNT TO FV ASSUMING THE SAME MULTIPLE AS COMPETITOR OS ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200318, "Text": "@BluegrassCap EXCELLENT.  That's a pretty loud chart...", "clean_text": "@BLUEGRASSCAP EXCELLENT  THAT A PRETTY LOUD CHART", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200318, "Text": "RT @vol_christopher: What very few realize is that the Fed's actions over the past 48 hours are primarily intended to prevent a few massive…", "clean_text": "RT @VOL_CHRISTOPHER WHAT VERY FEW REALIZE IS THAT THE FED ACTIONS OVER THE PAST 48 HOURS ARE PRIMARILY INTENDED TO PREVENT A FEW MASSIVE", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200318, "Text": "RT @novogratz: I started my career as a commercial paper salesman at GS.  Never would have thought that 31 years later the CP markets would…", "clean_text": "RT @NOVOGRATZ I STARTED MY CAREER AS A COMMERCIAL PAPER SALESMAN AT GS  NEVER WOULD HAVE THOUGHT THAT 31 YEARS LATER THE CP MARKETS WOULD", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200317, "Text": "I am preparing a blitz of short-term relief that I hope will allow this newsletter to continue operating smoothly e… https://t.co/5K597ZOhrV", "clean_text": "I AM PREPARING A BLITZ OF SHORTTERM RELIEF THAT I HOPE WILL ALLOW THIS NEWSLETTER TO CONTINUE OPERATING SMOOTHLY E ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200317, "Text": "Hey @nycmayor and @NYGovCuomo: how about a special press conference for kids like @erna_solberg did in Norway? Lots… https://t.co/29PJGH5RYO", "clean_text": "HEY @NYCMAYOR AND @NYGOVCUOMO HOW ABOUT A SPECIAL PRESS CONFERENCE FOR KIDS LIKE @ERNA_SOLBERG DID IN NORWAY LOTS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200317, "Text": "@WineRex I haven’t seen a lot disclosed so far. But that’s admittedly a universe limited to officers/directors at public companies.", "clean_text": "@WINEREX I HAVENT SEEN A LOT DISCLOSED SO FAR BUT THATS ADMITTEDLY A UNIVERSE LIMITED TO OFFICERSDIRECTORS AT PUBLIC COMPANIES", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "We issued a new report on @Medallia this morning. $MDLA has used M&amp;A to mask rapidly deteriorating organic revenue… https://t.co/FEuijFvjdN", "clean_text": "WE ISSUED A NEW REPORT ON @MEDALLIA THIS MORNING MDLA HAS USED MAMPA TO MASK RAPIDLY DETERIORATING ORGANIC REVENUE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "Path to profitability still a fairy tale. $MDLA has been unprofitable for 20 years despite minimal competition in c… https://t.co/b8ng2uUhlN", "clean_text": "PATH TO PROFITABILITY STILL A FAIRY TALE MDLA HAS BEEN UNPROFITABLE FOR 20 YEARS DESPITE MINIMAL COMPETITION IN C ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200316, "Text": "For those who understand the market to be a complex adaptive system @sfiscience https://t.co/jgSxbFy1Uc", "clean_text": "FOR THOSE WHO UNDERSTAND THE MARKET TO BE A COMPLEX ADAPTIVE SYSTEM @SFISCIENCE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200316, "Text": "RT @sfiscience: @GaskarthWayBlog @mjmauboussin Here's a searchable index of resources on a wide variety of #complexsystems topics, browsabl…", "clean_text": "RT @SFISCIENCE @GASKARTHWAYBLOG @MJMAUBOUSSIN HERE A SEARCHABLE INDEX OF RESOURCES ON A WIDE VARIETY OF #COMPLEXSYSTEMS TOPICS BROWSABL", "count1": 0, "count2": 0, "count3": 2, "count4": 2}, {"Name": "marketfolly", "Time": 20200316, "Text": "If people ask you about all the market volatility, this from @B3_MillerValue sums it up. There’s simply a ton of “c… https://t.co/QmwOyHsjXj", "clean_text": "IF PEOPLE ASK YOU ABOUT ALL THE MARKET VOLATILITY THIS FROM @B3_MILLERVALUE SUMS IT UP THERES SIMPLY A TON OF C ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200316, "Text": "Nearly 200 8-Ks were filed after 4 pm today. That’s a pace that’s pretty unusual for this time of year. But then ag… https://t.co/cEwuxdAT5P", "clean_text": "NEARLY 200 8KS WERE FILED AFTER 4 PM TODAY THATS A PACE THATS PRETTY UNUSUAL FOR THIS TIME OF YEAR BUT THEN AG ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200316, "Text": "Since @J264B asked about Form 4s, I decided to take a quick look. Expect to see a lot more margin call selling like… https://t.co/RXkCzegGU8", "clean_text": "SINCE @J264B ASKED ABOUT FORM 4S I DECIDED TO TAKE A QUICK LOOK EXPECT TO SEE A LOT MORE MARGIN CALL SELLING LIKE ", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "footnoted", "Time": 20200316, "Text": "@LandisWeaver @J264B Those Form 4s would already be available. But someone like @AsifSuria would have a better handle on that than me.", "clean_text": "@LANDISWEAVER @J264B THOSE FORM 4S WOULD ALREADY BE AVAILABLE BUT SOMEONE LIKE @ASIFSURIA WOULD HAVE A BETTER HANDLE ON THAT THAN ME", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200316, "Text": "RT @michaelbatnick: Long-term returns have historically gotten more attractive as stocks decline, but over the short-term, flip a coin. \n\nh…", "clean_text": "RT @MICHAELBATNICK LONGTERM RETURNS HAVE HISTORICALLY GOTTEN MORE ATTRACTIVE AS STOCKS DECLINE BUT OVER THE SHORTTERM FLIP A COIN \n\nH", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "Working on getting a $DIS deck out this week (peaked my interest falling from $153 --&gt; $93) but... I have no answer… https://t.co/lsmiuaTE5p", "clean_text": "WORKING ON GETTING A DIS DECK OUT THIS WEEK PEAKED MY INTEREST FALLING FROM 153 GT 93 BUT I HAVE NO ANSWER ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "..cable networks. Rather, a combo of theme park strength w/ film IP, Disney+ (sub + pricing power), Hulu/ESPN+ redu… https://t.co/bmd0QKks2D", "clean_text": "CABLE NETWORKS RATHER A COMBO OF THEME PARK STRENGTH W FILM IP DISNEY+ SUB PRICING POWER HULUESPN+ REDU ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "@LibertyRPF Well...I put in a limit order and it’s not being filled here so....? $CHTR I would take it at $350.", "clean_text": "@LIBERTYRPF WELLI PUT IN A LIMIT ORDER AND ITS NOT BEING FILLED HERE SO CHTR I WOULD TAKE IT AT 350", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200316, "Text": "Spruce Point saying it wouldn't wish for a correction caused by human suffering. Fair play! https://t.co/RK4bQhzCPK", "clean_text": "SPRUCE POINT SAYING IT WOULDNT WISH FOR A CORRECTION CAUSED BY HUMAN SUFFERING FAIR PLAY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "@unikornhunter @Bengordon2013 @HotlantaCapital There are a lot of issues with Flex, it really will only work for a… https://t.co/s7jkqElRDU", "clean_text": "@UNIKORNHUNTER @BENGORDON2013 @HOTLANTACAPITAL THERE ARE A LOT OF ISSUES WITH FLEX IT REALLY WILL ONLY WORK FOR A ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "@kidkapital @unikornhunter @Bengordon2013 @HotlantaCapital I think its misleading to suggest there has been a compa… https://t.co/Mc7noxjTZH", "clean_text": "@KIDKAPITAL @UNIKORNHUNTER @BENGORDON2013 @HOTLANTACAPITAL I THINK ITS MISLEADING TO SUGGEST THERE HAS BEEN A COMPA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "When do we think $AMZN will become a line item in the non-farm payroll report?", "clean_text": "WHEN DO WE THINK AMZN WILL BECOME A LINE ITEM IN THE NONFARM PAYROLL REPORT", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "PAA Research Report: OSTK: In a World Where Stocks Continually Get Cheaper, OSTK Now Trading at a Discount to Cash,… https://t.co/uKTY97s2VI", "clean_text": "PAA RESEARCH REPORT OSTK IN A WORLD WHERE STOCKS CONTINUALLY GET CHEAPER OSTK NOW TRADING AT A DISCOUNT TO CASH ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "activiststocks", "Time": 20200315, "Text": "RT @JustMeTurtle: I’m a garbageman, I can’t work from home and my job is an essential city service that must get done. It’s a tough job, fr…", "clean_text": "RT @JUSTMETURTLE IM A GARBAGEMAN I CANT WORK FROM HOME AND MY JOB IS AN ESSENTIAL CITY SERVICE THAT MUST GET DONE ITS A TOUGH JOB FR", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "activiststocks", "Time": 20200315, "Text": "RT @markwby: Here’s something that’s absolutely terrifying: a comparison of the age distributions of Covid-19 cases in Italy, where they ar…", "clean_text": "RT @MARKWBY HERES SOMETHING THATS ABSOLUTELY TERRIFYING A COMPARISON OF THE AGE DISTRIBUTIONS OF COVID19 CASES IN ITALY WHERE THEY AR", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200315, "Text": "Best way to tell how an executive might run a team in the future is how they are running a team now. Take a look at… https://t.co/knIL1NXpWH", "clean_text": "BEST WAY TO TELL HOW AN EXECUTIVE MIGHT RUN A TEAM IN THE FUTURE IS HOW THEY ARE RUNNING A TEAM NOW TAKE A LOOK AT ", "count1": 1, "count2": 1, "count3": 0, "count4": 3}, {"Name": "TruthGundlach", "Time": 20200315, "Text": "The whole point is, how can a Presidential candidate not personally make sure that a new form of communication pote… https://t.co/BRfWpUM7m7", "clean_text": "THE WHOLE POINT IS HOW CAN A PRESIDENTIAL CANDIDATE NOT PERSONALLY MAKE SURE THAT A NEW FORM OF COMMUNICATION POTE ", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200315, "Text": "@Bengordon2013 @HotlantaCapital I'll have some more insights on that in a week or two after finishing a round of checks after this week.", "clean_text": "@BENGORDON2013 @HOTLANTACAPITAL ILL HAVE SOME MORE INSIGHTS ON THAT IN A WEEK OR TWO AFTER FINISHING A ROUND OF CHECKS AFTER THIS WEEK", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200314, "Text": "Listened to @patrick_oshag podcast with @bgurley and @chetanp, which was terrific. Chetan made a point that in his… https://t.co/LEhuT9eXva", "clean_text": "LISTENED TO @PATRICK_OSHAG PODCAST WITH @BGURLEY AND @CHETANP WHICH WAS TERRIFIC CHETAN MADE A POINT THAT IN HIS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200314, "Text": "this is great - someone forged ancient bible fragments by copying from a reference bible, but were caught because t… https://t.co/vY5fprqj2b", "clean_text": "THIS IS GREAT  SOMEONE FORGED ANCIENT BIBLE FRAGMENTS BY COPYING FROM A REFERENCE BIBLE BUT WERE CAUGHT BECAUSE T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200314, "Text": "also a good story about incentives https://t.co/FQLra3f07G", "clean_text": "ALSO A GOOD STORY ABOUT INCENTIVES ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @QTRResearch: Why didn’t they use a 1 month chart https://t.co/yfq0dBSikk", "clean_text": "RT @QTRRESEARCH WHY DIDNT THEY USE A 1 MONTH CHART ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @carlquintanilla: (Verge) - Google is not working with the US government in building a nationwide website to help people determine wheth…", "clean_text": "RT @CARLQUINTANILLA VERGE  GOOGLE IS NOT WORKING WITH THE US GOVERNMENT IN BUILDING A NATIONWIDE WEBSITE TO HELP PEOPLE DETERMINE WHETH", "count1": 1, "count2": 1, "count3": 0, "count4": 1}]