["AND", {"Name": "probesreporter", "Time": 20200522, "Text": "RT @JohnPGavin: CEOs and politicians go into interviews with defined talking points.  They view ANY question asked as a chance to parrot th…", "clean_text": "RT @JOHNPGAVIN CEOS AND POLITICIANS GO INTO INTERVIEWS WITH DEFINED TALKING POINTS  THEY VIEW ANY QUESTION ASKED AS A CHANCE TO PARROT TH", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200522, "Text": "RT @justGLew: running ten miles per day not drinking portfolio crushing it has given me lots of non toxic masculine energy and my twitter i…", "clean_text": "RT @JUSTGLEW RUNNING TEN MILES PER DAY NOT DRINKING PORTFOLIO CRUSHING IT HAS GIVEN ME LOTS OF NON TOXIC MASCULINE ENERGY AND MY TWITTER I", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200522, "Text": "@TheStalwart pro move is to get the Domino's pizza and then swing by Papa John's for their garlic sauce (this is a serious post)", "clean_text": "@THESTALWART PRO MOVE IS TO GET THE DOMINO PIZZA AND THEN SWING BY PAPA JOHN FOR THEIR GARLIC SAUCE THIS IS A SERIOUS POST", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200522, "Text": "RT @SecPompeo: The United States condemns the PRC proposal to impose national security legislation on Hong Kong and strongly urges Beijing…", "clean_text": "RT @SECPOMPEO THE UNITED STATES CONDEMNS THE PRC PROPOSAL TO IMPOSE NATIONAL SECURITY LEGISLATION ON HONG KONG AND STRONGLY URGES BEIJING", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "IBDinvestors", "Time": 20200522, "Text": "Which biotech and growth stocks does money manager @jfahmy like right now? Find out on the new episode of the Inves… https://t.co/2ivgTofGDK", "clean_text": "WHICH BIOTECH AND GROWTH STOCKS DOES MONEY MANAGER @JFAHMY LIKE RIGHT NOW FIND OUT ON THE NEW EPISODE OF THE INVES ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "IBDinvestors", "Time": 20200522, "Text": "Which biotech and growth stocks does money manager @jfahmy like right now? Find out on the new episode of the Inves… https://t.co/ABpnjOikuB", "clean_text": "WHICH BIOTECH AND GROWTH STOCKS DOES MONEY MANAGER @JFAHMY LIKE RIGHT NOW FIND OUT ON THE NEW EPISODE OF THE INVES ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200522, "Text": "Amazing how we went from talking about tech stacks to debt stacks and back to tech stacks all in the span of just 3 months.", "clean_text": "AMAZING HOW WE WENT FROM TALKING ABOUT TECH STACKS TO DEBT STACKS AND BACK TO TECH STACKS ALL IN THE SPAN OF JUST 3 MONTHS", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200521, "Text": "This is one of those newsletters where you just go home and say ‘It’s either going to be beer or wine.’ https://t.co/x1PgVhdLpM", "clean_text": "THIS IS ONE OF THOSE NEWSLETTERS WHERE YOU JUST GO HOME AND SAY ITS EITHER GOING TO BE BEER OR WINE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200521, "Text": "@lowgravitaszone @neoliberal_dad oh trust me they exist and they are very, very good letters", "clean_text": "@LOWGRAVITASZONE @NEOLIBERAL_DAD OH TRUST ME THEY EXIST AND THEY ARE VERY VERY GOOD LETTERS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200521, "Text": "Had a nice and productive morning let me check Twi- https://t.co/hCTyazKn5w", "clean_text": "HAD A NICE AND PRODUCTIVE MORNING LET ME CHECK TWI ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @WHNSC: (1/2) The U.S. sharply condemns the recent anti-Semitic rhetoric and threats by Iranian Supreme leader Khameni directed against…", "clean_text": "RT @WHNSC 12 THE US SHARPLY CONDEMNS THE RECENT ANTISEMITIC RHETORIC AND THREATS BY IRANIAN SUPREME LEADER KHAMENI DIRECTED AGAINST", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: In announcing U.S. intent to withdraw from the Treaty on Open Skies, @SecPompeo and @POTUS underscore the administration's det…", "clean_text": "RT @USAMBUN IN ANNOUNCING US INTENT TO WITHDRAW FROM THE TREATY ON OPEN SKIES @SECPOMPEO AND @POTUS UNDERSCORE THE ADMINISTRATION DET", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: For years Russia has violated the terms of this Treaty, while the U.S. and allies live up to their commitments. Such agreement…", "clean_text": "RT @USAMBUN FOR YEARS RUSSIA HAS VIOLATED THE TERMS OF THIS TREATY WHILE THE US AND ALLIES LIVE UP TO THEIR COMMITMENTS SUCH AGREEMENT", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: The U.S. may reconsider withdrawal if Russia ceases perverting the Treaty's implementation and returns to full compliance. Sho…", "clean_text": "RT @USAMBUN THE US MAY RECONSIDER WITHDRAWAL IF RUSSIA CEASES PERVERTING THE TREATY IMPLEMENTATION AND RETURNS TO FULL COMPLIANCE SHO", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Jesse_Livermore", "Time": 20200521, "Text": "Gilead should ditch remdesivir and focus on its simpler and safer ancestor https://t.co/wkulJflZcu via @statnews", "clean_text": "GILEAD SHOULD DITCH REMDESIVIR AND FOCUS ON ITS SIMPLER AND SAFER ANCESTOR  VIA @STATNEWS", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200521, "Text": "Had no idea Brazil was the worst performing market. We just MELI and chill. 🤷‍♂️ https://t.co/pDdDzHJRxr", "clean_text": "HAD NO IDEA BRAZIL WAS THE WORST PERFORMING MARKET WE JUST MELI AND CHILL ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200521, "Text": "Massive implications if this works and is copied... \"office centricity is over.\"\n\nCompanies access to talent expand… https://t.co/qJJpNzVlM3", "clean_text": "MASSIVE IMPLICATIONS IF THIS WORKS AND IS COPIED OFFICE CENTRICITY IS OVER\n\nCOMPANIES ACCESS TO TALENT EXPAND ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "@Samirkaji I might take the opposite view, and predict that the top banks today will still be the top banks in a de… https://t.co/KzAozTm6sj", "clean_text": "@SAMIRKAJI I MIGHT TAKE THE OPPOSITE VIEW AND PREDICT THAT THE TOP BANKS TODAY WILL STILL BE THE TOP BANKS IN A DE ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "@Samirkaji And I say that as a new, happy customer of your bank!", "clean_text": "@SAMIRKAJI AND I SAY THAT AS A NEW HAPPY CUSTOMER OF YOUR BANK", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "@ianpmarx @Samirkaji Agreed. I think fintech changes bank processes and bank vendors more than it changes banking i… https://t.co/kEvNGofWij", "clean_text": "@IANPMARX @SAMIRKAJI AGREED I THINK FINTECH CHANGES BANK PROCESSES AND BANK VENDORS MORE THAN IT CHANGES BANKING I ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "@roger55410174 Disagree and i guess so do Advent's expensive lawyers. Time will tell", "clean_text": "@ROGER55410174 DISAGREE AND I GUESS SO DO ADVENT EXPENSIVE LAWYERS TIME WILL TELL", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "Catch Spruce Point Founder and CIO Ben Axler live tomorrow May 21st on Bloomberg TV 1pm EST", "clean_text": "CATCH SPRUCE POINT FOUNDER AND CIO BEN AXLER LIVE TOMORROW MAY 21ST ON BLOOMBERG TV 1PM EST", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "@srg444 That is off the \"illustrative guidance\" put in the proxy, that was not issued on the conf call, and not cle… https://t.co/74bmpjxRwx", "clean_text": "@SRG444 THAT IS OFF THE ILLUSTRATIVE GUIDANCE PUT IN THE PROXY THAT WAS NOT ISSUED ON THE CONF CALL AND NOT CLE ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "@roger55410174 Aren't you assuming that $FSCT gave a fair, accurate and honest view to all prospective buyers....", "clean_text": "@ROGER55410174 ARENT YOU ASSUMING THAT FSCT GAVE A FAIR ACCURATE AND HONEST VIEW TO ALL PROSPECTIVE BUYERS", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200520, "Text": "RT @JohnPGavin: Resort fees, “destination fees”, and bogus “parking” fees remain widely entrenched at hotels everywhere that ran this scam.…", "clean_text": "RT @JOHNPGAVIN RESORT FEES DESTINATION FEES” AND BOGUS PARKING” FEES REMAIN WIDELY ENTRENCHED AT HOTELS EVERYWHERE THAT RAN THIS SCAM", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200520, "Text": "“The management” is often cited as an important variable for investors. Good timing and luck are the welcome variab… https://t.co/fTfyCRULia", "clean_text": "THE MANAGEMENT” IS OFTEN CITED AS AN IMPORTANT VARIABLE FOR INVESTORS GOOD TIMING AND LUCK ARE THE WELCOME VARIAB ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200520, "Text": "@oknotsomuch I am very basic but I love a good brie and manchego as well #cheesecontent", "clean_text": "@OKNOTSOMUCH I AM VERY BASIC BUT I LOVE A GOOD BRIE AND MANCHEGO AS WELL #CHEESECONTENT", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200520, "Text": "@StaleyRdCap @varianceswap @YoloCapMgmt @winsteadscap @a_del_credere @StarryNightCap Great idea and thanks for the… https://t.co/C1ktLlaICD", "clean_text": "@STALEYRDCAP @VARIANCESWAP @YOLOCAPMGMT @WINSTEADSCAP @A_DEL_CREDERE @STARRYNIGHTCAP GREAT IDEA AND THANKS FOR THE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @USForeignAssist: New fact sheet! Under the leadership of @POTUS and @SecPompeo the U.S. is providing more than $900 million across more…", "clean_text": "RT @USFOREIGNASSIST NEW FACT SHEET UNDER THE LEADERSHIP OF @POTUS AND @SECPOMPEO THE US IS PROVIDING MORE THAN 900 MILLION ACROSS MORE", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Jesse_Livermore", "Time": 20200520, "Text": "If I know that Biden is going to win and that the senate is going democrat, I might want to start thinking about EA… https://t.co/HsvJrQRsRT", "clean_text": "IF I KNOW THAT BIDEN IS GOING TO WIN AND THAT THE SENATE IS GOING DEMOCRAT I MIGHT WANT TO START THINKING ABOUT EA ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200520, "Text": "Unless it's more of a data play, since you have to give them access to scrape your email and hence all of your ecom… https://t.co/w85YwQTfja", "clean_text": "UNLESS IT MORE OF A DATA PLAY SINCE YOU HAVE TO GIVE THEM ACCESS TO SCRAPE YOUR EMAIL AND HENCE ALL OF YOUR ECOM ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "EdBorgato", "Time": 20200520, "Text": "This is superb.\n\nShare it with your children (and dim adults). https://t.co/NbMsYW3cze", "clean_text": "THIS IS SUPERB\n\nSHARE IT WITH YOUR CHILDREN AND DIM ADULTS ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "@ganeumann This looks super cool. Any kid with the chance to learn from McCloskey and Mokyr is in for a treat. \n\nMy… https://t.co/Igu6wVHkdX", "clean_text": "@GANEUMANN THIS LOOKS SUPER COOL ANY KID WITH THE CHANCE TO LEARN FROM MCCLOSKEY AND MOKYR IS IN FOR A TREAT \n\nMY ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "With e-commerce transaction volume exploding upwards, maintaining service levels, operational excellence, and CAC p… https://t.co/iUhYUXB6Nm", "clean_text": "WITH ECOMMERCE TRANSACTION VOLUME EXPLODING UPWARDS MAINTAINING SERVICE LEVELS OPERATIONAL EXCELLENCE AND CAC P ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200520, "Text": "RT @Atul_Gawande: What's happening in Brazil is horrifying. The coronavirus is spreading rapidly, overwhelming the health care system, and…", "clean_text": "RT @ATUL_GAWANDE WHAT HAPPENING IN BRAZIL IS HORRIFYING THE CORONAVIRUS IS SPREADING RAPIDLY OVERWHELMING THE HEALTH CARE SYSTEM AND", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200519, "Text": "RT @JohnPGavin: Getting rid of the baggage check fee would allow for more space in waiting areas and less clustering during boarding and ex…", "clean_text": "RT @JOHNPGAVIN GETTING RID OF THE BAGGAGE CHECK FEE WOULD ALLOW FOR MORE SPACE IN WAITING AREAS AND LESS CLUSTERING DURING BOARDING AND EX", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200519, "Text": "If you want to sign up to get future reports, please go to the bottom of this link and go for it! https://t.co/wvXgTv8JqT", "clean_text": "IF YOU WANT TO SIGN UP TO GET FUTURE REPORTS PLEASE GO TO THE BOTTOM OF THIS LINK AND GO FOR IT ", "count1": 1, "count2": 3, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20200519, "Text": "@LDrogen Most people who live on 13 btwn univ and 5 can afford a garage for their car.", "clean_text": "@LDROGEN MOST PEOPLE WHO LIVE ON 13 BTWN UNIV AND 5 CAN AFFORD A GARAGE FOR THEIR CAR", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200519, "Text": "No one is better than @matt_levine at locating the financial world's craziest stories and then explaining how bonke… https://t.co/L1aJ7E2uqP", "clean_text": "NO ONE IS BETTER THAN @MATT_LEVINE AT LOCATING THE FINANCIAL WORLD CRAZIEST STORIES AND THEN EXPLAINING HOW BONKE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200519, "Text": "Belt and Road meets the road to restructuring.\n \nhttps://t.co/4Saz06zMED", "clean_text": "BELT AND ROAD MEETS THE ROAD TO RESTRUCTURING\n \n", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200519, "Text": "The fraud, waste, mismanagement, failed oversight and spotty transparency - not to mention the fiscal implications… https://t.co/kM07uWxHHQ", "clean_text": "THE FRAUD WASTE MISMANAGEMENT FAILED OVERSIGHT AND SPOTTY TRANSPARENCY  NOT TO MENTION THE FISCAL IMPLICATIONS ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200519, "Text": "Ladies and gentlemen, The American Eater.  @BarbarianCap https://t.co/5jjX0YLfs6", "clean_text": "LADIES AND GENTLEMEN THE AMERICAN EATER  @BARBARIANCAP ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200519, "Text": "@GrayFox3006 @SuperMugatu So fucking tough.  At least I got Bilbo and Viagra right. https://t.co/wArWPOsTH8", "clean_text": "@GRAYFOX3006 @SUPERMUGATU SO FUCKING TOUGH  AT LEAST I GOT BILBO AND VIAGRA RIGHT ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "@Morgan_03 I worry that he’s like Buffett, and that he can keep eating like an 11-year-old until he slips on a bana… https://t.co/pLO4KL396J", "clean_text": "@MORGAN_03 I WORRY THAT HES LIKE BUFFETT AND THAT HE CAN KEEP EATING LIKE AN 11YEAROLD UNTIL HE SLIPS ON A BANA ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "And to be clear — San Francisco is a beautiful city full of fascinating people. Whenever I visit Central California… https://t.co/BcOukLXFCy", "clean_text": "AND TO BE CLEAR SAN FRANCISCO IS A BEAUTIFUL CITY FULL OF FASCINATING PEOPLE WHENEVER I VISIT CENTRAL CALIFORNIA ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "@Morgan_03 Since part of Tahoe is north of the dog leg, and since the Truckee River is the only outlet and it flows… https://t.co/QT50J2H6WV", "clean_text": "@MORGAN_03 SINCE PART OF TAHOE IS NORTH OF THE DOG LEG AND SINCE THE TRUCKEE RIVER IS THE ONLY OUTLET AND IT FLOWS ", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "Merced, and Stockton, and Visalia have nothing on San Francisco. That’s something to be proud of, guys!", "clean_text": "MERCED AND STOCKTON AND VISALIA HAVE NOTHING ON SAN FRANCISCO THATS SOMETHING TO BE PROUD OF GUYS", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "RT @ChelsieAnnLee: Our Instant Delivery Portal is now live! No integration, just sign up and deliver. DM me for a free trial! #retail #deli…", "clean_text": "RT @CHELSIEANNLEE OUR INSTANT DELIVERY PORTAL IS NOW LIVE NO INTEGRATION JUST SIGN UP AND DELIVER DM ME FOR A FREE TRIAL #RETAIL #DELI", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "A big \"if\" the deal proceeds at a lower price, there will have to be another shareholder vote (and likely a fairnes… https://t.co/80PFu1pxYM", "clean_text": "A BIG IF THE DEAL PROCEEDS AT A LOWER PRICE THERE WILL HAVE TO BE ANOTHER SHAREHOLDER VOTE AND LIKELY A FAIRNES ", "count1": 1, "count2": 1, "count3": 1, "count4": 3}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "New Twitter followers, make sure to sign-up on our mailing list for new ideas and insights \n\nhttps://t.co/5BxZ0aqeea", "clean_text": "NEW TWITTER FOLLOWERS MAKE SURE TO SIGNUP ON OUR MAILING LIST FOR NEW IDEAS AND INSIGHTS \n\n", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "Good work @hedgeyeretail agreed and we think you should be short $WDFC - WD40 an overpriced, overvalued decaying lu… https://t.co/Ebe8HLZzJ1", "clean_text": "GOOD WORK @HEDGEYERETAIL AGREED AND WE THINK YOU SHOULD BE SHORT WDFC  WD40 AN OVERPRICED OVERVALUED DECAYING LU ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "Jeopardy finally creates a category for Corporate Scandals. They could have filled the entire board and hired me as… https://t.co/PHlMT2bIjW", "clean_text": "JEOPARDY FINALLY CREATES A CATEGORY FOR CORPORATE SCANDALS THEY COULD HAVE FILLED THE ENTIRE BOARD AND HIRED ME AS ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200518, "Text": "RT @JohnPGavin: So they can now allow rates to rise, start paying down the massive deficit, stop the printing press, and get their ass out…", "clean_text": "RT @JOHNPGAVIN SO THEY CAN NOW ALLOW RATES TO RISE START PAYING DOWN THE MASSIVE DEFICIT STOP THE PRINTING PRESS AND GET THEIR ASS OUT", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200518, "Text": "But \"new york has the best tap water\" the refrain of those who have succumbed to the madness of living in NYC and a… https://t.co/R9MpEq3Qtc", "clean_text": "BUT NEW YORK HAS THE BEST TAP WATER THE REFRAIN OF THOSE WHO HAVE SUCCUMBED TO THE MADNESS OF LIVING IN NYC AND A ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@tejada444 You're a retail investor with the majority of your net worth in a security and you wrote up a note with… https://t.co/b3gIdXAM34", "clean_text": "@TEJADA444 YOURE A RETAIL INVESTOR WITH THE MAJORITY OF YOUR NET WORTH IN A SECURITY AND YOU WROTE UP A NOTE WITH ", "count1": 1, "count2": 0, "count3": 1, "count4": 3}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@tejada444 And considering BMY's shareholder base and executive ranks now include many people who would benefit fro… https://t.co/C5MjDNXVfL", "clean_text": "@TEJADA444 AND CONSIDERING BMY SHAREHOLDER BASE AND EXECUTIVE RANKS NOW INCLUDE MANY PEOPLE WHO WOULD BENEFIT FRO ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200518, "Text": "RT @SecPompeo: No surprise that Taiwan mounted one of the most successful efforts to contain COVID to date. Transparent, vibrant, and innov…", "clean_text": "RT @SECPOMPEO NO SURPRISE THAT TAIWAN MOUNTED ONE OF THE MOST SUCCESSFUL EFFORTS TO CONTAIN COVID TO DATE TRANSPARENT VIBRANT AND INNOV", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200518, "Text": "RT @statedeptspox: The spiteful action by the PRC to silence Taiwan exposes the emptiness of its claims to want transparency and cooperatio…", "clean_text": "RT @STATEDEPTSPOX THE SPITEFUL ACTION BY THE PRC TO SILENCE TAIWAN EXPOSES THE EMPTINESS OF ITS CLAIMS TO WANT TRANSPARENCY AND COOPERATIO", "count1": 3, "count2": 2, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200518, "Text": "RT @mansharamani: Here's a replay of my conversation with @GrantsPub's Jim Grant.   Topics include #unemployment and interest rates, #gold…", "clean_text": "RT @MANSHARAMANI HERE A REPLAY OF MY CONVERSATION WITH @GRANTSPUB JIM GRANT TOPICS INCLUDE #UNEMPLOYMENT AND INTEREST RATES #GOLD", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200518, "Text": "@Fritz844 Great find.  Really miss that dude.  He's the best.  And I swear he's the twin of an old boss of mine...", "clean_text": "@FRITZ844 GREAT FIND  REALLY MISS THAT DUDE  HE THE BEST  AND I SWEAR HE THE TWIN OF AN OLD BOSS OF MINE", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200518, "Text": "Does anyone know of a Chrome extension that pre-populates phone numbers and addresses that can easily be selected w… https://t.co/08e9kRR8xS", "clean_text": "DOES ANYONE KNOW OF A CHROME EXTENSION THAT PREPOPULATES PHONE NUMBERS AND ADDRESSES THAT CAN EASILY BE SELECTED W ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200517, "Text": "@RusslAndrewsHat Here’s another example - with a lot more data and explicit ranges. https://t.co/i61KjmMeLL", "clean_text": "@RUSSLANDREWSHAT HERES ANOTHER EXAMPLE  WITH A LOT MORE DATA AND EXPLICIT RANGES ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200517, "Text": "Hard to read this &amp; not think comparisons to China re: timing of snap back of economy and path of the virus will be… https://t.co/bhgayKeJp7", "clean_text": "HARD TO READ THIS AMP NOT THINK COMPARISONS TO CHINA RE TIMING OF SNAP BACK OF ECONOMY AND PATH OF THE VIRUS WILL BE ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200517, "Text": "@DeepDiveCapital @NonGaap It’s extremely real (not from personal experience) and the paranoia I’ve seen from certai… https://t.co/2pqLUXaEpf", "clean_text": "@DEEPDIVECAPITAL @NONGAAP ITS EXTREMELY REAL NOT FROM PERSONAL EXPERIENCE AND THE PARANOIA IVE SEEN FROM CERTAI ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200517, "Text": "@NickatFP @DeepDiveCapital @NonGaap There’s so much pain in some (family member of some sort) and paranoia in other… https://t.co/85XnED9GIc", "clean_text": "@NICKATFP @DEEPDIVECAPITAL @NONGAAP THERES SO MUCH PAIN IN SOME FAMILY MEMBER OF SOME SORT AND PARANOIA IN OTHER ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200516, "Text": "@hels i got seventh in \"Bonds and Loans,\" that's something", "clean_text": "@HELS I GOT SEVENTH IN BONDS AND LOANS THAT SOMETHING", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@jay_21_ @special_sits Was a good thread, and agree with most of the names you mentioned. \n\nThink it’s a matter of… https://t.co/3OWsWnXdgO", "clean_text": "@JAY_21_ @SPECIAL_SITS WAS A GOOD THREAD AND AGREE WITH MOST OF THE NAMES YOU MENTIONED \n\nTHINK ITS A MATTER OF ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200515, "Text": "@mkraju Contact us. Our @JohnPGavin is an expert in interpreting these types of announcements and will gladly lend… https://t.co/53e8o3TvqF", "clean_text": "@MKRAJU CONTACT US OUR @JOHNPGAVIN IS AN EXPERT IN INTERPRETING THESE TYPES OF ANNOUNCEMENTS AND WILL GLADLY LEND ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "@jeremyherb Contact us. Our @JohnPGavin is an expert in interpreting these types of announcements and will gladly l… https://t.co/1NmWLQnvdC", "clean_text": "@JEREMYHERB CONTACT US OUR @JOHNPGAVIN IS AN EXPERT IN INTERPRETING THESE TYPES OF ANNOUNCEMENTS AND WILL GLADLY L ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "Interpreting Senator Loeffler’s interactions with the SEC and DOJ. The good senator’s playing word games as good as… https://t.co/1qsEAn1QVu", "clean_text": "INTERPRETING SENATOR LOEFFLERS INTERACTIONS WITH THE SEC AND DOJ THE GOOD SENATORS PLAYING WORD GAMES AS GOOD AS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "@WillauerProsky Three presidents and a few hundred frauds late.", "clean_text": "@WILLAUERPROSKY THREE PRESIDENTS AND A FEW HUNDRED FRAUDS LATE", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200515, "Text": "RT @michaelbatnick: If you're buying, who is selling and why?\n\nvia @mjmauboussin \n\nhttps://t.co/S09VFpTHUL https://t.co/u7D457lWMk", "clean_text": "RT @MICHAELBATNICK IF YOURE BUYING WHO IS SELLING AND WHY\n\nVIA @MJMAUBOUSSIN ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200515, "Text": "And while you can’t see shorts (minus occasional put positions) &amp; there’s other factors at play (possible redemptio… https://t.co/7SZodWk2nr", "clean_text": "AND WHILE YOU CANT SEE SHORTS MINUS OCCASIONAL PUT POSITIONS AMP THERES OTHER FACTORS AT PLAY POSSIBLE REDEMPTIO ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200515, "Text": "RT @hackcelerity: Sitting at my desk, being passive aggressive with my replies, and a chill runs down my back. I'm reminding myself of Mich…", "clean_text": "RT @HACKCELERITY SITTING AT MY DESK BEING PASSIVE AGGRESSIVE WITH MY REPLIES AND A CHILL RUNS DOWN MY BACK IM REMINDING MYSELF OF MICH", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200515, "Text": "Nelson Peltz says he's bullish on a vaccine, putting new money to work and voting for Trump https://t.co/V7yZp9Xcgz", "clean_text": "NELSON PELTZ SAYS HE BULLISH ON A VACCINE PUTTING NEW MONEY TO WORK AND VOTING FOR TRUMP ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200515, "Text": "RT @jfc_3_: Thread \n\nCOVID-19 and Spanish Influenza similarities in terms of the American experience, the dominant narratives, and random a…", "clean_text": "RT @JFC_3_ THREAD \n\nCOVID19 AND SPANISH INFLUENZA SIMILARITIES IN TERMS OF THE AMERICAN EXPERIENCE THE DOMINANT NARRATIVES AND RANDOM A", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "RT @usmissiongeneva: On this International #DayofFamilies, we celebrate the family as essential to both the formation and health of society…", "clean_text": "RT @USMISSIONGENEVA ON THIS INTERNATIONAL #DAYOFFAMILIES WE CELEBRATE THE FAMILY AS ESSENTIAL TO BOTH THE FORMATION AND HEALTH OF SOCIETY", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO said that ~80% of wound care centers were now open (up from ~70% in April) and that more than 50% of wound ca… https://t.co/ebEv1JaoYi", "clean_text": "ORGO SAID THAT ~80% OF WOUND CARE CENTERS WERE NOW OPEN UP FROM ~70% IN APRIL AND THAT MORE THAN 50% OF WOUND CA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "Dire news for $MIDD. @OpenTable says 1 in 4 restaurants won't re-open. The recovery will be long and drawn out, not… https://t.co/ltVE5KWegk", "clean_text": "DIRE NEWS FOR MIDD @OPENTABLE SAYS 1 IN 4 RESTAURANTS WONT REOPEN THE RECOVERY WILL BE LONG AND DRAWN OUT NOT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200515, "Text": "@LongShortTrader @stancup94 DC and SF has already done this. NYC was late.", "clean_text": "@LONGSHORTTRADER @STANCUP94 DC AND SF HAS ALREADY DONE THIS NYC WAS LATE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200515, "Text": "@nachkari 10 years minimum if you talk to engineers that know what they are talking about and will tell you the truth", "clean_text": "@NACHKARI 10 YEARS MINIMUM IF YOU TALK TO ENGINEERS THAT KNOW WHAT THEY ARE TALKING ABOUT AND WILL TELL YOU THE TRUTH", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200515, "Text": "Accept reality. Respond and adapt to it immediately. https://t.co/pZMx5jrxfB", "clean_text": "ACCEPT REALITY RESPOND AND ADAPT TO IT IMMEDIATELY ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200514, "Text": "$GBP British Pound back to the lows ~37% and 75% of $WDFC sale and cash, respectively, tied to the currency… https://t.co/2LGTyHjcTA", "clean_text": "GBP BRITISH POUND BACK TO THE LOWS ~37% AND 75% OF WDFC SALE AND CASH RESPECTIVELY TIED TO THE CURRENCY ", "count1": 2, "count2": 2, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200514, "Text": "We agree and will be looking to see if any had SEC woes as well. https://t.co/I2GdL84xRl", "clean_text": "WE AGREE AND WILL BE LOOKING TO SEE IF ANY HAD SEC WOES AS WELL ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200514, "Text": "It wasn't that long ago when when you could fabricate some crypto-whatever piece of garbage and get the rubes to bid it up.", "clean_text": "IT WASNT THAT LONG AGO WHEN WHEN YOU COULD FABRICATE SOME CRYPTOWHATEVER PIECE OF GARBAGE AND GET THE RUBES TO BID IT UP", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200514, "Text": "@Upper20sStCap Make it 1500 and some of them will probably drown", "clean_text": "@UPPER20SSTCAP MAKE IT 1500 AND SOME OF THEM WILL PROBABLY DROWN", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200514, "Text": "@DeadLiftCapital @blinddartcap @FoolAllTheTime I prefer I award you no points and may god have mercy on your soul, but that is also good", "clean_text": "@DEADLIFTCAPITAL @BLINDDARTCAP @FOOLALLTHETIME I PREFER I AWARD YOU NO POINTS AND MAY GOD HAVE MERCY ON YOUR SOUL BUT THAT IS ALSO GOOD", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200514, "Text": "@NoonSixCap I am the weird sort of person who will simultaneously own SaaS and consumer finance companies.\n\nBut I d… https://t.co/EDM1vSW3G6", "clean_text": "@NOONSIXCAP I AM THE WEIRD SORT OF PERSON WHO WILL SIMULTANEOUSLY OWN SAAS AND CONSUMER FINANCE COMPANIES\n\nBUT I D ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200514, "Text": "Blind pools - just close your eyes and hope.\n\nhttps://t.co/GR8W1uj6h1", "clean_text": "BLIND POOLS  JUST CLOSE YOUR EYES AND HOPE\n\n", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "RT @ShaleCo_Energy: .@VinsonandElkins and @Kirkland_Ellis, how I get invited to y'all's 2021 NAPE party? Hear it's gonna be lit.\n\nCredit to…", "clean_text": "RT @SHALECO_ENERGY @VINSONANDELKINS AND @KIRKLAND_ELLIS HOW I GET INVITED TO YALL 2021 NAPE PARTY HEAR IT GONNA BE LIT\n\nCREDIT TO", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "I've been using the $SBUX app... grab and go on the sidewalk. No need to enter store; only break stride long enough… https://t.co/KVxIAnNLAr", "clean_text": "IVE BEEN USING THE SBUX APP GRAB AND GO ON THE SIDEWALK NO NEED TO ENTER STORE ONLY BREAK STRIDE LONG ENOUGH ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "The truth, self-evident to any business buyer, that \"value\" and \"growth\" are constructs used for merchandising inve… https://t.co/2aeMINfRA8", "clean_text": "THE TRUTH SELFEVIDENT TO ANY BUSINESS BUYER THAT VALUE AND GROWTH ARE CONSTRUCTS USED FOR MERCHANDISING INVE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200514, "Text": "Our portfolio company @firstresonance is enabling hardware engineers to continue building, testing, and delivering… https://t.co/dgLVuXbvkt", "clean_text": "OUR PORTFOLIO COMPANY @FIRSTRESONANCE IS ENABLING HARDWARE ENGINEERS TO CONTINUE BUILDING TESTING AND DELIVERING ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "$FSCT Management's explanations for a poor Q1 blaming #COVID19 and the deal itself are insufficient in our view… https://t.co/m8YhZ8sWVO", "clean_text": "FSCT MANAGEMENT EXPLANATIONS FOR A POOR Q1 BLAMING #COVID19 AND THE DEAL ITSELF ARE INSUFFICIENT IN OUR VIEW ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "Anyone read the fine print other than $FSCT lawyers and Spruce Point? Why in the 11th hour is the Company EXPANDING… https://t.co/3crzO0LhY0", "clean_text": "ANYONE READ THE FINE PRINT OTHER THAN FSCT LAWYERS AND SPRUCE POINT WHY IN THE 11TH HOUR IS THE COMPANY EXPANDING ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "Can anyone opine is this channel stuffing and would evidence of this be cause for a Material Adverse Event or give… https://t.co/ecAXXLlaQF", "clean_text": "CAN ANYONE OPINE IS THIS CHANNEL STUFFING AND WOULD EVIDENCE OF THIS BE CAUSE FOR A MATERIAL ADVERSE EVENT OR GIVE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200513, "Text": "\"P/E ratios which seem otherwise elevated may join low and negative interest rates as part of the ‘new normal’ inve… https://t.co/jgpK67dVs5", "clean_text": "PE RATIOS WHICH SEEM OTHERWISE ELEVATED MAY JOIN LOW AND NEGATIVE INTEREST RATES AS PART OF THE NEW NORMAL INVE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "David Tepper on CNBC: “It’s a little bit different risk/reward.  The market’s pretty high and the Fed’s put a lot o… https://t.co/BFalukrX9A", "clean_text": "DAVID TEPPER ON CNBC ITS A LITTLE BIT DIFFERENT RISKREWARD  THE MARKETS PRETTY HIGH AND THE FEDS PUT A LOT O ", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “If you’re just talking about figuring out the virus and how things get better, how slow it recovers afterw… https://t.co/lLt5O6KknX", "clean_text": "TEPPER IF YOURE JUST TALKING ABOUT FIGURING OUT THE VIRUS AND HOW THINGS GET BETTER HOW SLOW IT RECOVERS AFTERW ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “The logistics of the doses (vaccine) when people have to do the numbers and analysis to have enough doses… https://t.co/aGKIOHFrtG", "clean_text": "TEPPER THE LOGISTICS OF THE DOSES VACCINE WHEN PEOPLE HAVE TO DO THE NUMBERS AND ANALYSIS TO HAVE ENOUGH DOSES ", "count1": 3, "count2": 2, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200513, "Text": "#Taiwan's exclusion from the WHA robs the world of their knowledge on #COVID19 and best practices from their respon… https://t.co/8aUNc1e9cB", "clean_text": "#TAIWAN EXCLUSION FROM THE WHA ROBS THE WORLD OF THEIR KNOWLEDGE ON #COVID19 AND BEST PRACTICES FROM THEIR RESPON ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200513, "Text": "RT @modestproposal1: Imagine there's no financials\nIt isn't hard to do\nNo one building anything\nAnd no travel too\n\nYou may say I'm a dreame…", "clean_text": "RT @MODESTPROPOSAL1 IMAGINE THERE NO FINANCIALS\nIT ISNT HARD TO DO\nNO ONE BUILDING ANYTHING\nAND NO TRAVEL TOO\n\nYOU MAY SAY IM A DREAME", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "EdBorgato", "Time": 20200513, "Text": "\"What if we get a Covid-19 vaccine and half the country refuses to take it?\" https://t.co/MrwI2iOY3L", "clean_text": "WHAT IF WE GET A COVID19 VACCINE AND HALF THE COUNTRY REFUSES TO TAKE IT ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200513, "Text": "$GSX only large cap stock in 20 yrs that has allegedly grown rev over 350% a year and profitable during growth  No… https://t.co/KRaEYHoCsI", "clean_text": "GSX ONLY LARGE CAP STOCK IN 20 YRS THAT HAS ALLEGEDLY GROWN REV OVER 350% A YEAR AND PROFITABLE DURING GROWTH  NO ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @bpsandpieces: McDonald’s should buy them both and rebrand as McGruber", "clean_text": "RT @BPSANDPIECES MCDONALDS SHOULD BUY THEM BOTH AND REBRAND AS MCGRUBER", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200512, "Text": "This newsletter is full of typos and not aligned properly. It doesn't seem real. https://t.co/EfFe0fb94j", "clean_text": "THIS NEWSLETTER IS FULL OF TYPOS AND NOT ALIGNED PROPERLY IT DOESNT SEEM REAL ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200512, "Text": "@RMPerry88 Guys in frats at sec schools and boomers", "clean_text": "@RMPERRY88 GUYS IN FRATS AT SEC SCHOOLS AND BOOMERS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200512, "Text": "@jfc_3_ Might have something in mind, shoot me a DM and I’ll reach out on my end and see if they have anything open", "clean_text": "@JFC_3_ MIGHT HAVE SOMETHING IN MIND SHOOT ME A DM AND ILL REACH OUT ON MY END AND SEE IF THEY HAVE ANYTHING OPEN", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "MicroFundy", "Time": 20200512, "Text": "We just crossed $10M!\n\nWe at Equinum are honored and feel blessed to be able to partner and assist in raising $15M… https://t.co/xY4HmGxxyJ", "clean_text": "WE JUST CROSSED 10M\n\nWE AT EQUINUM ARE HONORED AND FEEL BLESSED TO BE ABLE TO PARTNER AND ASSIST IN RAISING 15M ", "count1": 0, "count2": 2, "count3": 2, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Only TMT investors and media execs get the joke because we're the only ones who've ever even heard of Quibi.", "clean_text": "ONLY TMT INVESTORS AND MEDIA EXECS GET THE JOKE BECAUSE WERE THE ONLY ONES WHOVE EVER EVEN HEARD OF QUIBI", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Quibi... it's kind of like TikTok... but with more expensive, professional content... and higher barriers to adopti… https://t.co/1QNTKYMSFO", "clean_text": "QUIBI IT KIND OF LIKE TIKTOK BUT WITH MORE EXPENSIVE PROFESSIONAL CONTENT AND HIGHER BARRIERS TO ADOPTI ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "Isn't it funny that there quite of few #cybersecurity public companies that are doing just fine in this env't and r… https://t.co/LwVx1HsWXg", "clean_text": "ISNT IT FUNNY THAT THERE QUITE OF FEW #CYBERSECURITY PUBLIC COMPANIES THAT ARE DOING JUST FINE IN THIS ENVT AND R ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "Time for $ORCC to hold that bring down due diligence call on $FSCT and ask itself how \"committed\"\n it is to a compa… https://t.co/2g6nN9KemC", "clean_text": "TIME FOR ORCC TO HOLD THAT BRING DOWN DUE DILIGENCE CALL ON FSCT AND ASK ITSELF HOW COMMITTED\n IT IS TO A COMPA ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200511, "Text": "RT @JohnPGavin: Alternatively ... @CNBC and other financial media should have fewer people giving oxygen to Elon Musk's click bait and more…", "clean_text": "RT @JOHNPGAVIN ALTERNATIVELY  @CNBC AND OTHER FINANCIAL MEDIA SHOULD HAVE FEWER PEOPLE GIVING OXYGEN TO ELON MUSK CLICK BAIT AND MORE", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "Herbalife to pay a $123 million to the SEC and DOJ to settle China bribery allegations. Covers the company's China… https://t.co/QxHOwMpPY3", "clean_text": "HERBALIFE TO PAY A 123 MILLION TO THE SEC AND DOJ TO SETTLE CHINA BRIBERY ALLEGATIONS COVERS THE COMPANY CHINA ", "count1": 2, "count2": 3, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200511, "Text": "Charlie's report opens the question of whether the SEC was already investigating @SenatorLoeffler and she now wants… https://t.co/J123ZPbdjW", "clean_text": "CHARLIE REPORT OPENS THE QUESTION OF WHETHER THE SEC WAS ALREADY INVESTIGATING @SENATORLOEFFLER AND SHE NOW WANTS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200511, "Text": "This newsletter's hostility is unacceptable and should be closely scrutinized. https://t.co/1oZuTSMtcI", "clean_text": "THIS NEWSLETTER HOSTILITY IS UNACCEPTABLE AND SHOULD BE CLOSELY SCRUTINIZED ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200511, "Text": "@pearkes it’s a pretty normal letter and i don’t think mgmt was so much “surprised by the flex” as “annoyed to be o… https://t.co/MWIMxY7mRp", "clean_text": "@PEARKES ITS A PRETTY NORMAL LETTER AND I DONT THINK MGMT WAS SO MUCH SURPRISED BY THE FLEX” AS ANNOYED TO BE O ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200511, "Text": "@FoolAllTheTime I literally have gucci mane quotes tattooed on me and I still have to learn this", "clean_text": "@FOOLALLTHETIME I LITERALLY HAVE GUCCI MANE QUOTES TATTOOED ON ME AND I STILL HAVE TO LEARN THIS", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200511, "Text": "@YoloCapMgmt and you're supporting tax efficient companies, win win win for boomers", "clean_text": "@YOLOCAPMGMT AND YOURE SUPPORTING TAX EFFICIENT COMPANIES WIN WIN WIN FOR BOOMERS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200511, "Text": "@DeadLiftCapital @blinddartcap you are doing God's work being intelligent and having kids, a better man than I", "clean_text": "@DEADLIFTCAPITAL @BLINDDARTCAP YOU ARE DOING GOD WORK BEING INTELLIGENT AND HAVING KIDS A BETTER MAN THAN I", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200511, "Text": "RT @SecPompeo: Warmest congratulations to Daren Tang and Singapore for Mr. Tang's appointment as @WIPO Director General. The United States…", "clean_text": "RT @SECPOMPEO WARMEST CONGRATULATIONS TO DAREN TANG AND SINGAPORE FOR MR TANG APPOINTMENT AS @WIPO DIRECTOR GENERAL THE UNITED STATES", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200511, "Text": "@nachkari More in the medically-induced coma bucket IMO: choosing to fire all workers and stay closed, hoping to ma… https://t.co/0wVIFXBxqo", "clean_text": "@NACHKARI MORE IN THE MEDICALLYINDUCED COMA BUCKET IMO CHOOSING TO FIRE ALL WORKERS AND STAY CLOSED HOPING TO MA ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet I agree. Like I don’t think it’s something young, healthy people need to fear. And the risk for childr… https://t.co/CRDjpvYGth", "clean_text": "@GIVEN2TWEET I AGREE LIKE I DONT THINK ITS SOMETHING YOUNG HEALTHY PEOPLE NEED TO FEAR AND THE RISK FOR CHILDR ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20200511, "Text": "It's a true honor and blessing that Equinum is able to partner and assist in such a great cause.\n\nPlease join the c… https://t.co/8KUq3ssPVS", "clean_text": "IT A TRUE HONOR AND BLESSING THAT EQUINUM IS ABLE TO PARTNER AND ASSIST IN SUCH A GREAT CAUSE\n\nPLEASE JOIN THE C ", "count1": 1, "count2": 1, "count3": 2, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie There is a subset of the population who feels invincible and is happy to take chances. Some of them are b… https://t.co/9f8aY4ESsb", "clean_text": "@JDBUDGIE THERE IS A SUBSET OF THE POPULATION WHO FEELS INVINCIBLE AND IS HAPPY TO TAKE CHANCES SOME OF THEM ARE B ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie Also many young people. And Trump rally attendees. Open carry long gun owners 9’ statehouse steps. Very f… https://t.co/G06x3w54pC", "clean_text": "@JDBUDGIE ALSO MANY YOUNG PEOPLE AND TRUMP RALLY ATTENDEES OPEN CARRY LONG GUN OWNERS 9 STATEHOUSE STEPS VERY F ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie What do you mean by politicians selling the positives? To re-opening? Not the governors in NE and west coast 5/6)", "clean_text": "@JDBUDGIE WHAT DO YOU MEAN BY POLITICIANS SELLING THE POSITIVES TO REOPENING NOT THE GOVERNORS IN NE AND WEST COAST 56", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie They are better off closed than opening to 1/2 of the tables removed and then not at 100% usage of reduce… https://t.co/jku4TXJzb3", "clean_text": "@JDBUDGIE THEY ARE BETTER OFF CLOSED THAN OPENING TO 12 OF THE TABLES REMOVED AND THEN NOT AT 100% USAGE OF REDUCE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@suvyboy Socialism? Communism? Eg. Before you go that far, I might try capitalism but with living wages and a rejig… https://t.co/jTKRw8AKfc", "clean_text": "@SUVYBOY SOCIALISM COMMUNISM EG BEFORE YOU GO THAT FAR I MIGHT TRY CAPITALISM BUT WITH LIVING WAGES AND A REJIG ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "EdBorgato", "Time": 20200511, "Text": "To inspire shared sacrifice, unity, and common cause, a leader doesn't need everyone to agree with them on every is… https://t.co/BpNYBupmmS", "clean_text": "TO INSPIRE SHARED SACRIFICE UNITY AND COMMON CAUSE A LEADER DOESNT NEED EVERYONE TO AGREE WITH THEM ON EVERY IS ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200511, "Text": "RT @JustinTinsley: MJ with that bat and cigar looks like a lost scene from The Sopranos #TheLastDance", "clean_text": "RT @JUSTINTINSLEY MJ WITH THAT BAT AND CIGAR LOOKS LIKE A LOST SCENE FROM THE SOPRANOS #THELASTDANCE", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x There are now student organizations aimed at getting girls into investing, and those students are gen… https://t.co/aiQ6nhIkuN", "clean_text": "@COMPOUND100X THERE ARE NOW STUDENT ORGANIZATIONS AIMED AT GETTING GIRLS INTO INVESTING AND THOSE STUDENTS ARE GEN ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x It's something we attempt to address when hiring interns, and it is really really hard. 500-1000 resu… https://t.co/JL9As92bfq", "clean_text": "@COMPOUND100X IT SOMETHING WE ATTEMPT TO ADDRESS WHEN HIRING INTERNS AND IT IS REALLY REALLY HARD 5001000 RESU ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@RobGrande1 @MidwestHedgie Actually people in NYC smoke less and have less incidence of obesity than the rest of th… https://t.co/o82Om4tt8u", "clean_text": "@ROBGRANDE1 @MIDWESTHEDGIE ACTUALLY PEOPLE IN NYC SMOKE LESS AND HAVE LESS INCIDENCE OF OBESITY THAN THE REST OF TH ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x Junior levels are often 1/3 to 1/2 women. There is a lack of career progression and ridiculous bias i… https://t.co/kwlJ8AFXo5", "clean_text": "@COMPOUND100X JUNIOR LEVELS ARE OFTEN 13 TO 12 WOMEN THERE IS A LACK OF CAREER PROGRESSION AND RIDICULOUS BIAS I ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@JeffMacke They were so forward thinking with that app. The $MCD one is pretty good and suited for the times as well.", "clean_text": "@JEFFMACKE THEY WERE SO FORWARD THINKING WITH THAT APP THE MCD ONE IS PRETTY GOOD AND SUITED FOR THE TIMES AS WELL", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200510, "Text": "The one thing that travels and spreads quicker than Covid is idiocy. Plenty of native carriers all over the world a… https://t.co/sxdkvEFZUq", "clean_text": "THE ONE THING THAT TRAVELS AND SPREADS QUICKER THAN COVID IS IDIOCY PLENTY OF NATIVE CARRIERS ALL OVER THE WORLD A ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200509, "Text": "RT @JohnPGavin: I’m the creator, producer, and host of the @CanningSeason podcast. Home canning is a fun distraction from the market noise…", "clean_text": "RT @JOHNPGAVIN IM THE CREATOR PRODUCER AND HOST OF THE @CANNINGSEASON PODCAST HOME CANNING IS A FUN DISTRACTION FROM THE MARKET NOISE", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@QuisitiveInvest @Post_Market And public equities are not representative of SMBs. You don’t see many R1000 constitu… https://t.co/fieC9Xxlho", "clean_text": "@QUISITIVEINVEST @POST_MARKET AND PUBLIC EQUITIES ARE NOT REPRESENTATIVE OF SMBS YOU DONT SEE MANY R1000 CONSTITU ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "Also should have listened to myself and pulled the trigger on $NXST... Was clear retrans would be good, but thought… https://t.co/S0fFhRLAej", "clean_text": "ALSO SHOULD HAVE LISTENED TO MYSELF AND PULLED THE TRIGGER ON NXST WAS CLEAR RETRANS WOULD BE GOOD BUT THOUGHT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "$BKNG potentially an error of commission. It has been fine, am comfortable holding it, and I like how the competiti… https://t.co/dNxCpxK3fL", "clean_text": "BKNG POTENTIALLY AN ERROR OF COMMISSION IT HAS BEEN FINE AM COMFORTABLE HOLDING IT AND I LIKE HOW THE COMPETITI ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@jay_21_ Kind of interesting to take the ~20% infected stat and compare it to the hospitalization / fatality rates… https://t.co/8YNuCmpMQV", "clean_text": "@JAY_21_ KIND OF INTERESTING TO TAKE THE ~20% INFECTED STAT AND COMPARE IT TO THE HOSPITALIZATION  FATALITY RATES ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "and please don't infer from this that I think stocks are going higher. I have no idea where the market is going. My… https://t.co/hVpoyfw1MJ", "clean_text": "AND PLEASE DONT INFER FROM THIS THAT I THINK STOCKS ARE GOING HIGHER I HAVE NO IDEA WHERE THE MARKET IS GOING MY ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "Another interesting point about 1907 is JP Morgan acted as the Fed (before the Fed existed) and saved the banking s… https://t.co/lMtZCwqf6y", "clean_text": "ANOTHER INTERESTING POINT ABOUT 1907 IS JP MORGAN ACTED AS THE FED BEFORE THE FED EXISTED AND SAVED THE BANKING S ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@SuperMugatu It’s almost like you said something controversial without backing it up and it got the people going!", "clean_text": "@SUPERMUGATU ITS ALMOST LIKE YOU SAID SOMETHING CONTROVERSIAL WITHOUT BACKING IT UP AND IT GOT THE PEOPLE GOING", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200508, "Text": "Lawn and garden is killing it in the pandemic. $LOW $HD $SMG", "clean_text": "LAWN AND GARDEN IS KILLING IT IN THE PANDEMIC LOW HD SMG", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200508, "Text": "RT @StateDept: On #VEDay75, we stand together to reflect on our shared history and remember all those who served as a force for freedom aga…", "clean_text": "RT @STATEDEPT ON #VEDAY75 WE STAND TOGETHER TO REFLECT ON OUR SHARED HISTORY AND REMEMBER ALL THOSE WHO SERVED AS A FORCE FOR FREEDOM AGA", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "@TheStalwart Given one disproportionately results in assets purchased that can later be sold and the other involves… https://t.co/N28SS9VAPS", "clean_text": "@THESTALWART GIVEN ONE DISPROPORTIONATELY RESULTS IN ASSETS PURCHASED THAT CAN LATER BE SOLD AND THE OTHER INVOLVES ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "The Fed and Congress have announced almost nothing meaningfully new in call it a month. And your many tweets in int… https://t.co/yWkDE8iLWc", "clean_text": "THE FED AND CONGRESS HAVE ANNOUNCED ALMOST NOTHING MEANINGFULLY NEW IN CALL IT A MONTH AND YOUR MANY TWEETS IN INT ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "@SuperMugatu Ha, 100 earnings calls this week = 20 per day = 10 hours of reading per day (and those just the ones t… https://t.co/PiEMPLUpcp", "clean_text": "@SUPERMUGATU HA 100 EARNINGS CALLS THIS WEEK  20 PER DAY  10 HOURS OF READING PER DAY AND THOSE JUST THE ONES T ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200508, "Text": "PAA Research Report: CWH: Demand Turns on a Dime and Now We Might Have Line of Sight to $400MM in EBITDA https://t.co/MRrvOhHofC", "clean_text": "PAA RESEARCH REPORT CWH DEMAND TURNS ON A DIME AND NOW WE MIGHT HAVE LINE OF SIGHT TO 400MM IN EBITDA ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}]