["THE", {"Name": "sprucepointcap", "Time": 20200521, "Text": "$FSCT is worth $17-$21 with no deal Needham says, which basically means the stock is richly valued at the moment #bearish", "clean_text": "FSCT IS WORTH 1721 WITH NO DEAL NEEDHAM SAYS WHICH BASICALLY MEANS THE STOCK IS RICHLY VALUED AT THE MOMENT #BEARISH", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200521, "Text": "Here is an excerpt from my comments at the Greenwich Roundtable in January (seems like a long time ago!). Other par… https://t.co/88dQNlILMV", "clean_text": "HERE IS AN EXCERPT FROM MY COMMENTS AT THE GREENWICH ROUNDTABLE IN JANUARY SEEMS LIKE A LONG TIME AGO OTHER PAR ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200521, "Text": "@felixsalmon @TheStalwart @tylerwinklevoss @cz_binance you needed strong hands to swing a pickaxe in the early bitcoin mines", "clean_text": "@FELIXSALMON @THESTALWART @TYLERWINKLEVOSS @CZ_BINANCE YOU NEEDED STRONG HANDS TO SWING A PICKAXE IN THE EARLY BITCOIN MINES", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200521, "Text": "@IvanTheK i was able to buy 2 chickens recently, before that the minimum number of chickens was like 12", "clean_text": "@IVANTHEK I WAS ABLE TO BUY 2 CHICKENS RECENTLY BEFORE THAT THE MINIMUM NUMBER OF CHICKENS WAS LIKE 12", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200521, "Text": "@IvanTheK i also bought 50 pounds of flour which honestly seems like the correct amount of flour. though also 10 po… https://t.co/4pxZ2gp4SO", "clean_text": "@IVANTHEK I ALSO BOUGHT 50 POUNDS OF FLOUR WHICH HONESTLY SEEMS LIKE THE CORRECT AMOUNT OF FLOUR THOUGH ALSO 10 PO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200521, "Text": "@pearkes @IvanTheK to be clear this is not \"economies of scale,\" this is \"the smallest amount of flour baldor will… https://t.co/2emN0Gfypg", "clean_text": "@PEARKES @IVANTHEK TO BE CLEAR THIS IS NOT ECONOMIES OF SCALE THIS IS THE SMALLEST AMOUNT OF FLOUR BALDOR WILL ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200521, "Text": "@friedoystercult Glad the caddyshack poster stayed dry", "clean_text": "@FRIEDOYSTERCULT GLAD THE CADDYSHACK POSTER STAYED DRY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200521, "Text": "@tracyalloway Thanks Tracy. The swan has everyone with a brain mostly blocked so it’s tough to follow. 😉", "clean_text": "@TRACYALLOWAY THANKS TRACY THE SWAN HAS EVERYONE WITH A BRAIN MOSTLY BLOCKED SO ITS TOUGH TO FOLLOW 😉", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200521, "Text": "Jobs getting cut this long after the initial pandemic response are companies cutting meat versus fat. The employmen… https://t.co/IRrGntQ5OV", "clean_text": "JOBS GETTING CUT THIS LONG AFTER THE INITIAL PANDEMIC RESPONSE ARE COMPANIES CUTTING MEAT VERSUS FAT THE EMPLOYMEN ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200521, "Text": "RT @thesheetztweetz: Inside the SpaceX hangar at NASA's Kennedy Space Center, where the Crew Dragon capsule is now on top of the Falcon 9 r…", "clean_text": "RT @THESHEETZTWEETZ INSIDE THE SPACEX HANGAR AT NASA KENNEDY SPACE CENTER WHERE THE CREW DRAGON CAPSULE IS NOW ON TOP OF THE FALCON 9 R", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200521, "Text": "30-year Treasury yields seem as anxious to break out to the upside as a rodeo bronc waiting to buck out of the chut… https://t.co/NcDkKIgGdc", "clean_text": "30YEAR TREASURY YIELDS SEEM AS ANXIOUS TO BREAK OUT TO THE UPSIDE AS A RODEO BRONC WAITING TO BUCK OUT OF THE CHUT ", "count1": 2, "count2": 1, "count3": 3, "count4": 0}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @StateDept: .@SecPompeo: China’s contributions to fighting the pandemic are paltry compared to the cost that they have imposed on the wo…", "clean_text": "RT @STATEDEPT @SECPOMPEO CHINAS CONTRIBUTIONS TO FIGHTING THE PANDEMIC ARE PALTRY COMPARED TO THE COST THAT THEY HAVE IMPOSED ON THE WO", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @SecPompeo: The United States has lead the global effort to combat COVID-19, allocating more than $10 billion to benefit the internation…", "clean_text": "RT @SECPOMPEO THE UNITED STATES HAS LEAD THE GLOBAL EFFORT TO COMBAT COVID19 ALLOCATING MORE THAN 10 BILLION TO BENEFIT THE INTERNATION", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @WHNSC: (2/2) In 2019 @POTUS said, “We will not avert our eyes from the dictatorship that chants ‘Death to America,’ ‘Death to Israel,’…", "clean_text": "RT @WHNSC 22 IN 2019 @POTUS SAID WE WILL NOT AVERT OUR EYES FROM THE DICTATORSHIP THAT CHANTS DEATH TO AMERICA DEATH TO ISRAEL", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @WHNSC: (1/2) The U.S. sharply condemns the recent anti-Semitic rhetoric and threats by Iranian Supreme leader Khameni directed against…", "clean_text": "RT @WHNSC 12 THE US SHARPLY CONDEMNS THE RECENT ANTISEMITIC RHETORIC AND THREATS BY IRANIAN SUPREME LEADER KHAMENI DIRECTED AGAINST", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: In announcing U.S. intent to withdraw from the Treaty on Open Skies, @SecPompeo and @POTUS underscore the administration's det…", "clean_text": "RT @USAMBUN IN ANNOUNCING US INTENT TO WITHDRAW FROM THE TREATY ON OPEN SKIES @SECPOMPEO AND @POTUS UNDERSCORE THE ADMINISTRATION DET", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: For years Russia has violated the terms of this Treaty, while the U.S. and allies live up to their commitments. Such agreement…", "clean_text": "RT @USAMBUN FOR YEARS RUSSIA HAS VIOLATED THE TERMS OF THIS TREATY WHILE THE US AND ALLIES LIVE UP TO THEIR COMMITMENTS SUCH AGREEMENT", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200521, "Text": "RT @USAmbUN: The U.S. may reconsider withdrawal if Russia ceases perverting the Treaty's implementation and returns to full compliance. Sho…", "clean_text": "RT @USAMBUN THE US MAY RECONSIDER WITHDRAWAL IF RUSSIA CEASES PERVERTING THE TREATY IMPLEMENTATION AND RETURNS TO FULL COMPLIANCE SHO", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "IBDinvestors", "Time": 20200521, "Text": "RT @IBD_ECarson: Follow the stock market trend: Two months ago, the Nasdaq composite hit a 14-month low. Now it's surging toward the ultima…", "clean_text": "RT @IBD_ECARSON FOLLOW THE STOCK MARKET TREND TWO MONTHS AGO THE NASDAQ COMPOSITE HIT A 14MONTH LOW NOW IT SURGING TOWARD THE ULTIMA", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "IBDinvestors", "Time": 20200521, "Text": "How can the #Nasdaq be closing in on all-time highs when the overall economy is struggling? @jfahmy explains the di… https://t.co/NOqJCS9s5R", "clean_text": "HOW CAN THE #NASDAQ BE CLOSING IN ON ALLTIME HIGHS WHEN THE OVERALL ECONOMY IS STRUGGLING @JFAHMY EXPLAINS THE DI ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "IBDinvestors", "Time": 20200521, "Text": "The stock market took a step back Thursday, but retail stocks outperformed $BJ $LULU $POOL https://t.co/fZ9bMCIXDe", "clean_text": "THE STOCK MARKET TOOK A STEP BACK THURSDAY BUT RETAIL STOCKS OUTPERFORMED BJ LULU POOL ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200521, "Text": "Had no idea Brazil was the worst performing market. We just MELI and chill. 🤷‍♂️ https://t.co/pDdDzHJRxr", "clean_text": "HAD NO IDEA BRAZIL WAS THE WORST PERFORMING MARKET WE JUST MELI AND CHILL ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200521, "Text": "Who would argue the other side of this? Luckin was just the latest in a long parade of junky Chinese listings. https://t.co/Rd3zrQbugT", "clean_text": "WHO WOULD ARGUE THE OTHER SIDE OF THIS LUCKIN WAS JUST THE LATEST IN A LONG PARADE OF JUNKY CHINESE LISTINGS ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "That sound you hear is every incoming 1L in the country updating their resume to say they attended Harvard Law Scho… https://t.co/as6q362cry", "clean_text": "THAT SOUND YOU HEAR IS EVERY INCOMING 1L IN THE COUNTRY UPDATING THEIR RESUME TO SAY THEY ATTENDED HARVARD LAW SCHO ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "@Samirkaji I might take the opposite view, and predict that the top banks today will still be the top banks in a de… https://t.co/KzAozTm6sj", "clean_text": "@SAMIRKAJI I MIGHT TAKE THE OPPOSITE VIEW AND PREDICT THAT THE TOP BANKS TODAY WILL STILL BE THE TOP BANKS IN A DE ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200521, "Text": "@barronsonline @Placer_ai Based on @Placer_ai data, the average mall’s foot traffic is down 75% in early May, but t… https://t.co/eRTH7sWn22", "clean_text": "@BARRONSONLINE @PLACER_AI BASED ON @PLACER_AI DATA THE AVERAGE MALLS FOOT TRAFFIC IS DOWN 75% IN EARLY MAY BUT T ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200521, "Text": "The latest housing mkt update from $RDFN is a must read (as has been every other weekly update). 2 things are clear… https://t.co/R5tVl42oWT", "clean_text": "THE LATEST HOUSING MKT UPDATE FROM RDFN IS A MUST READ AS HAS BEEN EVERY OTHER WEEKLY UPDATE 2 THINGS ARE CLEAR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "yesterday \"the sheet hasn't really hit the fan quite yet\" https://t.co/NydOWTco2d", "clean_text": "YESTERDAY THE SHEET HASNT REALLY HIT THE FAN QUITE YET ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "@prosperousguy @trendwhizo The trend was down, gee whiz\n\nhttps://t.co/qG6zkBqgTQ", "clean_text": "@PROSPEROUSGUY @TRENDWHIZO THE TREND WAS DOWN GEE WHIZ\n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "Wow hot off press legal filings, Advent believes $FSCT will become #insolvent #bankrupt. They are very close to the… https://t.co/lncom6xTZv", "clean_text": "WOW HOT OFF PRESS LEGAL FILINGS ADVENT BELIEVES FSCT WILL BECOME #INSOLVENT #BANKRUPT THEY ARE VERY CLOSE TO THE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200520, "Text": "@srg444 That is off the \"illustrative guidance\" put in the proxy, that was not issued on the conf call, and not cle… https://t.co/74bmpjxRwx", "clean_text": "@SRG444 THAT IS OFF THE ILLUSTRATIVE GUIDANCE PUT IN THE PROXY THAT WAS NOT ISSUED ON THE CONF CALL AND NOT CLE ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200520, "Text": "“The management” is often cited as an important variable for investors. Good timing and luck are the welcome variab… https://t.co/fTfyCRULia", "clean_text": "THE MANAGEMENT” IS OFTEN CITED AS AN IMPORTANT VARIABLE FOR INVESTORS GOOD TIMING AND LUCK ARE THE WELCOME VARIAB ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200520, "Text": "The Fraud Committee is not going to like this. https://t.co/6czdSaFP9E", "clean_text": "THE FRAUD COMMITTEE IS NOT GOING TO LIKE THIS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200520, "Text": "@timmay69849295 @TomDaechsel you can reach out to me at m levine fifty one at bloomberg dot net, or on the twitters", "clean_text": "@TIMMAY69849295 @TOMDAECHSEL YOU CAN REACH OUT TO ME AT M LEVINE FIFTY ONE AT BLOOMBERG DOT NET OR ON THE TWITTERS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200520, "Text": "What’s the word for VCs signaling they aren’t like other VCs by doing anti VC thought leadership thought leadership… https://t.co/Wbsn0yQwIk", "clean_text": "WHATS THE WORD FOR VCS SIGNALING THEY ARENT LIKE OTHER VCS BY DOING ANTI VC THOUGHT LEADERSHIP THOUGHT LEADERSHIP ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200520, "Text": "@StaleyRdCap @varianceswap @YoloCapMgmt @winsteadscap @a_del_credere @StarryNightCap Great idea and thanks for the… https://t.co/C1ktLlaICD", "clean_text": "@STALEYRDCAP @VARIANCESWAP @YOLOCAPMGMT @WINSTEADSCAP @A_DEL_CREDERE @STARRYNIGHTCAP GREAT IDEA AND THANKS FOR THE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200520, "Text": "@winsteadscap @StaleyRdCap @varianceswap @YoloCapMgmt @a_del_credere @StarryNightCap Push the button", "clean_text": "@WINSTEADSCAP @STALEYRDCAP @VARIANCESWAP @YOLOCAPMGMT @A_DEL_CREDERE @STARRYNIGHTCAP PUSH THE BUTTON", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200520, "Text": "@HedgeyeEEvans @HedgeyeHC Pretty amazing how quickly we were able to corral the spread.", "clean_text": "@HEDGEYEEEVANS @HEDGEYEHC PRETTY AMAZING HOW QUICKLY WE WERE ABLE TO CORRAL THE SPREAD", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200520, "Text": "RT @gasworld: Vital research has continued at the National Centre for Scientific Research (@CNRS) in France thanks to a constant supply of…", "clean_text": "RT @GASWORLD VITAL RESEARCH HAS CONTINUED AT THE NATIONAL CENTRE FOR SCIENTIFIC RESEARCH @CNRS IN FRANCE THANKS TO A CONSTANT SUPPLY OF", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @USForeignAssist: New fact sheet! Under the leadership of @POTUS and @SecPompeo the U.S. is providing more than $900 million across more…", "clean_text": "RT @USFOREIGNASSIST NEW FACT SHEET UNDER THE LEADERSHIP OF @POTUS AND @SECPOMPEO THE US IS PROVIDING MORE THAN 900 MILLION ACROSS MORE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @StateDept: Today at 10:00 a.m. EST, @SecPompeo will deliver remarks to the media. Watch live here on Twitter, https://t.co/gKqNu1rmLK,…", "clean_text": "RT @STATEDEPT TODAY AT 1000 AM EST @SECPOMPEO WILL DELIVER REMARKS TO THE MEDIA WATCH LIVE HERE ON TWITTER ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @SecPompeo: U.S. leadership in the fight against COVID-19 continues. With $162 million in new humanitarian assistance, the U.S. governme…", "clean_text": "RT @SECPOMPEO US LEADERSHIP IN THE FIGHT AGAINST COVID19 CONTINUES WITH 162 MILLION IN NEW HUMANITARIAN ASSISTANCE THE US GOVERNME", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200520, "Text": "RT @statedeptspox: The Secretary’s announcement of $162 million in new U.S. assistance for the global COVID-19 response today represents th…", "clean_text": "RT @STATEDEPTSPOX THE SECRETARYS ANNOUNCEMENT OF 162 MILLION IN NEW US ASSISTANCE FOR THE GLOBAL COVID19 RESPONSE TODAY REPRESENTS TH", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200520, "Text": "@NoonSixCap US investors should be thankful that binary options are limited to the exchange traded variety...", "clean_text": "@NOONSIXCAP US INVESTORS SHOULD BE THANKFUL THAT BINARY OPTIONS ARE LIMITED TO THE EXCHANGE TRADED VARIETY", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Jesse_Livermore", "Time": 20200520, "Text": "If I know that Biden is going to win and that the senate is going democrat, I might want to start thinking about EA… https://t.co/HsvJrQRsRT", "clean_text": "IF I KNOW THAT BIDEN IS GOING TO WIN AND THAT THE SENATE IS GOING DEMOCRAT I MIGHT WANT TO START THINKING ABOUT EA ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200520, "Text": "@MasaSonCap You'd be able to see the image if you had Spectrum instead of being on that ratchet Sprint network you just bought", "clean_text": "@MASASONCAP YOUD BE ABLE TO SEE THE IMAGE IF YOU HAD SPECTRUM INSTEAD OF BEING ON THAT RATCHET SPRINT NETWORK YOU JUST BOUGHT", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200520, "Text": "If Shop by Shopify is a \"stealth\" DTC ecom app, then the nomenclature is a bit strange since they don't own the URL https://t.co/LBCvnyht6X.", "clean_text": "IF SHOP BY SHOPIFY IS A STEALTH DTC ECOM APP THEN THE NOMENCLATURE IS A BIT STRANGE SINCE THEY DONT OWN THE URL ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200520, "Text": "What's the whisper on $TTWO FY EPS guide tonight? $6? Or should I say $ VI?", "clean_text": "WHAT THE WHISPER ON TTWO FY EPS GUIDE TONIGHT 6 OR SHOULD I SAY  VI", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200520, "Text": "@DavidSchawel Fwiw, a friend just bought a house in Connecticut, giving up UES w/ park views, pulling the kid out o… https://t.co/m6aOy0PxAD", "clean_text": "@DAVIDSCHAWEL FWIW A FRIEND JUST BOUGHT A HOUSE IN CONNECTICUT GIVING UP UES W PARK VIEWS PULLING THE KID OUT O ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200520, "Text": "@michaelbatnick It would certainly be logical to be an aggressive buyer into the expectation of a terminal asteroid strike.", "clean_text": "@MICHAELBATNICK IT WOULD CERTAINLY BE LOGICAL TO BE AN AGGRESSIVE BUYER INTO THE EXPECTATION OF A TERMINAL ASTEROID STRIKE", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "RT @tracyalloway: The composition of global fiscal stimulus in the corona crisis of 2020 vs. the financial crisis of 2008/2009, via UBS. Fi…", "clean_text": "RT @TRACYALLOWAY THE COMPOSITION OF GLOBAL FISCAL STIMULUS IN THE CORONA CRISIS OF 2020 VS THE FINANCIAL CRISIS OF 20082009 VIA UBS FI", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200520, "Text": "@ganeumann This looks super cool. Any kid with the chance to learn from McCloskey and Mokyr is in for a treat. \n\nMy… https://t.co/Igu6wVHkdX", "clean_text": "@GANEUMANN THIS LOOKS SUPER COOL ANY KID WITH THE CHANCE TO LEARN FROM MCCLOSKEY AND MOKYR IS IN FOR A TREAT \n\nMY ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200520, "Text": "$TJX has been more or less rewarded by investors in the post COVID19 world despite not having an ecommerce strategy… https://t.co/WPaYFnI8e6", "clean_text": "TJX HAS BEEN MORE OR LESS REWARDED BY INVESTORS IN THE POST COVID19 WORLD DESPITE NOT HAVING AN ECOMMERCE STRATEGY ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200520, "Text": "RT @Retail_Guru: Great point. The ‘treasure hunt’ model of merchandising at $TJX &amp; $ROST will need a fair amount of re-invention given toda…", "clean_text": "RT @RETAIL_GURU GREAT POINT THE TREASURE HUNT MODEL OF MERCHANDISING AT TJX AMP ROST WILL NEED A FAIR AMOUNT OF REINVENTION GIVEN TODA", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200520, "Text": "@NoonSixCap In modern parlance: The Fed", "clean_text": "@NOONSIXCAP IN MODERN PARLANCE THE FED", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200520, "Text": "RT @Atul_Gawande: What's happening in Brazil is horrifying. The coronavirus is spreading rapidly, overwhelming the health care system, and…", "clean_text": "RT @ATUL_GAWANDE WHAT HAPPENING IN BRAZIL IS HORRIFYING THE CORONAVIRUS IS SPREADING RAPIDLY OVERWHELMING THE HEALTH CARE SYSTEM AND", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200519, "Text": "Anyone catch the bottom of $FSCT press release yesterday, looks like they hired Joele Frank for Public Relations, k… https://t.co/bUMba7EqFj", "clean_text": "ANYONE CATCH THE BOTTOM OF FSCT PRESS RELEASE YESTERDAY LOOKS LIKE THEY HIRED JOELE FRANK FOR PUBLIC RELATIONS K ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200519, "Text": "@ChrisDeMuthJr How many millions will $FSCT spend for their services? Time to deduct those cash costs from the Enterprise Value?", "clean_text": "@CHRISDEMUTHJR HOW MANY MILLIONS WILL FSCT SPEND FOR THEIR SERVICES TIME TO DEDUCT THOSE CASH COSTS FROM THE ENTERPRISE VALUE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200519, "Text": "RT @JohnPGavin: Getting rid of the baggage check fee would allow for more space in waiting areas and less clustering during boarding and ex…", "clean_text": "RT @JOHNPGAVIN GETTING RID OF THE BAGGAGE CHECK FEE WOULD ALLOW FOR MORE SPACE IN WAITING AREAS AND LESS CLUSTERING DURING BOARDING AND EX", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200519, "Text": "@lopezlinette Just like with all those \"Great China deal soon\" headlines, all only needs the key words to make the… https://t.co/gKud4VtYg0", "clean_text": "@LOPEZLINETTE JUST LIKE WITH ALL THOSE GREAT CHINA DEAL SOON HEADLINES ALL ONLY NEEDS THE KEY WORDS TO MAKE THE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200519, "Text": "If you want to sign up to get future reports, please go to the bottom of this link and go for it! https://t.co/wvXgTv8JqT", "clean_text": "IF YOU WANT TO SIGN UP TO GET FUTURE REPORTS PLEASE GO TO THE BOTTOM OF THIS LINK AND GO FOR IT ", "count1": 1, "count2": 0, "count3": 3, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200519, "Text": "The $INVVY trading today, in an illiquid, books-closed ADR (that can’t be easily arbitraged) might be the clearest… https://t.co/PG8wZYvqtm", "clean_text": "THE INVVY TRADING TODAY IN AN ILLIQUID BOOKSCLOSED ADR THAT CANT BE EASILY ARBITRAGED MIGHT BE THE CLEAREST ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200519, "Text": "@RussianBear I did not learn this during the CFA program.", "clean_text": "@RUSSIANBEAR I DID NOT LEARN THIS DURING THE CFA PROGRAM", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200519, "Text": "@AndrewRangeley We all need to consider the machines moving markets. I don’t know the answer but at least we have an idea of the problem.", "clean_text": "@ANDREWRANGELEY WE ALL NEED TO CONSIDER THE MACHINES MOVING MARKETS I DONT KNOW THE ANSWER BUT AT LEAST WE HAVE AN IDEA OF THE PROBLEM", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TMTanalyst", "Time": 20200519, "Text": "@michelleinbklyn I really liked your oped yesterday but is there a person in a klan hood on the right side about 4… https://t.co/t4vnB66DzQ", "clean_text": "@MICHELLEINBKLYN I REALLY LIKED YOUR OPED YESTERDAY BUT IS THERE A PERSON IN A KLAN HOOD ON THE RIGHT SIDE ABOUT 4 ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200519, "Text": "@LDrogen That’s probably the bigger issue. A residential block vs a commercial one", "clean_text": "@LDROGEN THATS PROBABLY THE BIGGER ISSUE A RESIDENTIAL BLOCK VS A COMMERCIAL ONE", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200519, "Text": "Given the early data from China, SK, Italy, etc. I would have expected a far more targeted response in the US. https://t.co/eLc6u5Jz2B", "clean_text": "GIVEN THE EARLY DATA FROM CHINA SK ITALY ETC I WOULD HAVE EXPECTED A FAR MORE TARGETED RESPONSE IN THE US ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200519, "Text": "No one is better than @matt_levine at locating the financial world's craziest stories and then explaining how bonke… https://t.co/L1aJ7E2uqP", "clean_text": "NO ONE IS BETTER THAN @MATT_LEVINE AT LOCATING THE FINANCIAL WORLD CRAZIEST STORIES AND THEN EXPLAINING HOW BONKE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200519, "Text": "@firstadopter Mine does in the middle of the night, which makes no sense!", "clean_text": "@FIRSTADOPTER MINE DOES IN THE MIDDLE OF THE NIGHT WHICH MAKES NO SENSE", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200519, "Text": "Belt and Road meets the road to restructuring.\n \nhttps://t.co/4Saz06zMED", "clean_text": "BELT AND ROAD MEETS THE ROAD TO RESTRUCTURING\n \n", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200519, "Text": "The fraud, waste, mismanagement, failed oversight and spotty transparency - not to mention the fiscal implications… https://t.co/kM07uWxHHQ", "clean_text": "THE FRAUD WASTE MISMANAGEMENT FAILED OVERSIGHT AND SPOTTY TRANSPARENCY  NOT TO MENTION THE FISCAL IMPLICATIONS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200519, "Text": "@rationalwalk Adding \"hopefully\" at the end was kind of a prayer.", "clean_text": "@RATIONALWALK ADDING HOPEFULLY AT THE END WAS KIND OF A PRAYER", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200519, "Text": "Jonas Salk's polio vaccine was never patented. When asked, \"who owns this patent?\", he replied, \"Well, the people I… https://t.co/3qkm0tEbVr", "clean_text": "JONAS SALK POLIO VACCINE WAS NEVER PATENTED WHEN ASKED WHO OWNS THIS PATENT HE REPLIED WELL THE PEOPLE I ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200519, "Text": "Ladies and gentlemen, The American Eater.  @BarbarianCap https://t.co/5jjX0YLfs6", "clean_text": "LADIES AND GENTLEMEN THE AMERICAN EATER  @BARBARIANCAP ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200519, "Text": "Just a reminder that @ShortSightedCap made this call in November...  “the Howard Stern play” he dubbed it. https://t.co/dYSU0pVFWK", "clean_text": "JUST A REMINDER THAT @SHORTSIGHTEDCAP MADE THIS CALL IN NOVEMBER  THE HOWARD STERN PLAY” HE DUBBED IT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "@DavidTaggart San Francisco is good at many things. The art of the high speed chase is not one of them.", "clean_text": "@DAVIDTAGGART SAN FRANCISCO IS GOOD AT MANY THINGS THE ART OF THE HIGH SPEED CHASE IS NOT ONE OF THEM", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "@beyondthearc @DavidTaggart McQueen in Bullitt is the one case in a million where SF fiction &gt; LA reality.", "clean_text": "@BEYONDTHEARC @DAVIDTAGGART MCQUEEN IN BULLITT IS THE ONE CASE IN A MILLION WHERE SF FICTION GT LA REALITY", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "@Morgan_03 Since part of Tahoe is north of the dog leg, and since the Truckee River is the only outlet and it flows… https://t.co/QT50J2H6WV", "clean_text": "@MORGAN_03 SINCE PART OF TAHOE IS NORTH OF THE DOG LEG AND SINCE THE TRUCKEE RIVER IS THE ONLY OUTLET AND IT FLOWS ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "@mikebee I’ve heard such theories. But facts can be stubborn. \n\nLA City Hall to the Mexico border: 123 miles\n\nSF Ci… https://t.co/gOrcMxC5gX", "clean_text": "@MIKEBEE IVE HEARD SUCH THEORIES BUT FACTS CAN BE STUBBORN \n\nLA CITY HALL TO THE MEXICO BORDER 123 MILES\n\nSF CI ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "RT @ktal90: Jumping straight to AI, ML, AR/VR, IoT hasn’t gotten us what we need. So what do we need? The building blocks of HOW manufactur…", "clean_text": "RT @KTAL90 JUMPING STRAIGHT TO AI ML ARVR IOT HASNT GOTTEN US WHAT WE NEED SO WHAT DO WE NEED THE BUILDING BLOCKS OF HOW MANUFACTUR", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "Building a company in the current moment:\n\nAll the bad news has been accelerated.\n\nSome of the good news has been c… https://t.co/OOichuELRf", "clean_text": "BUILDING A COMPANY IN THE CURRENT MOMENT\n\nALL THE BAD NEWS HAS BEEN ACCELERATED\n\nSOME OF THE GOOD NEWS HAS BEEN C ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200519, "Text": "Yes! Check out the @Placer_ai COVID-19 Retail Impact Tracker. \n\nhttps://t.co/q46DDr2MSq\n\ncc @PlanMaestro https://t.co/EVuudKIJhh", "clean_text": "YES CHECK OUT THE @PLACER_AI COVID19 RETAIL IMPACT TRACKER \n\n\n\nCC @PLANMAESTRO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200519, "Text": "@srcellini @DaHalperin I think the general conclusions from this report are directionally correct (for-profits spen… https://t.co/5fDJvHK7jc", "clean_text": "@SRCELLINI @DAHALPERIN I THINK THE GENERAL CONCLUSIONS FROM THIS REPORT ARE DIRECTIONALLY CORRECT FORPROFITS SPEN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200519, "Text": "This is some deluge of equity offerings coming here in the after market, who can blame corporate executives?", "clean_text": "THIS IS SOME DELUGE OF EQUITY OFFERINGS COMING HERE IN THE AFTER MARKET WHO CAN BLAME CORPORATE EXECUTIVES", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "We still believe $FSCT is worth in the teens at best. Run rate sales $230m with at best a 3-4x sales multiple https://t.co/cvK2fmLfzv", "clean_text": "WE STILL BELIEVE FSCT IS WORTH IN THE TEENS AT BEST RUN RATE SALES 230M WITH AT BEST A 34X SALES MULTIPLE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "@joepanettieri @Forescout @msspalert the $FSCT deal termination thesis was all laid out here: https://t.co/DnwL8zlpdG", "clean_text": "@JOEPANETTIERI @FORESCOUT @MSSPALERT THE FSCT DEAL TERMINATION THESIS WAS ALL LAID OUT HERE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "A big \"if\" the deal proceeds at a lower price, there will have to be another shareholder vote (and likely a fairnes… https://t.co/80PFu1pxYM", "clean_text": "A BIG IF THE DEAL PROCEEDS AT A LOWER PRICE THERE WILL HAVE TO BE ANOTHER SHAREHOLDER VOTE AND LIKELY A FAIRNES ", "count1": 1, "count2": 3, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "Here's strong evidence that $FSCT shares are unlikely worth more than $20/sh. From the original $MS fairness opinio… https://t.co/gBYwaUBnNE", "clean_text": "HERE STRONG EVIDENCE THAT FSCT SHARES ARE UNLIKELY WORTH MORE THAN 20SH FROM THE ORIGINAL MS FAIRNESS OPINIO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "@srg444 Better start some due diligence on the new $FTNT patent lawsuit filed on Friday. Will be millions in defens… https://t.co/tsTE40DJYF", "clean_text": "@SRG444 BETTER START SOME DUE DILIGENCE ON THE NEW FTNT PATENT LAWSUIT FILED ON FRIDAY WILL BE MILLIONS IN DEFENS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "$C Citigroup $FSCT worth $13-$19/share. FINALLY, I can agree with the hyper-promotional sell-side on something....… https://t.co/XtMznNOehh", "clean_text": "C CITIGROUP FSCT WORTH 1319SHARE FINALLY I CAN AGREE WITH THE HYPERPROMOTIONAL SELLSIDE ON SOMETHING ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "Details of this $FTNT lawsuit case are good, hopefully @adventintl sees that $FSCT \"delayed progressing the discuss… https://t.co/5XErYBMfyJ", "clean_text": "DETAILS OF THIS FTNT LAWSUIT CASE ARE GOOD HOPEFULLY @ADVENTINTL SEES THAT FSCT DELAYED PROGRESSING THE DISCUSS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "For those new to following us, we believe we've played a successful roll in re-shaping the narrative for some of… https://t.co/PXAhZoLYF4", "clean_text": "FOR THOSE NEW TO FOLLOWING US WE BELIEVE WEVE PLAYED A SUCCESSFUL ROLL IN RESHAPING THE NARRATIVE FOR SOME OF ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "Looks like sub $20/share $FSCT price target is the emerging consensus so far, $C Citigroup, now Baird weighs in wit… https://t.co/ky7EbhAzAz", "clean_text": "LOOKS LIKE SUB 20SHARE FSCT PRICE TARGET IS THE EMERGING CONSENSUS SO FAR C CITIGROUP NOW BAIRD WEIGHS IN WIT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "@Street_Insider Spruce Point had the inside beat: https://t.co/DnwL8zlpdG", "clean_text": "@STREET_INSIDER SPRUCE POINT HAD THE INSIDE BEAT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "Jeopardy finally creates a category for Corporate Scandals. They could have filled the entire board and hired me as… https://t.co/PHlMT2bIjW", "clean_text": "JEOPARDY FINALLY CREATES A CATEGORY FOR CORPORATE SCANDALS THEY COULD HAVE FILLED THE ENTIRE BOARD AND HIRED ME AS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200518, "Text": "RT @JohnPGavin: So they can now allow rates to rise, start paying down the massive deficit, stop the printing press, and get their ass out…", "clean_text": "RT @JOHNPGAVIN SO THEY CAN NOW ALLOW RATES TO RISE START PAYING DOWN THE MASSIVE DEFICIT STOP THE PRINTING PRESS AND GET THEIR ASS OUT", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200518, "Text": "RT @JohnPGavin: The good news is we are taking care of those unfortunate souls for whom flying commercial is a personal trauma. https://t.c…", "clean_text": "RT @JOHNPGAVIN THE GOOD NEWS IS WE ARE TAKING CARE OF THOSE UNFORTUNATE SOULS FOR WHOM FLYING COMMERCIAL IS A PERSONAL TRAUMA ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200518, "Text": "@felixsalmon i try to roughly alternate genders for unspecified people, which i think Analyst B was, what is the question?", "clean_text": "@FELIXSALMON I TRY TO ROUGHLY ALTERNATE GENDERS FOR UNSPECIFIED PEOPLE WHICH I THINK ANALYST B WAS WHAT IS THE QUESTION", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200518, "Text": "But \"new york has the best tap water\" the refrain of those who have succumbed to the madness of living in NYC and a… https://t.co/R9MpEq3Qtc", "clean_text": "BUT NEW YORK HAS THE BEST TAP WATER THE REFRAIN OF THOSE WHO HAVE SUCCUMBED TO THE MADNESS OF LIVING IN NYC AND A ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@tejada444 You're a retail investor with the majority of your net worth in a security and you wrote up a note with… https://t.co/b3gIdXAM34", "clean_text": "@TEJADA444 YOURE A RETAIL INVESTOR WITH THE MAJORITY OF YOUR NET WORTH IN A SECURITY AND YOU WROTE UP A NOTE WITH ", "count1": 1, "count2": 3, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@tejada444 That said, it's a thoughtful piece. I agree the 2021 bullet point on the bb slide is a bit odd, though k… https://t.co/KrLSXYqyIp", "clean_text": "@TEJADA444 THAT SAID IT A THOUGHTFUL PIECE I AGREE THE 2021 BULLET POINT ON THE BB SLIDE IS A BIT ODD THOUGH K ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@TheIpHawk @KidDynamiteBlog They mark loans to spot rather than easing you up with the wholesale rate. Not really f… https://t.co/vDcWdLooRz", "clean_text": "@THEIPHAWK @KIDDYNAMITEBLOG THEY MARK LOANS TO SPOT RATHER THAN EASING YOU UP WITH THE WHOLESALE RATE NOT REALLY F ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200518, "Text": "RT @SecPompeo: No surprise that Taiwan mounted one of the most successful efforts to contain COVID to date. Transparent, vibrant, and innov…", "clean_text": "RT @SECPOMPEO NO SURPRISE THAT TAIWAN MOUNTED ONE OF THE MOST SUCCESSFUL EFFORTS TO CONTAIN COVID TO DATE TRANSPARENT VIBRANT AND INNOV", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200518, "Text": "RT @statedeptspox: The spiteful action by the PRC to silence Taiwan exposes the emptiness of its claims to want transparency and cooperatio…", "clean_text": "RT @STATEDEPTSPOX THE SPITEFUL ACTION BY THE PRC TO SILENCE TAIWAN EXPOSES THE EMPTINESS OF ITS CLAIMS TO WANT TRANSPARENCY AND COOPERATIO", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "GrantsPub", "Time": 20200518, "Text": "BlackRock: We have the assets.\n\nhttps://t.co/i9TJ7dx5yp", "clean_text": "BLACKROCK WE HAVE THE ASSETS\n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200518, "Text": "@Fritz844 Great find.  Really miss that dude.  He's the best.  And I swear he's the twin of an old boss of mine...", "clean_text": "@FRITZ844 GREAT FIND  REALLY MISS THAT DUDE  HE THE BEST  AND I SWEAR HE THE TWIN OF AN OLD BOSS OF MINE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200518, "Text": "Oligarchs are self-made too.\n\nDon't hate the player, hate the voucher privatization of state-owned assets game. https://t.co/W8BlWwRW41", "clean_text": "OLIGARCHS ARE SELFMADE TOO\n\nDONT HATE THE PLAYER HATE THE VOUCHER PRIVATIZATION OF STATEOWNED ASSETS GAME ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200518, "Text": "The Gates Foundation gave $MRNA a grant four years ago. \n\nSome guy in camo gear protesting \"the elites\" could be se… https://t.co/mVvxhrAff9", "clean_text": "THE GATES FOUNDATION GAVE MRNA A GRANT FOUR YEARS AGO \n\nSOME GUY IN CAMO GEAR PROTESTING THE ELITES COULD BE SE ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200518, "Text": "You're not Michael Jordon.\n\nNo one is.\n\nIt's okay. No one is you.\n\nBe inspired, but don't take away the wrong lesso… https://t.co/At9nhWuRvF", "clean_text": "YOURE NOT MICHAEL JORDON\n\nNO ONE IS\n\nIT OKAY NO ONE IS YOU\n\nBE INSPIRED BUT DONT TAKE AWAY THE WRONG LESSO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200518, "Text": "Just finished the last Star Wars movies.  Every single one of them was trash except the first one they ever made.… https://t.co/ngHQQasr20", "clean_text": "JUST FINISHED THE LAST STAR WARS MOVIES  EVERY SINGLE ONE OF THEM WAS TRASH EXCEPT THE FIRST ONE THEY EVER MADE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200518, "Text": "RT @yodaism: @DumbLuckCapital May the force be with you.", "clean_text": "RT @YODAISM @DUMBLUCKCAPITAL MAY THE FORCE BE WITH YOU", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200518, "Text": "Andrew Left of Citron Research will appear on Fox Business this am at 11:30 est to further explain the fraud  of Ch… https://t.co/XBSRqBHAZa", "clean_text": "ANDREW LEFT OF CITRON RESEARCH WILL APPEAR ON FOX BUSINESS THIS AM AT 1130 EST TO FURTHER EXPLAIN THE FRAUD  OF CH ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200518, "Text": "@villi Wow. As bad as it was, you probably prevented more violence for the victim.", "clean_text": "@VILLI WOW AS BAD AS IT WAS YOU PROBABLY PREVENTED MORE VIOLENCE FOR THE VICTIM", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200518, "Text": "RT @minakimes: roses are red\nlosing is hell\ni’m the goat \nf u scott burrell \n\n-mj’s poem", "clean_text": "RT @MINAKIMES ROSES ARE RED\nLOSING IS HELL\nIM THE GOAT \nF U SCOTT BURRELL \n\nMJS POEM", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200518, "Text": "Sometimes I wonder if the people who write the mobile alerts that get pushed out by Finance apps are in on the joke… https://t.co/MKOoODulIv", "clean_text": "SOMETIMES I WONDER IF THE PEOPLE WHO WRITE THE MOBILE ALERTS THAT GET PUSHED OUT BY FINANCE APPS ARE IN ON THE JOKE ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200517, "Text": "RT @trengriffin: @IntrinsicInv @BillBrewsterSCG @manualofideas \"With discounted cash flow models, the value is sensitive to the inputs. But…", "clean_text": "RT @TRENGRIFFIN @INTRINSICINV @BILLBREWSTERSCG @MANUALOFIDEAS WITH DISCOUNTED CASH FLOW MODELS THE VALUE IS SENSITIVE TO THE INPUTS BUT", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200517, "Text": "RT @investbooksUS: Thinking in Bets: Making Smarter Decisions When You Don't Have All the Facts by @AnnieDuke\n\n#kindlebook recommended by @…", "clean_text": "RT @INVESTBOOKSUS THINKING IN BETS MAKING SMARTER DECISIONS WHEN YOU DONT HAVE ALL THE FACTS BY @ANNIEDUKE\n\n#KINDLEBOOK RECOMMENDED BY @", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200517, "Text": "@WallStreetRprtr @HindenburgRes Aren’t you permanently enjoined from violating the securities laws? https://t.co/X7Izb84kja", "clean_text": "@WALLSTREETRPRTR @HINDENBURGRES ARENT YOU PERMANENTLY ENJOINED FROM VIOLATING THE SECURITIES LAWS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200517, "Text": "I have to laugh when financial media talking heads aver that China has “leverage” over the U.S. because China owns… https://t.co/0aeZA5zQXq", "clean_text": "I HAVE TO LAUGH WHEN FINANCIAL MEDIA TALKING HEADS AVER THAT CHINA HAS LEVERAGE” OVER THE US BECAUSE CHINA OWNS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200517, "Text": "The World Health Assembly opens tomorrow &amp; Taiwan remains uninvited. Without Taiwan, there is a gaping hole in glob… https://t.co/U4CmQTqfRc", "clean_text": "THE WORLD HEALTH ASSEMBLY OPENS TOMORROW AMP TAIWAN REMAINS UNINVITED WITHOUT TAIWAN THERE IS A GAPING HOLE IN GLOB ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200517, "Text": "The #TaiwanModel should be shared at the WHA so that the world can benefit from Taiwan’s experience &amp; expertise. If… https://t.co/9gCJWFLQkY", "clean_text": "THE #TAIWANMODEL SHOULD BE SHARED AT THE WHA SO THAT THE WORLD CAN BENEFIT FROM TAIWANS EXPERIENCE AMP EXPERTISE IF ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200517, "Text": "Hard to read this &amp; not think comparisons to China re: timing of snap back of economy and path of the virus will be… https://t.co/bhgayKeJp7", "clean_text": "HARD TO READ THIS AMP NOT THINK COMPARISONS TO CHINA RE TIMING OF SNAP BACK OF ECONOMY AND PATH OF THE VIRUS WILL BE ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200517, "Text": "@DeepDiveCapital @NonGaap It’s extremely real (not from personal experience) and the paranoia I’ve seen from certai… https://t.co/2pqLUXaEpf", "clean_text": "@DEEPDIVECAPITAL @NONGAAP ITS EXTREMELY REAL NOT FROM PERSONAL EXPERIENCE AND THE PARANOIA IVE SEEN FROM CERTAI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200516, "Text": "@jposhaughnessy I'll take that to the bank!", "clean_text": "@JPOSHAUGHNESSY ILL TAKE THAT TO THE BANK", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200516, "Text": "@toddyoungsie Not about secrecy. Meant there’s perhaps more value in the filings this time around as it highlights… https://t.co/OtCoAKrdXb", "clean_text": "@TODDYOUNGSIE NOT ABOUT SECRECY MEANT THERES PERHAPS MORE VALUE IN THE FILINGS THIS TIME AROUND AS IT HIGHLIGHTS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200516, "Text": "This is the best story I have read in a while. It includes: \n- World's coolest PE guy \n- Eccentric British submarin… https://t.co/4rek9sisq4", "clean_text": "THIS IS THE BEST STORY I HAVE READ IN A WHILE IT INCLUDES WORLD COOLEST PE GUY ECCENTRIC BRITISH SUBMARIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200516, "Text": "There is no way this is actually the biggest difference https://t.co/9wJqcSSb5m", "clean_text": "THERE IS NO WAY THIS IS ACTUALLY THE BIGGEST DIFFERENCE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@Alphaholic1 No, you see, they were reckless - \n\nThey were only prepared for a recessionary downturn in travel. The… https://t.co/fzJo7WyKhz", "clean_text": "@ALPHAHOLIC1 NO YOU SEE THEY WERE RECKLESS  \n\nTHEY WERE ONLY PREPARED FOR A RECESSIONARY DOWNTURN IN TRAVEL THE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@Alphaholic1 Also, businesses should all follow GOOG’s capital allocation policy. \n\nWouldn’t the world be a better… https://t.co/tM0NG0YEos", "clean_text": "@ALPHAHOLIC1 ALSO BUSINESSES SHOULD ALL FOLLOW GOOGS CAPITAL ALLOCATION POLICY \n\nWOULDNT THE WORLD BE A BETTER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@jay_21_ @special_sits Was a good thread, and agree with most of the names you mentioned. \n\nThink it’s a matter of… https://t.co/3OWsWnXdgO", "clean_text": "@JAY_21_ @SPECIAL_SITS WAS A GOOD THREAD AND AGREE WITH MOST OF THE NAMES YOU MENTIONED \n\nTHINK ITS A MATTER OF ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@jay_21_ @special_sits OTA / GDS’s - I like the competitive dynamics, but return profile not much better. \n\nFinanci… https://t.co/zt3pyfpVhU", "clean_text": "@JAY_21_ @SPECIAL_SITS OTA  GDSS  I LIKE THE COMPETITIVE DYNAMICS BUT RETURN PROFILE NOT MUCH BETTER \n\nFINANCI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "One does not just “forward” documents to the authorities unless asked or compelled via subpoena. Ask the good Senat… https://t.co/yCNOeOKF10", "clean_text": "ONE DOES NOT JUST FORWARD” DOCUMENTS TO THE AUTHORITIES UNLESS ASKED OR COMPELLED VIA SUBPOENA ASK THE GOOD SENAT ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @jeremyherb The good senator appears to be playing games here. One does not just turn over documents to the authorities wit…", "clean_text": "RT @JOHNPGAVIN @JEREMYHERB THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES WIT", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: The good senator appears to be playing games here. One does not just turn over documents to the authorities without being a…", "clean_text": "RT @JOHNPGAVIN THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES WITHOUT BEING A", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @GeoffRBennett The good senator appears to be playing games here. One does not just turn over documents to the authorities…", "clean_text": "RT @JOHNPGAVIN @GEOFFRBENNETT THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "RT @JohnPGavin: @CGasparino @FoxBusiness @KLoeffler @SEC_Enforcement @NYSE The good senator appears to be playing games here. One does not…", "clean_text": "RT @JOHNPGAVIN @CGASPARINO @FOXBUSINESS @KLOEFFLER @SEC_ENFORCEMENT @NYSE THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "Interpreting Senator Loeffler’s interactions with the SEC and DOJ. The good senator’s playing word games as good as… https://t.co/1qsEAn1QVu", "clean_text": "INTERPRETING SENATOR LOEFFLERS INTERACTIONS WITH THE SEC AND DOJ THE GOOD SENATORS PLAYING WORD GAMES AS GOOD AS ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "The good senator appears to be playing games here. One does not just turn over documents to the authorities without… https://t.co/digVgLZnu0", "clean_text": "THE GOOD SENATOR APPEARS TO BE PLAYING GAMES HERE ONE DOES NOT JUST TURN OVER DOCUMENTS TO THE AUTHORITIES WITHOUT ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200515, "Text": "The set-up here gives all indications the SEC &amp; DOJ had opened investigations back when this first started.  So far… https://t.co/w1bFfDWke0", "clean_text": "THE SETUP HERE GIVES ALL INDICATIONS THE SEC AMP DOJ HAD OPENED INVESTIGATIONS BACK WHEN THIS FIRST STARTED  SO FAR ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200515, "Text": "RT @KleInsight: I am putting on a 2-day on-line course on the Pre-mortem method. June 8-9, from 1:00 to 4:00 EDT. My co-presenter is Bryce…", "clean_text": "RT @KLEINSIGHT I AM PUTTING ON A 2DAY ONLINE COURSE ON THE PREMORTEM METHOD JUNE 89 FROM 100 TO 400 EDT MY COPRESENTER IS BRYCE", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200515, "Text": "This 13F season is one of the most interesting/useful in a while due to the timing of the portfolio snapshot (Mar 3… https://t.co/ndSIZMLm4V", "clean_text": "THIS 13F SEASON IS ONE OF THE MOST INTERESTINGUSEFUL IN A WHILE DUE TO THE TIMING OF THE PORTFOLIO SNAPSHOT MAR 3 ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200515, "Text": "RT @jfc_3_: Thread \n\nCOVID-19 and Spanish Influenza similarities in terms of the American experience, the dominant narratives, and random a…", "clean_text": "RT @JFC_3_ THREAD \n\nCOVID19 AND SPANISH INFLUENZA SIMILARITIES IN TERMS OF THE AMERICAN EXPERIENCE THE DOMINANT NARRATIVES AND RANDOM A", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "RT @usmissiongeneva: Taiwan is a model for how to manage the #COVID19 challenge. It has best practices to share &amp; is providing much needed…", "clean_text": "RT @USMISSIONGENEVA TAIWAN IS A MODEL FOR HOW TO MANAGE THE #COVID19 CHALLENGE IT HAS BEST PRACTICES TO SHARE AMP IS PROVIDING MUCH NEEDED", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200515, "Text": "Today, I had the pleasure of speaking with @MOHW_Taiwan's virtual forum in combatting #COVID19 about the vital impo… https://t.co/qbdfOuBP8U", "clean_text": "TODAY I HAD THE PLEASURE OF SPEAKING WITH @MOHW_TAIWAN VIRTUAL FORUM IN COMBATTING #COVID19 ABOUT THE VITAL IMPO ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "RT @usmissiongeneva: On this International #DayofFamilies, we celebrate the family as essential to both the formation and health of society…", "clean_text": "RT @USMISSIONGENEVA ON THIS INTERNATIONAL #DAYOFFAMILIES WE CELEBRATE THE FAMILY AS ESSENTIAL TO BOTH THE FORMATION AND HEALTH OF SOCIETY", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO reported that its advanced wound care sales had recently stabilized &amp; begun to inflect upwards due to the reo… https://t.co/CRk0AtTDTj", "clean_text": "ORGO REPORTED THAT ITS ADVANCED WOUND CARE SALES HAD RECENTLY STABILIZED AMP BEGUN TO INFLECT UPWARDS DUE TO THE REO ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO, a $MDXG competitor in the allograft space, provided an encouraging update regarding the current status of an… https://t.co/7doJ5SWNV6", "clean_text": "ORGO A MDXG COMPETITOR IN THE ALLOGRAFT SPACE PROVIDED AN ENCOURAGING UPDATE REGARDING THE CURRENT STATUS OF AN ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "Overall, these positive developments strongly support our view that the impact of COVID-19 on $MDXG will ultimately… https://t.co/h8YabBGUAI", "clean_text": "OVERALL THESE POSITIVE DEVELOPMENTS STRONGLY SUPPORT OUR VIEW THAT THE IMPACT OF COVID19 ON MDXG WILL ULTIMATELY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO also stated that, because a large portion of allograft treatments are non-elective, the delaying of treatment… https://t.co/HlapJx9FIU", "clean_text": "ORGO ALSO STATED THAT BECAUSE A LARGE PORTION OF ALLOGRAFT TREATMENTS ARE NONELECTIVE THE DELAYING OF TREATMENT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "Dire news for $MIDD. @OpenTable says 1 in 4 restaurants won't re-open. The recovery will be long and drawn out, not… https://t.co/ltVE5KWegk", "clean_text": "DIRE NEWS FOR MIDD @OPENTABLE SAYS 1 IN 4 RESTAURANTS WONT REOPEN THE RECOVERY WILL BE LONG AND DRAWN OUT NOT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200515, "Text": "When does the free market get its bailout? \n\nhttps://t.co/YTGJx2XkB3", "clean_text": "WHEN DOES THE FREE MARKET GET ITS BAILOUT \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200515, "Text": "\"More data has been created in the last 2 years than in the entire previous history of humans.\"\n\nData in the first… https://t.co/uokvvm4Vto", "clean_text": "MORE DATA HAS BEEN CREATED IN THE LAST 2 YEARS THAN IN THE ENTIRE PREVIOUS HISTORY OF HUMANS\n\nDATA IN THE FIRST ", "count1": 3, "count2": 0, "count3": 0, "count4": 3}, {"Name": "FCFYield", "Time": 20200515, "Text": "@nachkari 10 years minimum if you talk to engineers that know what they are talking about and will tell you the truth", "clean_text": "@NACHKARI 10 YEARS MINIMUM IF YOU TALK TO ENGINEERS THAT KNOW WHAT THEY ARE TALKING ABOUT AND WILL TELL YOU THE TRUTH", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200515, "Text": "Remember all those feisty arguments over raising the debt ceiling? That was fun.", "clean_text": "REMEMBER ALL THOSE FEISTY ARGUMENTS OVER RAISING THE DEBT CEILING THAT WAS FUN", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200515, "Text": "The Last Dance: those final two minutes of episode seven... wow! Chills. That's totally me ordering at Chipotle.", "clean_text": "THE LAST DANCE THOSE FINAL TWO MINUTES OF EPISODE SEVEN WOW CHILLS THAT TOTALLY ME ORDERING AT CHIPOTLE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200515, "Text": "@IvanTheK His entire notion w/r/t outcome breaks down in the counterfactuals... had we done more/had we done less.… https://t.co/C3uSJuN1cd", "clean_text": "@IVANTHEK HIS ENTIRE NOTION WRT OUTCOME BREAKS DOWN IN THE COUNTERFACTUALS HAD WE DONE MOREHAD WE DONE LESS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200515, "Text": "Another successful outcome for $OSTK's @Voatz platform, this time in the Arizona Republican primary.  Momentum is b… https://t.co/y3iR3I05ai", "clean_text": "ANOTHER SUCCESSFUL OUTCOME FOR OSTK @VOATZ PLATFORM THIS TIME IN THE ARIZONA REPUBLICAN PRIMARY  MOMENTUM IS B ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200514, "Text": "$GBP British Pound back to the lows ~37% and 75% of $WDFC sale and cash, respectively, tied to the currency… https://t.co/2LGTyHjcTA", "clean_text": "GBP BRITISH POUND BACK TO THE LOWS ~37% AND 75% OF WDFC SALE AND CASH RESPECTIVELY TIED TO THE CURRENCY ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200514, "Text": "Got to admit, for those new to the $FSCT story, one has to seriously question the insider sales that were happening… https://t.co/7kOsJtTWCa", "clean_text": "GOT TO ADMIT FOR THOSE NEW TO THE FSCT STORY ONE HAS TO SERIOUSLY QUESTION THE INSIDER SALES THAT WERE HAPPENING ", "count1": 2, "count2": 0, "count3": 3, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200514, "Text": "Love it when a sharp market pundit like @mcuban says the market is overvalued. That guys knows inflated bubble mark… https://t.co/yHPfGUj4B9", "clean_text": "LOVE IT WHEN A SHARP MARKET PUNDIT LIKE @MCUBAN SAYS THE MARKET IS OVERVALUED THAT GUYS KNOWS INFLATED BUBBLE MARK ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200514, "Text": "@gordong14896269 @SEC_Enforcement Don't you think insider stock sale programs should be terminated after the compan… https://t.co/qMjww6Y1r0", "clean_text": "@GORDONG14896269 @SEC_ENFORCEMENT DONT YOU THINK INSIDER STOCK SALE PROGRAMS SHOULD BE TERMINATED AFTER THE COMPAN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200514, "Text": "RT @JohnPGavin: There's the door ... Right over there ... It's the one with the sign, \"Bankruptcy Department\".", "clean_text": "RT @JOHNPGAVIN THERE THE DOOR  RIGHT OVER THERE  IT THE ONE WITH THE SIGN BANKRUPTCY DEPARTMENT", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200514, "Text": "RT @JohnPGavin: As a concept, cruises deliver a lot of value for the money.  While the industry that may undergo some financial restructuri…", "clean_text": "RT @JOHNPGAVIN AS A CONCEPT CRUISES DELIVER A LOT OF VALUE FOR THE MONEY  WHILE THE INDUSTRY THAT MAY UNDERGO SOME FINANCIAL RESTRUCTURI", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200514, "Text": "It wasn't that long ago when when you could fabricate some crypto-whatever piece of garbage and get the rubes to bid it up.", "clean_text": "IT WASNT THAT LONG AGO WHEN WHEN YOU COULD FABRICATE SOME CRYPTOWHATEVER PIECE OF GARBAGE AND GET THE RUBES TO BID IT UP", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200514, "Text": "Don't know how you'd design the study, but it would be interesting to see if/how Covid shutdown is impacting invest… https://t.co/udvlBuANK7", "clean_text": "DONT KNOW HOW YOUD DESIGN THE STUDY BUT IT WOULD BE INTERESTING TO SEE IFHOW COVID SHUTDOWN IS IMPACTING INVEST ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200514, "Text": "I have always strived to present this newsletter in the most flattering light. https://t.co/HFgvA97dvO", "clean_text": "I HAVE ALWAYS STRIVED TO PRESENT THIS NEWSLETTER IN THE MOST FLATTERING LIGHT ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "Consistently amazed by the number of people talking about how WFH is here to stay, while in the real life all anyon… https://t.co/XB3AtY0PMa", "clean_text": "CONSISTENTLY AMAZED BY THE NUMBER OF PEOPLE TALKING ABOUT HOW WFH IS HERE TO STAY WHILE IN THE REAL LIFE ALL ANYON ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200514, "Text": "Interesting terms in section 3.3 of exhibit 4.35 to the $NIO 20-F: if it fails to make any of the NIO China install… https://t.co/W8IpS4ylTh", "clean_text": "INTERESTING TERMS IN SECTION 33 OF EXHIBIT 435 TO THE NIO 20F IF IT FAILS TO MAKE ANY OF THE NIO CHINA INSTALL ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200514, "Text": "Mayor Garcetti said “We’ll never be completely open until we have a cure.”  It was reported he said “The city of Lo… https://t.co/1imaM4EOrJ", "clean_text": "MAYOR GARCETTI SAID WELL NEVER BE COMPLETELY OPEN UNTIL WE HAVE A CURE”  IT WAS REPORTED HE SAID THE CITY OF LO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200514, "Text": "Another two months, another multiple trillion $ relief package proposal. It would bring the running bailout total s… https://t.co/n97XVrHQgi", "clean_text": "ANOTHER TWO MONTHS ANOTHER MULTIPLE TRILLION  RELIEF PACKAGE PROPOSAL IT WOULD BRING THE RUNNING BAILOUT TOTAL S ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200514, "Text": "@NoonSixCap I am the weird sort of person who will simultaneously own SaaS and consumer finance companies.\n\nBut I d… https://t.co/EDM1vSW3G6", "clean_text": "@NOONSIXCAP I AM THE WEIRD SORT OF PERSON WHO WILL SIMULTANEOUSLY OWN SAAS AND CONSUMER FINANCE COMPANIES\n\nBUT I D ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200514, "Text": "A follow up to the sources I found for $GOOG $FB $SNAP $TWTR etc for advertising, digital ad, mobile, etc. - plenty… https://t.co/uLJghpuW8U", "clean_text": "A FOLLOW UP TO THE SOURCES I FOUND FOR GOOG FB SNAP TWTR ETC FOR ADVERTISING DIGITAL AD MOBILE ETC  PLENTY ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "@IvanTheK I would see this on occasion while on the road visiting small-medium size companies. Unusually good sign… https://t.co/NoVDplWQaz", "clean_text": "@IVANTHEK I WOULD SEE THIS ON OCCASION WHILE ON THE ROAD VISITING SMALLMEDIUM SIZE COMPANIES UNUSUALLY GOOD SIGN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "I've been using the $SBUX app... grab and go on the sidewalk. No need to enter store; only break stride long enough… https://t.co/KVxIAnNLAr", "clean_text": "IVE BEEN USING THE SBUX APP GRAB AND GO ON THE SIDEWALK NO NEED TO ENTER STORE ONLY BREAK STRIDE LONG ENOUGH ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "The truth, self-evident to any business buyer, that \"value\" and \"growth\" are constructs used for merchandising inve… https://t.co/2aeMINfRA8", "clean_text": "THE TRUTH SELFEVIDENT TO ANY BUSINESS BUYER THAT VALUE AND GROWTH ARE CONSTRUCTS USED FOR MERCHANDISING INVE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "It is YOU, the investor, that is either:\n\nPrice-conscious; oriented toward a discount on current assets/profits, a… https://t.co/xpNqYkYOby", "clean_text": "IT IS YOU THE INVESTOR THAT IS EITHER\n\nPRICECONSCIOUS ORIENTED TOWARD A DISCOUNT ON CURRENT ASSETSPROFITS A ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "We all read the same books... Ben Graham influenced a generation. But even WB evolved away from the convention of b… https://t.co/V0hzLgH1nS", "clean_text": "WE ALL READ THE SAME BOOKS BEN GRAHAM INFLUENCED A GENERATION BUT EVEN WB EVOLVED AWAY FROM THE CONVENTION OF B ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200514, "Text": "The inability to mount a cohesive national response that fosters cooperation &amp; accounts for regional differences du… https://t.co/4qR74qdKWo", "clean_text": "THE INABILITY TO MOUNT A COHESIVE NATIONAL RESPONSE THAT FOSTERS COOPERATION AMP ACCOUNTS FOR REGIONAL DIFFERENCES DU ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200514, "Text": "On $GSX selective cc this morning.  Someone must ask \"Has your firm already been contacted by the SEC, CSRC or SAMR… https://t.co/OcGbXsxe5g", "clean_text": "ON GSX SELECTIVE CC THIS MORNING  SOMEONE MUST ASK HAS YOUR FIRM ALREADY BEEN CONTACTED BY THE SEC CSRC OR SAMR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200514, "Text": "@iamstacetheace It seems your first two statements are not true for the biz. What has been the trend in bad-debt expense/charge-offs?", "clean_text": "@IAMSTACETHEACE IT SEEMS YOUR FIRST TWO STATEMENTS ARE NOT TRUE FOR THE BIZ WHAT HAS BEEN THE TREND IN BADDEBT EXPENSECHARGEOFFS", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200514, "Text": "@iamstacetheace Really want the ticker on this co. Hitting me in all of the short selling feels.", "clean_text": "@IAMSTACETHEACE REALLY WANT THE TICKER ON THIS CO HITTING ME IN ALL OF THE SHORT SELLING FEELS", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200514, "Text": "RT @ABCPolitics: The pandemic will cost the insurance industry over $200 billion, according to Lloyds of London, who estimated that its own…", "clean_text": "RT @ABCPOLITICS THE PANDEMIC WILL COST THE INSURANCE INDUSTRY OVER 200 BILLION ACCORDING TO LLOYDS OF LONDON WHO ESTIMATED THAT ITS OWN", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200514, "Text": "RT @byrdinator: The Senate just now approved a bill to sanction Chinese government officials responsible for internment camps in Xinjiang,…", "clean_text": "RT @BYRDINATOR THE SENATE JUST NOW APPROVED A BILL TO SANCTION CHINESE GOVERNMENT OFFICIALS RESPONSIBLE FOR INTERNMENT CAMPS IN XINJIANG", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "We are releasing another open letter to Advent @adventintl related to the $FSCT Forescout deal. After a thorough re… https://t.co/y2tYpUlQuG", "clean_text": "WE ARE RELEASING ANOTHER OPEN LETTER TO ADVENT @ADVENTINTL RELATED TO THE FSCT FORESCOUT DEAL AFTER A THOROUGH RE ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "$FSCT Management's explanations for a poor Q1 blaming #COVID19 and the deal itself are insufficient in our view… https://t.co/m8YhZ8sWVO", "clean_text": "FSCT MANAGEMENT EXPLANATIONS FOR A POOR Q1 BLAMING #COVID19 AND THE DEAL ITSELF ARE INSUFFICIENT IN OUR VIEW ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "We continue our primary due diligence on $FSCT including public FOIAs in process with gov't agencies. We want the p… https://t.co/APr3KEMm5T", "clean_text": "WE CONTINUE OUR PRIMARY DUE DILIGENCE ON FSCT INCLUDING PUBLIC FOIAS IN PROCESS WITH GOVT AGENCIES WE WANT THE P ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "Anyone read the fine print other than $FSCT lawyers and Spruce Point? Why in the 11th hour is the Company EXPANDING… https://t.co/3crzO0LhY0", "clean_text": "ANYONE READ THE FINE PRINT OTHER THAN FSCT LAWYERS AND SPRUCE POINT WHY IN THE 11TH HOUR IS THE COMPANY EXPANDING ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "$FSCT surprise restructuring forbidden according to the merger document. Seems a strange move to us for Advent to a… https://t.co/D4undZcCLz", "clean_text": "FSCT SURPRISE RESTRUCTURING FORBIDDEN ACCORDING TO THE MERGER DOCUMENT SEEMS A STRANGE MOVE TO US FOR ADVENT TO A ", "count1": 1, "count2": 2, "count3": 3, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200513, "Text": "\"P/E ratios which seem otherwise elevated may join low and negative interest rates as part of the ‘new normal’ inve… https://t.co/jgpK67dVs5", "clean_text": "PE RATIOS WHICH SEEM OTHERWISE ELEVATED MAY JOIN LOW AND NEGATIVE INTEREST RATES AS PART OF THE NEW NORMAL INVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "David Tepper on CNBC: “It’s a little bit different risk/reward.  The market’s pretty high and the Fed’s put a lot o… https://t.co/BFalukrX9A", "clean_text": "DAVID TEPPER ON CNBC ITS A LITTLE BIT DIFFERENT RISKREWARD  THE MARKETS PRETTY HIGH AND THE FEDS PUT A LOT O ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: \"...It’s hard to say the market can’t go up. But it’s not a good risk/reward market.\"", "clean_text": "TEPPER ITS HARD TO SAY THE MARKET CANT GO UP BUT ITS NOT A GOOD RISKREWARD MARKET", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “Some of the tech stocks like $AMZN might be not that overvalued; I’m not saying the Nasdaq’s cheap by any… https://t.co/HJIRlYMtCf", "clean_text": "TEPPER SOME OF THE TECH STOCKS LIKE AMZN MIGHT BE NOT THAT OVERVALUED IM NOT SAYING THE NASDAQS CHEAP BY ANY ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “If you’re just talking about figuring out the virus and how things get better, how slow it recovers afterw… https://t.co/lLt5O6KknX", "clean_text": "TEPPER IF YOURE JUST TALKING ABOUT FIGURING OUT THE VIRUS AND HOW THINGS GET BETTER HOW SLOW IT RECOVERS AFTERW ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “Airlines as long as the middle seat is open which it should be, are difficult stocks.  I don’t think you c… https://t.co/LBMqEhE57O", "clean_text": "TEPPER AIRLINES AS LONG AS THE MIDDLE SEAT IS OPEN WHICH IT SHOULD BE ARE DIFFICULT STOCKS  I DONT THINK YOU C ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “I want to be invested in the banks at some point, my problem is if you think there’s a long period of low… https://t.co/i6F266pxXs", "clean_text": "TEPPER I WANT TO BE INVESTED IN THE BANKS AT SOME POINT MY PROBLEM IS IF YOU THINK THERES A LONG PERIOD OF LOW ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “The logistics of the doses (vaccine) when people have to do the numbers and analysis to have enough doses… https://t.co/aGKIOHFrtG", "clean_text": "TEPPER THE LOGISTICS OF THE DOSES VACCINE WHEN PEOPLE HAVE TO DO THE NUMBERS AND ANALYSIS TO HAVE ENOUGH DOSES ", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "marketfolly", "Time": 20200513, "Text": "/End. Interesting to hear Tepper’s latest thoughts but what about his actions: he’s 10-15% long the market right now.", "clean_text": "END INTERESTING TO HEAR TEPPERS LATEST THOUGHTS BUT WHAT ABOUT HIS ACTIONS HES 1015% LONG THE MARKET RIGHT NOW", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200513, "Text": "@QuisitiveInvest @nachkari @BarrySchwartzBW @BluegrassCap it is kind of hard to figure out the risk reward when lit… https://t.co/vXyFBdIB8a", "clean_text": "@QUISITIVEINVEST @NACHKARI @BARRYSCHWARTZBW @BLUEGRASSCAP IT IS KIND OF HARD TO FIGURE OUT THE RISK REWARD WHEN LIT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200513, "Text": "@ROIChristie Generally high levels of leverage in the corporate sector needing time to heal which will manifest Its… https://t.co/EkcUolTRj6", "clean_text": "@ROICHRISTIE GENERALLY HIGH LEVELS OF LEVERAGE IN THE CORPORATE SECTOR NEEDING TIME TO HEAL WHICH WILL MANIFEST ITS ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200513, "Text": "#Taiwan's exclusion from the WHA robs the world of their knowledge on #COVID19 and best practices from their respon… https://t.co/8aUNc1e9cB", "clean_text": "#TAIWAN EXCLUSION FROM THE WHA ROBS THE WORLD OF THEIR KNOWLEDGE ON #COVID19 AND BEST PRACTICES FROM THEIR RESPON ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200513, "Text": ".@SecPompeo said it best: we call on all nations to support Taiwan's participation as an observer at the WHA. Follo… https://t.co/BHWmU3ZFys", "clean_text": "@SECPOMPEO SAID IT BEST WE CALL ON ALL NATIONS TO SUPPORT TAIWAN PARTICIPATION AS AN OBSERVER AT THE WHA FOLLO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@ShitFund So the thesis is you'll use this app primarily when blackout drunk?\n\n... maybe not the worst assumption?", "clean_text": "@SHITFUND SO THE THESIS IS YOULL USE THIS APP PRIMARILY WHEN BLACKOUT DRUNK\n\n MAYBE NOT THE WORST ASSUMPTION", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@RussianBear Reading about what life is like in Taiwan / SK / etc.... I have concerns. \n\nI understand the public he… https://t.co/7PYlz3awcM", "clean_text": "@RUSSIANBEAR READING ABOUT WHAT LIFE IS LIKE IN TAIWAN  SK  ETC I HAVE CONCERNS \n\nI UNDERSTAND THE PUBLIC HE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@RussianBear I suspect we end up following the Swedish model, whether we admit it or not.\n\nBut it’s amazing what so… https://t.co/bzmeMFvdVH", "clean_text": "@RUSSIANBEAR I SUSPECT WE END UP FOLLOWING THE SWEDISH MODEL WHETHER WE ADMIT IT OR NOT\n\nBUT ITS AMAZING WHAT SO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "MicroFundy", "Time": 20200513, "Text": "Ordered April 6th. Delivered today.\n\nDriver said they do ~200 deliveries a day at the warehouse he works at.\n$PTON https://t.co/eJPGvbm22W", "clean_text": "ORDERED APRIL 6TH DELIVERED TODAY\n\nDRIVER SAID THEY DO ~200 DELIVERIES A DAY AT THE WAREHOUSE HE WORKS AT\nPTON ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200513, "Text": "Open to feedback for anyone who read the $GOOG deck or others - what’s your main criticism /or/ what could be impro… https://t.co/Dw2voEuVjc", "clean_text": "OPEN TO FEEDBACK FOR ANYONE WHO READ THE GOOG DECK OR OTHERS  WHATS YOUR MAIN CRITICISM OR WHAT COULD BE IMPRO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200513, "Text": "*Darwin has entered the chat* https://t.co/CK0Q4JPTby", "clean_text": "*DARWIN HAS ENTERED THE CHAT* ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200513, "Text": "\"What if we get a Covid-19 vaccine and half the country refuses to take it?\" https://t.co/MrwI2iOY3L", "clean_text": "WHAT IF WE GET A COVID19 VACCINE AND HALF THE COUNTRY REFUSES TO TAKE IT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "@BrentBeshore I’m not an urban planner, but I can’t help noticing the following things about Wardsville:\n\n1. Street… https://t.co/RLgm4RhX7U", "clean_text": "@BRENTBESHORE IM NOT AN URBAN PLANNER BUT I CANT HELP NOTICING THE FOLLOWING THINGS ABOUT WARDSVILLE\n\n1 STREET ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200512, "Text": "RT @CanningSeason: The Canning Season podcast, which ran in 2013-2014, is returning. Just in time for this year’s growing season!  No scary…", "clean_text": "RT @CANNINGSEASON THE CANNING SEASON PODCAST WHICH RAN IN 20132014 IS RETURNING JUST IN TIME FOR THIS YEARS GROWING SEASON  NO SCARY", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "probesreporter", "Time": 20200512, "Text": "BREAKING:  New data confirms the absence of recent SEC investigative activity at Wirecard.  This could easily chang… https://t.co/t4QPW8wQTY", "clean_text": "BREAKING  NEW DATA CONFIRMS THE ABSENCE OF RECENT SEC INVESTIGATIVE ACTIVITY AT WIRECARD  THIS COULD EASILY CHANG ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200512, "Text": "RT @JohnPGavin: @profgalloway Smart money people have long viewed the guy as a fraud. My own research operation, @probesreporter, has repea…", "clean_text": "RT @JOHNPGAVIN @PROFGALLOWAY SMART MONEY PEOPLE HAVE LONG VIEWED THE GUY AS A FRAUD MY OWN RESEARCH OPERATION @PROBESREPORTER HAS REPEA", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200512, "Text": "@yourMTLbroker @SenecaStocks With the rise of customization &amp; more one-offs, how do you think increased competition… https://t.co/Vcn7crobzg", "clean_text": "@YOURMTLBROKER @SENECASTOCKS WITH THE RISE OF CUSTOMIZATION AMP MORE ONEOFFS HOW DO YOU THINK INCREASED COMPETITION ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200512, "Text": "@patrick_oshag What’s the single most important thing you look for in a business/asset?", "clean_text": "@PATRICK_OSHAG WHATS THE SINGLE MOST IMPORTANT THING YOU LOOK FOR IN A BUSINESSASSET", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200512, "Text": "@stevengoldstein Yes. Thank goodness for solid Internet because I’m hiding out in the woods these days!", "clean_text": "@STEVENGOLDSTEIN YES THANK GOODNESS FOR SOLID INTERNET BECAUSE IM HIDING OUT IN THE WOODS THESE DAYS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@modestproposal1 Apparently the solution to price gouging allegations in food delivery is more pricing power!", "clean_text": "@MODESTPROPOSAL1 APPARENTLY THE SOLUTION TO PRICE GOUGING ALLEGATIONS IN FOOD DELIVERY IS MORE PRICING POWER", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@rasimpson1 I think you might have confused the registration statement going effective (which will allow promoters… https://t.co/mRC7iqHvCG", "clean_text": "@RASIMPSON1 I THINK YOU MIGHT HAVE CONFUSED THE REGISTRATION STATEMENT GOING EFFECTIVE WHICH WILL ALLOW PROMOTERS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@davemortell @rasimpson1 The first page of the S-3/A answers this. It covers about 30m shares relating to already o… https://t.co/jKoedPHOxL", "clean_text": "@DAVEMORTELL @RASIMPSON1 THE FIRST PAGE OF THE S3A ANSWERS THIS IT COVERS ABOUT 30M SHARES RELATING TO ALREADY O ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@davemortell @rasimpson1 I don’t know offhand if the warrants have cashless exercise provisions, so it could be eve… https://t.co/jdYOttlYuf", "clean_text": "@DAVEMORTELL @RASIMPSON1 I DONT KNOW OFFHAND IF THE WARRANTS HAVE CASHLESS EXERCISE PROVISIONS SO IT COULD BE EVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200512, "Text": "Fauci would be a great short seller. That guy just kills the market. #Guantanamo", "clean_text": "FAUCI WOULD BE A GREAT SHORT SELLER THAT GUY JUST KILLS THE MARKET #GUANTANAMO", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200512, "Text": ".@WHO will host the World Health Assembly (WHA) on May 18. We strongly support Taiwan's participation &amp; encourage e… https://t.co/wLmh3Wx0X5", "clean_text": "@WHO WILL HOST THE WORLD HEALTH ASSEMBLY WHA ON MAY 18 WE STRONGLY SUPPORT TAIWAN PARTICIPATION AMP ENCOURAGE E ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200512, "Text": "Catching up on #TheLastDance. There is now no doubt that it’s the best sports documentary I’ve ever seen. I’m sure… https://t.co/2DamotjIZX", "clean_text": "CATCHING UP ON #THELASTDANCE THERE IS NOW NO DOUBT THAT ITS THE BEST SPORTS DOCUMENTARY IVE EVER SEEN IM SURE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200512, "Text": "For more on the travel industry's woes, see \"Empty skies\" in the Grant's issue dated May 1, 2020.\nhttps://t.co/l07r9lRqMJ", "clean_text": "FOR MORE ON THE TRAVEL INDUSTRY WOES SEE EMPTY SKIES IN THE GRANT ISSUE DATED MAY 1 2020\n", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Only TMT investors and media execs get the joke because we're the only ones who've ever even heard of Quibi.", "clean_text": "ONLY TMT INVESTORS AND MEDIA EXECS GET THE JOKE BECAUSE WERE THE ONLY ONES WHOVE EVER EVEN HEARD OF QUIBI", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Been watching The Last Dance while on hold with Expedia. I think MJ has 3-peated since I've been on hold. \n\nSelecti… https://t.co/JsACTNFNct", "clean_text": "BEEN WATCHING THE LAST DANCE WHILE ON HOLD WITH EXPEDIA I THINK MJ HAS 3PEATED SINCE IVE BEEN ON HOLD \n\nSELECTI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "@NickatFP ...is that a GoPro on the right?", "clean_text": "@NICKATFP IS THAT A GOPRO ON THE RIGHT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200512, "Text": "Why is Joe Kernan still on TV? \n\n@cnbc can’t find anyone better for the prime morning spot?\n\nIt’s like watching a car accident every morning", "clean_text": "WHY IS JOE KERNAN STILL ON TV \n\n@CNBC CANT FIND ANYONE BETTER FOR THE PRIME MORNING SPOT\n\nITS LIKE WATCHING A CAR ACCIDENT EVERY MORNING", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200512, "Text": "This is like the sell side raising a price target because the stock keeps moving higher. No one knows where it tops… https://t.co/wsH2Wv0Bhg", "clean_text": "THIS IS LIKE THE SELL SIDE RAISING A PRICE TARGET BECAUSE THE STOCK KEEPS MOVING HIGHER NO ONE KNOWS WHERE IT TOPS ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200512, "Text": "After 14 years in the business I am proud to announce that I have received approval from Compliance with NO edits f… https://t.co/Q0jLmNluH4", "clean_text": "AFTER 14 YEARS IN THE BUSINESS I AM PROUD TO ANNOUNCE THAT I HAVE RECEIVED APPROVAL FROM COMPLIANCE WITH NO EDITS F ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "$FSCT Q1 2020 revenue implodes even more than \"illustrative\" guidance that was buried in the proxy of $62m. Comes i… https://t.co/jOvdhq87zW", "clean_text": "FSCT Q1 2020 REVENUE IMPLODES EVEN MORE THAN ILLUSTRATIVE GUIDANCE THAT WAS BURIED IN THE PROXY OF 62M COMES I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200511, "Text": "Confidential filings for IPO’s:  Apparently, the game wasn’t already sufficiently rigged. https://t.co/cB4K6cwKOz", "clean_text": "CONFIDENTIAL FILINGS FOR IPOS  APPARENTLY THE GAME WASNT ALREADY SUFFICIENTLY RIGGED ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "We’ve never known Angry Frustrated Disrupter Genius Elon to hate us (his titles evolve, but the disrupter genius pa… https://t.co/2FFquMORpS", "clean_text": "WEVE NEVER KNOWN ANGRY FRUSTRATED DISRUPTER GENIUS ELON TO HATE US HIS TITLES EVOLVE BUT THE DISRUPTER GENIUS PA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "Herbalife to pay a $123 million to the SEC and DOJ to settle China bribery allegations. Covers the company's China… https://t.co/QxHOwMpPY3", "clean_text": "HERBALIFE TO PAY A 123 MILLION TO THE SEC AND DOJ TO SETTLE CHINA BRIBERY ALLEGATIONS COVERS THE COMPANY CHINA ", "count1": 2, "count2": 1, "count3": 3, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "$HLF isn't the only one with a bribery problem in China.  3M only recently disclosed what appears to be the early s… https://t.co/AmDM7O3Bhj", "clean_text": "HLF ISNT THE ONLY ONE WITH A BRIBERY PROBLEM IN CHINA  3M ONLY RECENTLY DISCLOSED WHAT APPEARS TO BE THE EARLY S ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200511, "Text": "Charlie's report opens the question of whether the SEC was already investigating @SenatorLoeffler and she now wants… https://t.co/J123ZPbdjW", "clean_text": "CHARLIE REPORT OPENS THE QUESTION OF WHETHER THE SEC WAS ALREADY INVESTIGATING @SENATORLOEFFLER AND SHE NOW WANTS ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "Bottom line:  @elonmusk Elon has long assumed the rules don't apply to him.  So far it's worked well for him. He is… https://t.co/m5QiZdsISA", "clean_text": "BOTTOM LINE  @ELONMUSK ELON HAS LONG ASSUMED THE RULES DONT APPLY TO HIM  SO FAR IT WORKED WELL FOR HIM HE IS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200511, "Text": "@indianwhale @modestproposal1 See the Corporate Performance Statement developed by Alfred Rappaport (Exhibit 1). He… https://t.co/27bP3rV8Zp", "clean_text": "@INDIANWHALE @MODESTPROPOSAL1 SEE THE CORPORATE PERFORMANCE STATEMENT DEVELOPED BY ALFRED RAPPAPORT EXHIBIT 1 HE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200511, "Text": "@pearkes it’s a pretty normal letter and i don’t think mgmt was so much “surprised by the flex” as “annoyed to be o… https://t.co/MWIMxY7mRp", "clean_text": "@PEARKES ITS A PRETTY NORMAL LETTER AND I DONT THINK MGMT WAS SO MUCH SURPRISED BY THE FLEX” AS ANNOYED TO BE O ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marginalidea", "Time": 20200511, "Text": "I grow more baffled by the day \n\n\"Year-over-year, the company said bookings saw a 200% increase.\" \n \nhttps://t.co/6jqLCzdT2E", "clean_text": "I GROW MORE BAFFLED BY THE DAY \n\nYEAROVERYEAR THE COMPANY SAID BOOKINGS SAW A 200% INCREASE \n", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200511, "Text": "oh it grew 600%, I'm sure the base was very small \n\n200% YEAR OVER YEAR - that is the headline", "clean_text": "OH IT GREW 600% IM SURE THE BASE WAS VERY SMALL \n\n200% YEAR OVER YEAR  THAT IS THE HEADLINE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200511, "Text": "@polarbearv3 he was a little before my time but I get the spirit", "clean_text": "@POLARBEARV3 HE WAS A LITTLE BEFORE MY TIME BUT I GET THE SPIRIT", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200511, "Text": "Last week, more than 40 companies representing a diverse group of businesses, used the word depression for the firs… https://t.co/STYXCWaY6o", "clean_text": "LAST WEEK MORE THAN 40 COMPANIES REPRESENTING A DIVERSE GROUP OF BUSINESSES USED THE WORD DEPRESSION FOR THE FIRS ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200511, "Text": "@GWInvestors Good letter. Would be interested to hear more about the shorts; truly limited upside is hard to find!", "clean_text": "@GWINVESTORS GOOD LETTER WOULD BE INTERESTED TO HEAR MORE ABOUT THE SHORTS TRULY LIMITED UPSIDE IS HARD TO FIND", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200511, "Text": "RT @SecPompeo: Warmest congratulations to Daren Tang and Singapore for Mr. Tang's appointment as @WIPO Director General. The United States…", "clean_text": "RT @SECPOMPEO WARMEST CONGRATULATIONS TO DAREN TANG AND SINGAPORE FOR MR TANG APPOINTMENT AS @WIPO DIRECTOR GENERAL THE UNITED STATES", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200511, "Text": "RT @StateDept: .@SecPompeo on #COVID19: We also know that the Chinese Communist Party has not been forthright. We know that when there were…", "clean_text": "RT @STATEDEPT @SECPOMPEO ON #COVID19 WE ALSO KNOW THAT THE CHINESE COMMUNIST PARTY HAS NOT BEEN FORTHRIGHT WE KNOW THAT WHEN THERE WERE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200511, "Text": "@nachkari More in the medically-induced coma bucket IMO: choosing to fire all workers and stay closed, hoping to ma… https://t.co/0wVIFXBxqo", "clean_text": "@NACHKARI MORE IN THE MEDICALLYINDUCED COMA BUCKET IMO CHOOSING TO FIRE ALL WORKERS AND STAY CLOSED HOPING TO MA ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet I reached a similar conclusion. I’m not afraid of getting it (the chance of even needing to go to a ho… https://t.co/fD1CtTlDY6", "clean_text": "@GIVEN2TWEET I REACHED A SIMILAR CONCLUSION IM NOT AFRAID OF GETTING IT THE CHANCE OF EVEN NEEDING TO GO TO A HO ", "count1": 1, "count2": 2, "count3": 2, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet I agree. Like I don’t think it’s something young, healthy people need to fear. And the risk for childr… https://t.co/CRDjpvYGth", "clean_text": "@GIVEN2TWEET I AGREE LIKE I DONT THINK ITS SOMETHING YOUNG HEALTHY PEOPLE NEED TO FEAR AND THE RISK FOR CHILDR ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200511, "Text": "In the recently released 10Q, $MIDD's pro forma revenue decline accelerated to over 7%.  The rapid deterioration im… https://t.co/Pd3Quu3zgx", "clean_text": "IN THE RECENTLY RELEASED 10Q MIDD PRO FORMA REVENUE DECLINE ACCELERATED TO OVER 7%  THE RAPID DETERIORATION IM ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "MicroFundy", "Time": 20200511, "Text": "It's a true honor and blessing that Equinum is able to partner and assist in such a great cause.\n\nPlease join the c… https://t.co/8KUq3ssPVS", "clean_text": "IT A TRUE HONOR AND BLESSING THAT EQUINUM IS ABLE TO PARTNER AND ASSIST IN SUCH A GREAT CAUSE\n\nPLEASE JOIN THE C ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200511, "Text": "Year old piece, but interesting given the times. Their conclusion: large firms aren't just bigger, but better; earn… https://t.co/s7jBnd6Pvc", "clean_text": "YEAR OLD PIECE BUT INTERESTING GIVEN THE TIMES THEIR CONCLUSION LARGE FIRMS ARENT JUST BIGGER BUT BETTER EARN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@MidwestHedgie I have a policy of not blocking but the number of angry dudes who can’t do math calling everyone an… https://t.co/mnylq3QIGn", "clean_text": "@MIDWESTHEDGIE I HAVE A POLICY OF NOT BLOCKING BUT THE NUMBER OF ANGRY DUDES WHO CANT DO MATH CALLING EVERYONE AN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "The V-shaped recovery crowd is spending too much time focused on demand w/o thinking about the margins businesses w… https://t.co/2Kmf9hEXcv", "clean_text": "THE VSHAPED RECOVERY CROWD IS SPENDING TOO MUCH TIME FOCUSED ON DEMAND WO THINKING ABOUT THE MARGINS BUSINESSES W ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie There is a subset of the population who feels invincible and is happy to take chances. Some of them are b… https://t.co/9f8aY4ESsb", "clean_text": "@JDBUDGIE THERE IS A SUBSET OF THE POPULATION WHO FEELS INVINCIBLE AND IS HAPPY TO TAKE CHANCES SOME OF THEM ARE B ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie I bet the population risk seeking v risk averse splits 40/60 or 50/50 or worst case 30/70. But most servi… https://t.co/TxDoX1ymnV", "clean_text": "@JDBUDGIE I BET THE POPULATION RISK SEEKING V RISK AVERSE SPLITS 4060 OR 5050 OR WORST CASE 3070 BUT MOST SERVI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie Would love to see a polling for “readiness for back to normal” with wealth level. I suspect the people re… https://t.co/pQuJbNZdZ7", "clean_text": "@JDBUDGIE WOULD LOVE TO SEE A POLLING FOR READINESS FOR BACK TO NORMAL” WITH WEALTH LEVEL I SUSPECT THE PEOPLE RE ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie What do you mean by politicians selling the positives? To re-opening? Not the governors in NE and west coast 5/6)", "clean_text": "@JDBUDGIE WHAT DO YOU MEAN BY POLITICIANS SELLING THE POSITIVES TO REOPENING NOT THE GOVERNORS IN NE AND WEST COAST 56", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie They are better off closed than opening to 1/2 of the tables removed and then not at 100% usage of reduce… https://t.co/jku4TXJzb3", "clean_text": "@JDBUDGIE THEY ARE BETTER OFF CLOSED THAN OPENING TO 12 OF THE TABLES REMOVED AND THEN NOT AT 100% USAGE OF REDUCE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie Other GOP leaders. The government is hardly in lockstep here. Science has become a partisan issue.", "clean_text": "@JDBUDGIE OTHER GOP LEADERS THE GOVERNMENT IS HARDLY IN LOCKSTEP HERE SCIENCE HAS BECOME A PARTISAN ISSUE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200511, "Text": "Musk has the 'woke brigade' all confused about their feelings.", "clean_text": "MUSK HAS THE WOKE BRIGADE ALL CONFUSED ABOUT THEIR FEELINGS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200511, "Text": "@johnreeder There's something to that. Depends on the immediate need.", "clean_text": "@JOHNREEDER THERE SOMETHING TO THAT DEPENDS ON THE IMMEDIATE NEED", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "Grilling a tomahawk for the first time. This thing is as long as my forearm. https://t.co/LihIos4yDK", "clean_text": "GRILLING A TOMAHAWK FOR THE FIRST TIME THIS THING IS AS LONG AS MY FOREARM ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200511, "Text": "RT @OldKinderhook: 🚨SHOTS FIRED🚨 $ZTS has started marketing its pet insurance product to vet clinics across the USA. $TRUP https://t.co/B8m…", "clean_text": "RT @OLDKINDERHOOK 🚨SHOTS FIRED🚨 ZTS HAS STARTED MARKETING ITS PET INSURANCE PRODUCT TO VET CLINICS ACROSS THE USA TRUP ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200511, "Text": "Surprising winner of mother's day weekend? The RV space! Social distancing from anywhere...\n\nNo recession coming in… https://t.co/WCHIHlpAqA", "clean_text": "SURPRISING WINNER OF MOTHER DAY WEEKEND THE RV SPACE SOCIAL DISTANCING FROM ANYWHERE\n\nNO RECESSION COMING IN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200511, "Text": "RT @JustinTinsley: MJ with that bat and cigar looks like a lost scene from The Sopranos #TheLastDance", "clean_text": "RT @JUSTINTINSLEY MJ WITH THAT BAT AND CIGAR LOOKS LIKE A LOST SCENE FROM THE SOPRANOS #THELASTDANCE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200510, "Text": "RT @michaelvkim: As an American currently in South Korea, it’s very interesting to me the stark contrast of how different the two countries…", "clean_text": "RT @MICHAELVKIM AS AN AMERICAN CURRENTLY IN SOUTH KOREA ITS VERY INTERESTING TO ME THE STARK CONTRAST OF HOW DIFFERENT THE TWO COUNTRIES", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200510, "Text": "RT @usmissiongeneva: Congratulations to @WIPO DG-elect Daren Tang on his appointment. The United States looks forward to working closely wi…", "clean_text": "RT @USMISSIONGENEVA CONGRATULATIONS TO @WIPO DGELECT DAREN TANG ON HIS APPOINTMENT THE UNITED STATES LOOKS FORWARD TO WORKING CLOSELY WI", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x I'm not sure the % of women who are \"passionate\" about investing is meaningfully lower than the % of… https://t.co/HlLXZUxMp7", "clean_text": "@COMPOUND100X IM NOT SURE THE OF WOMEN WHO ARE PASSIONATE ABOUT INVESTING IS MEANINGFULLY LOWER THAN THE OF ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x But, at least in my experience, the applicant pool for entry level jobs / internships is ~85% male.… https://t.co/1EZS0Jhs3M", "clean_text": "@COMPOUND100X BUT AT LEAST IN MY EXPERIENCE THE APPLICANT POOL FOR ENTRY LEVEL JOBS  INTERNSHIPS IS ~85% MALE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200510, "Text": "@alexpk321 US stocks fell around 40% during the panic in the fall of 1907.", "clean_text": "@ALEXPK321 US STOCKS FELL AROUND 40% DURING THE PANIC IN THE FALL OF 1907", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@RobGrande1 @MidwestHedgie Actually people in NYC smoke less and have less incidence of obesity than the rest of th… https://t.co/o82Om4tt8u", "clean_text": "@ROBGRANDE1 @MIDWESTHEDGIE ACTUALLY PEOPLE IN NYC SMOKE LESS AND HAVE LESS INCIDENCE OF OBESITY THAN THE REST OF TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@investing_panda @PlanMaestro Also one of the absolute worst in 08. He can only do bull market. But he had no conse… https://t.co/DqavPiLgP8", "clean_text": "@INVESTING_PANDA @PLANMAESTRO ALSO ONE OF THE ABSOLUTE WORST IN 08 HE CAN ONLY DO BULL MARKET BUT HE HAD NO CONSE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x @MrLarsonsShaft Maybe her husband should be taking care of some stuff on the weekend so she can do he… https://t.co/Uy5aJWcirQ", "clean_text": "@COMPOUND100X @MRLARSONSSHAFT MAYBE HER HUSBAND SHOULD BE TAKING CARE OF SOME STUFF ON THE WEEKEND SO SHE CAN DO HE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@JeffMacke They were so forward thinking with that app. The $MCD one is pretty good and suited for the times as well.", "clean_text": "@JEFFMACKE THEY WERE SO FORWARD THINKING WITH THAT APP THE MCD ONE IS PRETTY GOOD AND SUITED FOR THE TIMES AS WELL", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200510, "Text": "RT @JohnHuber72: In the Panic of 1907, our economy plunged. Steel output -60%, iron -55%, imports -26%, unemployment soared, doors closed,…", "clean_text": "RT @JOHNHUBER72 IN THE PANIC OF 1907 OUR ECONOMY PLUNGED STEEL OUTPUT 60% IRON 55% IMPORTS 26% UNEMPLOYMENT SOARED DOORS CLOSED", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200510, "Text": "The one thing that travels and spreads quicker than Covid is idiocy. Plenty of native carriers all over the world a… https://t.co/sxdkvEFZUq", "clean_text": "THE ONE THING THAT TRAVELS AND SPREADS QUICKER THAN COVID IS IDIOCY PLENTY OF NATIVE CARRIERS ALL OVER THE WORLD A ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200509, "Text": "RT @JohnPGavin: I’m the creator, producer, and host of the @CanningSeason podcast. Home canning is a fun distraction from the market noise…", "clean_text": "RT @JOHNPGAVIN IM THE CREATOR PRODUCER AND HOST OF THE @CANNINGSEASON PODCAST HOME CANNING IS A FUN DISTRACTION FROM THE MARKET NOISE", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200509, "Text": "@JohnHuber72 The DJIA didn’t get much above the 1907 peak until the 20s though!", "clean_text": "@JOHNHUBER72 THE DJIA DIDNT GET MUCH ABOVE THE 1907 PEAK UNTIL THE 20S THOUGH", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200509, "Text": ".@StateDept Deputy Secretary Biegun to the #UNSC Arria mtg commemorating #VEDay75: “Seventy-five years after the en… https://t.co/wFFoR9Rceq", "clean_text": "@STATEDEPT DEPUTY SECRETARY BIEGUN TO THE #UNSC ARRIA MTG COMMEMORATING #VEDAY75 SEVENTYFIVE YEARS AFTER THE EN ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200509, "Text": "Deputy Secretary Biegun to the #UNSC Arria mtg: \"All of us around this table know too well the price we have paid f… https://t.co/nZ0RRLpr5f", "clean_text": "DEPUTY SECRETARY BIEGUN TO THE #UNSC ARRIA MTG ALL OF US AROUND THIS TABLE KNOW TOO WELL THE PRICE WE HAVE PAID F ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200509, "Text": "RT @statedeptspox: It’s been two years since the U.S. exited JCPOA - we will exercise all diplomatic options to ensure the @UN arms embargo…", "clean_text": "RT @STATEDEPTSPOX ITS BEEN TWO YEARS SINCE THE US EXITED JCPOA  WE WILL EXERCISE ALL DIPLOMATIC OPTIONS TO ENSURE THE @UN ARMS EMBARGO", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200509, "Text": "@wait4thegoodlif 1. Debt issues - if issues - will manifest in LT, at a min outside the boundary for portfolio allo… https://t.co/IaSEY6tlGg", "clean_text": "@WAIT4THEGOODLIF 1 DEBT ISSUES  IF ISSUES  WILL MANIFEST IN LT AT A MIN OUTSIDE THE BOUNDARY FOR PORTFOLIO ALLO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "This is great. I’ve been looking for something this comprehensive.\n\nHopefully managers can now stop using the same… https://t.co/e5X7EvpJgH", "clean_text": "THIS IS GREAT IVE BEEN LOOKING FOR SOMETHING THIS COMPREHENSIVE\n\nHOPEFULLY MANAGERS CAN NOW STOP USING THE SAME ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@QuisitiveInvest @Post_Market Definitely feels wrong... but I kind of see how we got here. By the time consensus re… https://t.co/fxB16jb8mH", "clean_text": "@QUISITIVEINVEST @POST_MARKET DEFINITELY FEELS WRONG BUT I KIND OF SEE HOW WE GOT HERE BY THE TIME CONSENSUS RE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "Also should have listened to myself and pulled the trigger on $NXST... Was clear retrans would be good, but thought… https://t.co/S0fFhRLAej", "clean_text": "ALSO SHOULD HAVE LISTENED TO MYSELF AND PULLED THE TRIGGER ON NXST WAS CLEAR RETRANS WOULD BE GOOD BUT THOUGHT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "$BKNG potentially an error of commission. It has been fine, am comfortable holding it, and I like how the competiti… https://t.co/dNxCpxK3fL", "clean_text": "BKNG POTENTIALLY AN ERROR OF COMMISSION IT HAS BEEN FINE AM COMFORTABLE HOLDING IT AND I LIKE HOW THE COMPETITI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@jay_21_ Kind of interesting to take the ~20% infected stat and compare it to the hospitalization / fatality rates… https://t.co/8YNuCmpMQV", "clean_text": "@JAY_21_ KIND OF INTERESTING TO TAKE THE ~20% INFECTED STAT AND COMPARE IT TO THE HOSPITALIZATION  FATALITY RATES ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@IgnoreNarrative So few of us have a reasonable time horizon. Think of the sheer number of people at pods. Even LOs… https://t.co/QmDbinCdrJ", "clean_text": "@IGNORENARRATIVE SO FEW OF US HAVE A REASONABLE TIME HORIZON THINK OF THE SHEER NUMBER OF PEOPLE AT PODS EVEN LOS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "In the Panic of 1907, our economy plunged. Steel output -60%, iron -55%, imports -26%, unemployment soared, doors c… https://t.co/d426NmnKim", "clean_text": "IN THE PANIC OF 1907 OUR ECONOMY PLUNGED STEEL OUTPUT 60% IRON 55% IMPORTS 26% UNEMPLOYMENT SOARED DOORS C ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "and please don't infer from this that I think stocks are going higher. I have no idea where the market is going. My… https://t.co/hVpoyfw1MJ", "clean_text": "AND PLEASE DONT INFER FROM THIS THAT I THINK STOCKS ARE GOING HIGHER I HAVE NO IDEA WHERE THE MARKET IS GOING MY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "Another interesting point about 1907 is JP Morgan acted as the Fed (before the Fed existed) and saved the banking s… https://t.co/lMtZCwqf6y", "clean_text": "ANOTHER INTERESTING POINT ABOUT 1907 IS JP MORGAN ACTED AS THE FED BEFORE THE FED EXISTED AND SAVED THE BANKING S ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "The author of the piece I linked to above was perplexed about the stock market's recovery, just as we are today (my… https://t.co/hl0hGZBAnE", "clean_text": "THE AUTHOR OF THE PIECE I LINKED TO ABOVE WAS PERPLEXED ABOUT THE STOCK MARKET RECOVERY JUST AS WE ARE TODAY MY ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "@TheSecretAcct No we recovered from the 1907 credit crisis very quickly. We had a very deep depression, but it was… https://t.co/iakiF0rBFT", "clean_text": "@THESECRETACCT NO WE RECOVERED FROM THE 1907 CREDIT CRISIS VERY QUICKLY WE HAD A VERY DEEP DEPRESSION BUT IT WAS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200509, "Text": "RT @alexnazaryan: During the Siege of Leningrad, my grandparents ate wallpaper glue.", "clean_text": "RT @ALEXNAZARYAN DURING THE SIEGE OF LENINGRAD MY GRANDPARENTS ATE WALLPAPER GLUE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200508, "Text": "Check out the paper where the accuracy/confidence research was done. Scroll to the bottom to see the original from… https://t.co/rVHVy0e8Sp", "clean_text": "CHECK OUT THE PAPER WHERE THE ACCURACYCONFIDENCE RESEARCH WAS DONE SCROLL TO THE BOTTOM TO SEE THE ORIGINAL FROM ", "count1": 4, "count2": 0, "count3": 2, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@SuperMugatu It’s almost like you said something controversial without backing it up and it got the people going!", "clean_text": "@SUPERMUGATU ITS ALMOST LIKE YOU SAID SOMETHING CONTROVERSIAL WITHOUT BACKING IT UP AND IT GOT THE PEOPLE GOING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@DustMyBroom17 You’re trying to get the little guy to pay $1.5 billion for a pre-revenue biotech with a long histor… https://t.co/u6F7X87bPI", "clean_text": "@DUSTMYBROOM17 YOURE TRYING TO GET THE LITTLE GUY TO PAY 15 BILLION FOR A PREREVENUE BIOTECH WITH A LONG HISTOR ", "count1": 1, "count2": 2, "count3": 2, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@tomyarborough It’s not a cost basis if the company gives you shares as compensation for investor relations services.", "clean_text": "@TOMYARBOROUGH ITS NOT A COST BASIS IF THE COMPANY GIVES YOU SHARES AS COMPENSATION FOR INVESTOR RELATIONS SERVICES", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200508, "Text": "Surprising the see QSR bounce back so quickly. Hmmm.... https://t.co/88zXwZlF9s", "clean_text": "SURPRISING THE SEE QSR BOUNCE BACK SO QUICKLY HMMM ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200508, "Text": "Lawn and garden is killing it in the pandemic. $LOW $HD $SMG", "clean_text": "LAWN AND GARDEN IS KILLING IT IN THE PANDEMIC LOW HD SMG", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200508, "Text": "@OutsideView_ Ultimately these parks will be run with much less staff to improve profitability as part of the equation.", "clean_text": "@OUTSIDEVIEW_ ULTIMATELY THESE PARKS WILL BE RUN WITH MUCH LESS STAFF TO IMPROVE PROFITABILITY AS PART OF THE EQUATION", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200508, "Text": "RT @paulg: When you're in the middle of a crisis, you tend to overestimate how permanent its effects will be.", "clean_text": "RT @PAULG WHEN YOURE IN THE MIDDLE OF A CRISIS YOU TEND TO OVERESTIMATE HOW PERMANENT ITS EFFECTS WILL BE", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200508, "Text": "Today @StateDept Deputy Secretary Biegun commemorates the 75th anniversary of V-E Day with #Estonia FM… https://t.co/2pv0zoWZ0M", "clean_text": "TODAY @STATEDEPT DEPUTY SECRETARY BIEGUN COMMEMORATES THE 75TH ANNIVERSARY OF VE DAY WITH #ESTONIA FM ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "@TheStalwart Given one disproportionately results in assets purchased that can later be sold and the other involves… https://t.co/N28SS9VAPS", "clean_text": "@THESTALWART GIVEN ONE DISPROPORTIONATELY RESULTS IN ASSETS PURCHASED THAT CAN LATER BE SOLD AND THE OTHER INVOLVES ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "The Fed and Congress have announced almost nothing meaningfully new in call it a month. And your many tweets in int… https://t.co/yWkDE8iLWc", "clean_text": "THE FED AND CONGRESS HAVE ANNOUNCED ALMOST NOTHING MEANINGFULLY NEW IN CALL IT A MONTH AND YOUR MANY TWEETS IN INT ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "@SuperMugatu Ha, 100 earnings calls this week = 20 per day = 10 hours of reading per day (and those just the ones t… https://t.co/PiEMPLUpcp", "clean_text": "@SUPERMUGATU HA 100 EARNINGS CALLS THIS WEEK  20 PER DAY  10 HOURS OF READING PER DAY AND THOSE JUST THE ONES T ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "@SuperMugatu @dbkuns The 10 hours would be if you had 100% hit rate only reading transcripts that negatively valida… https://t.co/i5wL0xeZvW", "clean_text": "@SUPERMUGATU @DBKUNS THE 10 HOURS WOULD BE IF YOU HAD 100% HIT RATE ONLY READING TRANSCRIPTS THAT NEGATIVELY VALIDA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200508, "Text": "What the Grant's team is reading. \n\n1.The Hour of Fate, Susan Berfield\n2.Mass Mediated Disease, Debora Blakely\n3.Wo… https://t.co/7qqIGf4olx", "clean_text": "WHAT THE GRANT TEAM IS READING \n\n1THE HOUR OF FATE SUSAN BERFIELD\n2MASS MEDIATED DISEASE DEBORA BLAKELY\n3WO ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200508, "Text": "The Grant's team is also reading Kenneth Rogoff's \"The Case for Deeply Negative Interest Rates.\" \n\nhttps://t.co/FXdSqA7qer", "clean_text": "THE GRANT TEAM IS ALSO READING KENNETH ROGOFF THE CASE FOR DEEPLY NEGATIVE INTEREST RATES \n\n", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200508, "Text": "RT @michaelxpettis: Things are as close to normal in the 12th week of Beijing’s lockdown as they’ve been in the past two weeks. Street traf…", "clean_text": "RT @MICHAELXPETTIS THINGS ARE AS CLOSE TO NORMAL IN THE 12TH WEEK OF BEIJINGS LOCKDOWN AS THEYVE BEEN IN THE PAST TWO WEEKS STREET TRAF", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "FCFYield", "Time": 20200508, "Text": "@nachkari ...it's because Edwards needs the cash flow", "clean_text": "@NACHKARI IT BECAUSE EDWARDS NEEDS THE CASH FLOW", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200508, "Text": "What’s the cutoff age to understand anything on TikTok?  I am far past it.", "clean_text": "WHATS THE CUTOFF AGE TO UNDERSTAND ANYTHING ON TIKTOK  I AM FAR PAST IT", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200507, "Text": "RT @JohnPGavin: As I arise this morning, my heart is heavy with dread for the latest unemployment data soon to be released.  For having gro…", "clean_text": "RT @JOHNPGAVIN AS I ARISE THIS MORNING MY HEART IS HEAVY WITH DREAD FOR THE LATEST UNEMPLOYMENT DATA SOON TO BE RELEASED  FOR HAVING GRO", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200507, "Text": "RT @JohnPGavin: After the parasites suck the life blood out of its victim, it becomes nearly impossible for it to then survive a hardship.…", "clean_text": "RT @JOHNPGAVIN AFTER THE PARASITES SUCK THE LIFE BLOOD OUT OF ITS VICTIM IT BECOMES NEARLY IMPOSSIBLE FOR IT TO THEN SURVIVE A HARDSHIP", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200507, "Text": "Believe this is some of the Tudor note https://t.co/Q5gFJWsihQ", "clean_text": "BELIEVE THIS IS SOME OF THE TUDOR NOTE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200507, "Text": "RT @oddballstocks: Great letter by the CEO of @NicoletBank who lays out what they are seeing and how it's impacting their region.\n\nhttps://…", "clean_text": "RT @ODDBALLSTOCKS GREAT LETTER BY THE CEO OF @NICOLETBANK WHO LAYS OUT WHAT THEY ARE SEEING AND HOW IT IMPACTING THEIR REGION\n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200507, "Text": "RT @SecPompeo: China could have prevented the deaths of thousands of people worldwide and spared the world a descent into global economic m…", "clean_text": "RT @SECPOMPEO CHINA COULD HAVE PREVENTED THE DEATHS OF THOUSANDS OF PEOPLE WORLDWIDE AND SPARED THE WORLD A DESCENT INTO GLOBAL ECONOMIC M", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200507, "Text": "RT @StateDept: .@SecPompeo: China is still refusing to share the information we need to keep people safe. Our truth-telling and calls for t…", "clean_text": "RT @STATEDEPT @SECPOMPEO CHINA IS STILL REFUSING TO SHARE THE INFORMATION WE NEED TO KEEP PEOPLE SAFE OUR TRUTHTELLING AND CALLS FOR T", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200507, "Text": "Powerful rebuttal to the PRC's web of half-truths and outright falsehoods regarding their response to the COVID cri… https://t.co/0fPI21oa5y", "clean_text": "POWERFUL REBUTTAL TO THE PRC WEB OF HALFTRUTHS AND OUTRIGHT FALSEHOODS REGARDING THEIR RESPONSE TO THE COVID CRI ", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Bit of an unorganized rant in thread form. I am surprised by the amount of people still tracking/citing daily US co… https://t.co/x1eTCYZVds", "clean_text": "BIT OF AN UNORGANIZED RANT IN THREAD FORM I AM SURPRISED BY THE AMOUNT OF PEOPLE STILL TRACKINGCITING DAILY US CO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "The lockdown in the US was never about eradication. We were unfortunately too late for that to be a possibility, an… https://t.co/QSbEcr3Mdb", "clean_text": "THE LOCKDOWN IN THE US WAS NEVER ABOUT ERADICATION WE WERE UNFORTUNATELY TOO LATE FOR THAT TO BE A POSSIBILITY AN ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "This thread isn't to litigate the decision(s) to reopen. But anyone who thinks the market isn't expecting a very la… https://t.co/LlUIY8ISDW", "clean_text": "THIS THREAD ISNT TO LITIGATE THE DECISIONS TO REOPEN BUT ANYONE WHO THINKS THE MARKET ISNT EXPECTING A VERY LA ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "We are reopening because the fatality rate has proven to be much lower than had initially been feared (and, arguabl… https://t.co/iwdCuyOltr", "clean_text": "WE ARE REOPENING BECAUSE THE FATALITY RATE HAS PROVEN TO BE MUCH LOWER THAN HAD INITIALLY BEEN FEARED AND ARGUABL ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Given this, the main purposes of the lockdown were/are to buy our hospitals time to prepare and to buy us time to l… https://t.co/8hN2ge0bC4", "clean_text": "GIVEN THIS THE MAIN PURPOSES OF THE LOCKDOWN WEREARE TO BUY OUR HOSPITALS TIME TO PREPARE AND TO BUY US TIME TO L ", "count1": 2, "count2": 0, "count3": 4, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Namely, whether the fatality rate of the virus proves to actually be high enough to warrant waiting out a vaccine (… https://t.co/cFpBuuMBF5", "clean_text": "NAMELY WHETHER THE FATALITY RATE OF THE VIRUS PROVES TO ACTUALLY BE HIGH ENOUGH TO WARRANT WAITING OUT A VACCINE  ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "This doesn't speak to the persistence of corporate/individual behavioral shifts and lagged second order economic ef… https://t.co/RlnEMeWPsQ", "clean_text": "THIS DOESNT SPEAK TO THE PERSISTENCE OF CORPORATEINDIVIDUAL BEHAVIORAL SHIFTS AND LAGGED SECOND ORDER ECONOMIC EF ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@DeadLiftCapital @PalmettoCapital Lots of well-known names in there, but I appreciate HHR, SWI, and the European po… https://t.co/U1xow5JG2X", "clean_text": "@DEADLIFTCAPITAL @PALMETTOCAPITAL LOTS OF WELLKNOWN NAMES IN THERE BUT I APPRECIATE HHR SWI AND THE EUROPEAN PO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "RT @YellowLabLife: Weekly NAV update from Pershing Square Holdings suggests the closed end fund is trading at ~0.65x mark to market NAV.…", "clean_text": "RT @YELLOWLABLIFE WEEKLY NAV UPDATE FROM PERSHING SQUARE HOLDINGS SUGGESTS THE CLOSED END FUND IS TRADING AT ~065X MARK TO MARKET NAV", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@oknotsomuch What is the base case now? Genuinely curious- I thought this was increasingly consensus. \n\nThe only al… https://t.co/8MBo4Z6nJ7", "clean_text": "@OKNOTSOMUCH WHAT IS THE BASE CASE NOW GENUINELY CURIOUS I THOUGHT THIS WAS INCREASINGLY CONSENSUS \n\nTHE ONLY AL ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@justbrosef @ShitFund Didn't like the valuation when they did the roadshow. At the time I thought I'd have the oppo… https://t.co/TeCjPZbFWo", "clean_text": "@JUSTBROSEF @SHITFUND DIDNT LIKE THE VALUATION WHEN THEY DID THE ROADSHOW AT THE TIME I THOUGHT ID HAVE THE OPPO ", "count1": 4, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "Middleby’s $MIDD Q1 headline #’s may appear alright, but it’s ugly under the hood. Organic Commercial Foodservice r… https://t.co/8SXxqVLhmv", "clean_text": "MIDDLEBYS MIDD Q1 HEADLINE #S MAY APPEAR ALRIGHT BUT ITS UGLY UNDER THE HOOD ORGANIC COMMERCIAL FOODSERVICE R ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "April order rates in China are still down 25%, not a reassuring sign for a quick recovery in the US. https://t.co/fJFXswa0de", "clean_text": "APRIL ORDER RATES IN CHINA ARE STILL DOWN 25% NOT A REASSURING SIGN FOR A QUICK RECOVERY IN THE US ", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "Inventory &amp; DSIs spiked to record highs. $MIDD was already carrying bloated inventory before the crisis, now it’s e… https://t.co/lhS3Yv19vQ", "clean_text": "INVENTORY AMP DSIS SPIKED TO RECORD HIGHS MIDD WAS ALREADY CARRYING BLOATED INVENTORY BEFORE THE CRISIS NOW ITS E ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "Divergent views: $WBT warned used equipment could negatively impact demand. $MIDD said the opposite, that it won’t… https://t.co/iT5ekk6AvO", "clean_text": "DIVERGENT VIEWS WBT WARNED USED EQUIPMENT COULD NEGATIVELY IMPACT DEMAND MIDD SAID THE OPPOSITE THAT IT WONT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200507, "Text": "Despite strong opposition the sun continues to rise.", "clean_text": "DESPITE STRONG OPPOSITION THE SUN CONTINUES TO RISE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200507, "Text": "$GSX fraud not even the Chinese mainstream media can defend.  They refer to them as \"scandal tainted\". Part 3 later… https://t.co/aWdq1wbjxJ", "clean_text": "GSX FRAUD NOT EVEN THE CHINESE MAINSTREAM MEDIA CAN DEFEND  THEY REFER TO THEM AS SCANDAL TAINTED PART 3 LATER ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200507, "Text": "This is a first, Never had IR of a company threaten to \"slap my face\".  How about we do it at the SEC office?  IR r… https://t.co/NR8X3ugJOE", "clean_text": "THIS IS A FIRST NEVER HAD IR OF A COMPANY THREATEN TO SLAP MY FACE  HOW ABOUT WE DO IT AT THE SEC OFFICE  IR R ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200507, "Text": "$GSX part 3 is up.  Multiple smoking guns about offloading of costs/liabilities.  The information we are getting fr… https://t.co/JLB6leOeVg", "clean_text": "GSX PART 3 IS UP  MULTIPLE SMOKING GUNS ABOUT OFFLOADING OF COSTSLIABILITIES  THE INFORMATION WE ARE GETTING FR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200507, "Text": "With the volumes of information presented to the SEC from multiple sources beyond Citron, we don't expect the chara… https://t.co/usfmOW6AwB", "clean_text": "WITH THE VOLUMES OF INFORMATION PRESENTED TO THE SEC FROM MULTIPLE SOURCES BEYOND CITRON WE DONT EXPECT THE CHARA ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200507, "Text": "RT @CarterBWorth: The mkt's been at current levels for 3 wks now, neither pushing higher nor rolling over. A pretty good standoff btw those…", "clean_text": "RT @CARTERBWORTH THE MKT BEEN AT CURRENT LEVELS FOR 3 WKS NOW NEITHER PUSHING HIGHER NOR ROLLING OVER A PRETTY GOOD STANDOFF BTW THOSE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "PAA Research Report: PRDO: What Is the Status of GI Bill Funding for AIU and CTU Students? What Happened in New Yor… https://t.co/cemIjd1ezK", "clean_text": "PAA RESEARCH REPORT PRDO WHAT IS THE STATUS OF GI BILL FUNDING FOR AIU AND CTU STUDENTS WHAT HAPPENED IN NEW YOR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Microcap $LAZY's 1Q20 results certainly suggests RV demand was really solid before the COVID-19 outbreak. The RV in… https://t.co/Xe3FA40U1V", "clean_text": "MICROCAP LAZY 1Q20 RESULTS CERTAINLY SUGGESTS RV DEMAND WAS REALLY SOLID BEFORE THE COVID19 OUTBREAK THE RV IN ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Great example of the world we live in as it relates to tech (or quasi tech in this case): 18 mos. ago consensus EPS… https://t.co/2rdsg7UqS7", "clean_text": "GREAT EXAMPLE OF THE WORLD WE LIVE IN AS IT RELATES TO TECH OR QUASI TECH IN THIS CASE 18 MOS AGO CONSENSUS EPS ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "@herbgreenberg In the words of the late great Christopher Wallace (not sure if he was on your radar Herb): \"All I d… https://t.co/VEZKnybsP8", "clean_text": "@HERBGREENBERG IN THE WORDS OF THE LATE GREAT CHRISTOPHER WALLACE NOT SURE IF HE WAS ON YOUR RADAR HERB ALL I D ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "I like this idea. \n\nCurious to hear the names people throw out. https://t.co/B5un3DzTlB", "clean_text": "I LIKE THIS IDEA \n\nCURIOUS TO HEAR THE NAMES PEOPLE THROW OUT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Among many things I'm thinking about as we get ready for the $Z $ZG print, I'm wondering if @Rich_Barton will congr… https://t.co/kAmuyc6l7M", "clean_text": "AMONG MANY THINGS IM THINKING ABOUT AS WE GET READY FOR THE Z ZG PRINT IM WONDERING IF @RICH_BARTON WILL CONGR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}]