["IN", {"Name": "sprucepointcap", "Time": 20200518, "Text": "We still believe $FSCT is worth in the teens at best. Run rate sales $230m with at best a 3-4x sales multiple https://t.co/cvK2fmLfzv", "clean_text": "WE STILL BELIEVE FSCT IS WORTH IN THE TEENS AT BEST RUN RATE SALES 230M WITH AT BEST A 34X SALES MULTIPLE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "@srg444 Better start some due diligence on the new $FTNT patent lawsuit filed on Friday. Will be millions in defens… https://t.co/tsTE40DJYF", "clean_text": "@SRG444 BETTER START SOME DUE DILIGENCE ON THE NEW FTNT PATENT LAWSUIT FILED ON FRIDAY WILL BE MILLIONS IN DEFENS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "$C Citigroup with some wise commentary on $FSCT in our view. Warning: \"no other bids emerged\"/ \"isn't likely to be… https://t.co/9Txd0Cbwan", "clean_text": "C CITIGROUP WITH SOME WISE COMMENTARY ON FSCT IN OUR VIEW WARNING NO OTHER BIDS EMERGED ISNT LIKELY TO BE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "For those new to following us, we believe we've played a successful roll in re-shaping the narrative for some of… https://t.co/PXAhZoLYF4", "clean_text": "FOR THOSE NEW TO FOLLOWING US WE BELIEVE WEVE PLAYED A SUCCESSFUL ROLL IN RESHAPING THE NARRATIVE FOR SOME OF ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "Looks like sub $20/share $FSCT price target is the emerging consensus so far, $C Citigroup, now Baird weighs in wit… https://t.co/ky7EbhAzAz", "clean_text": "LOOKS LIKE SUB 20SHARE FSCT PRICE TARGET IS THE EMERGING CONSENSUS SO FAR C CITIGROUP NOW BAIRD WEIGHS IN WIT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200518, "Text": "@prosperousguy @trendwhizo Hardest thing to do in investing is admit when you're wrong. Hurling insults at people w… https://t.co/Qc6PUOpicX", "clean_text": "@PROSPEROUSGUY @TRENDWHIZO HARDEST THING TO DO IN INVESTING IS ADMIT WHEN YOURE WRONG HURLING INSULTS AT PEOPLE W ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200518, "Text": "But \"new york has the best tap water\" the refrain of those who have succumbed to the madness of living in NYC and a… https://t.co/R9MpEq3Qtc", "clean_text": "BUT NEW YORK HAS THE BEST TAP WATER THE REFRAIN OF THOSE WHO HAVE SUCCUMBED TO THE MADNESS OF LIVING IN NYC AND A ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200518, "Text": "@tejada444 You're a retail investor with the majority of your net worth in a security and you wrote up a note with… https://t.co/b3gIdXAM34", "clean_text": "@TEJADA444 YOURE A RETAIL INVESTOR WITH THE MAJORITY OF YOUR NET WORTH IN A SECURITY AND YOU WROTE UP A NOTE WITH ", "count1": 1, "count2": 3, "count3": 0, "count4": 1}, {"Name": "EdBorgato", "Time": 20200518, "Text": "The Gates Foundation gave $MRNA a grant four years ago. \n\nSome guy in camo gear protesting \"the elites\" could be se… https://t.co/mVvxhrAff9", "clean_text": "THE GATES FOUNDATION GAVE MRNA A GRANT FOUR YEARS AGO \n\nSOME GUY IN CAMO GEAR PROTESTING THE ELITES COULD BE SE ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200518, "Text": "Sometimes I wonder if the people who write the mobile alerts that get pushed out by Finance apps are in on the joke… https://t.co/MKOoODulIv", "clean_text": "SOMETIMES I WONDER IF THE PEOPLE WHO WRITE THE MOBILE ALERTS THAT GET PUSHED OUT BY FINANCE APPS ARE IN ON THE JOKE ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200517, "Text": "RT @investbooksUS: Thinking in Bets: Making Smarter Decisions When You Don't Have All the Facts by @AnnieDuke\n\n#kindlebook recommended by @…", "clean_text": "RT @INVESTBOOKSUS THINKING IN BETS MAKING SMARTER DECISIONS WHEN YOU DONT HAVE ALL THE FACTS BY @ANNIEDUKE\n\n#KINDLEBOOK RECOMMENDED BY @", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200517, "Text": "@bennpeifert I’m more interested in why you would happen to have these exposures to begin with?", "clean_text": "@BENNPEIFERT IM MORE INTERESTED IN WHY YOU WOULD HAPPEN TO HAVE THESE EXPOSURES TO BEGIN WITH", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200517, "Text": "The World Health Assembly opens tomorrow &amp; Taiwan remains uninvited. Without Taiwan, there is a gaping hole in glob… https://t.co/U4CmQTqfRc", "clean_text": "THE WORLD HEALTH ASSEMBLY OPENS TOMORROW AMP TAIWAN REMAINS UNINVITED WITHOUT TAIWAN THERE IS A GAPING HOLE IN GLOB ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200517, "Text": "@NickatFP @DeepDiveCapital @NonGaap There’s so much pain in some (family member of some sort) and paranoia in other… https://t.co/85XnED9GIc", "clean_text": "@NICKATFP @DEEPDIVECAPITAL @NONGAAP THERES SO MUCH PAIN IN SOME FAMILY MEMBER OF SOME SORT AND PARANOIA IN OTHER ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200516, "Text": "@hels i got seventh in \"Bonds and Loans,\" that's something", "clean_text": "@HELS I GOT SEVENTH IN BONDS AND LOANS THAT SOMETHING", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200516, "Text": "@toddyoungsie Not about secrecy. Meant there’s perhaps more value in the filings this time around as it highlights… https://t.co/OtCoAKrdXb", "clean_text": "@TODDYOUNGSIE NOT ABOUT SECRECY MEANT THERES PERHAPS MORE VALUE IN THE FILINGS THIS TIME AROUND AS IT HIGHLIGHTS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200516, "Text": "This is the best story I have read in a while. It includes: \n- World's coolest PE guy \n- Eccentric British submarin… https://t.co/4rek9sisq4", "clean_text": "THIS IS THE BEST STORY I HAVE READ IN A WHILE IT INCLUDES WORLD COOLEST PE GUY ECCENTRIC BRITISH SUBMARIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@Alphaholic1 No, you see, they were reckless - \n\nThey were only prepared for a recessionary downturn in travel. The… https://t.co/fzJo7WyKhz", "clean_text": "@ALPHAHOLIC1 NO YOU SEE THEY WERE RECKLESS  \n\nTHEY WERE ONLY PREPARED FOR A RECESSIONARY DOWNTURN IN TRAVEL THE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "In hindsight, it’s kind of weird we didn’t have aggressive screening in nursing homes. Not just for COVID. \n\nLike t… https://t.co/SBZEHcAKpI", "clean_text": "IN HINDSIGHT ITS KIND OF WEIRD WE DIDNT HAVE AGGRESSIVE SCREENING IN NURSING HOMES NOT JUST FOR COVID \n\nLIKE T ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200516, "Text": "@JSiegel88 Oh they are terrible. Recovering from a surgery in a nursing home is one thing, but I would not be willi… https://t.co/fgpzIogIWZ", "clean_text": "@JSIEGEL88 OH THEY ARE TERRIBLE RECOVERING FROM A SURGERY IN A NURSING HOME IS ONE THING BUT I WOULD NOT BE WILLI ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "@mkraju Contact us. Our @JohnPGavin is an expert in interpreting these types of announcements and will gladly lend… https://t.co/53e8o3TvqF", "clean_text": "@MKRAJU CONTACT US OUR @JOHNPGAVIN IS AN EXPERT IN INTERPRETING THESE TYPES OF ANNOUNCEMENTS AND WILL GLADLY LEND ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200515, "Text": "@jeremyherb Contact us. Our @JohnPGavin is an expert in interpreting these types of announcements and will gladly l… https://t.co/1NmWLQnvdC", "clean_text": "@JEREMYHERB CONTACT US OUR @JOHNPGAVIN IS AN EXPERT IN INTERPRETING THESE TYPES OF ANNOUNCEMENTS AND WILL GLADLY L ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200515, "Text": "This 13F season is one of the most interesting/useful in a while due to the timing of the portfolio snapshot (Mar 3… https://t.co/ndSIZMLm4V", "clean_text": "THIS 13F SEASON IS ONE OF THE MOST INTERESTINGUSEFUL IN A WHILE DUE TO THE TIMING OF THE PORTFOLIO SNAPSHOT MAR 3 ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200515, "Text": "@JamiePastore9 that's such a good idea it should go in illegal life pro tips", "clean_text": "@JAMIEPASTORE9 THAT SUCH A GOOD IDEA IT SHOULD GO IN ILLEGAL LIFE PRO TIPS", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200515, "Text": "RT @jfc_3_: Thread \n\nCOVID-19 and Spanish Influenza similarities in terms of the American experience, the dominant narratives, and random a…", "clean_text": "RT @JFC_3_ THREAD \n\nCOVID19 AND SPANISH INFLUENZA SIMILARITIES IN TERMS OF THE AMERICAN EXPERIENCE THE DOMINANT NARRATIVES AND RANDOM A", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200515, "Text": "Today, I had the pleasure of speaking with @MOHW_Taiwan's virtual forum in combatting #COVID19 about the vital impo… https://t.co/qbdfOuBP8U", "clean_text": "TODAY I HAD THE PLEASURE OF SPEAKING WITH @MOHW_TAIWAN VIRTUAL FORUM IN COMBATTING #COVID19 ABOUT THE VITAL IMPO ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO said that ~80% of wound care centers were now open (up from ~70% in April) and that more than 50% of wound ca… https://t.co/ebEv1JaoYi", "clean_text": "ORGO SAID THAT ~80% OF WOUND CARE CENTERS WERE NOW OPEN UP FROM ~70% IN APRIL AND THAT MORE THAN 50% OF WOUND CA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "$ORGO, a $MDXG competitor in the allograft space, provided an encouraging update regarding the current status of an… https://t.co/7doJ5SWNV6", "clean_text": "ORGO A MDXG COMPETITOR IN THE ALLOGRAFT SPACE PROVIDED AN ENCOURAGING UPDATE REGARDING THE CURRENT STATUS OF AN ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200515, "Text": "Dire news for $MIDD. @OpenTable says 1 in 4 restaurants won't re-open. The recovery will be long and drawn out, not… https://t.co/ltVE5KWegk", "clean_text": "DIRE NEWS FOR MIDD @OPENTABLE SAYS 1 IN 4 RESTAURANTS WONT REOPEN THE RECOVERY WILL BE LONG AND DRAWN OUT NOT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200515, "Text": "\"More data has been created in the last 2 years than in the entire previous history of humans.\"\n\nData in the first… https://t.co/uokvvm4Vto", "clean_text": "MORE DATA HAS BEEN CREATED IN THE LAST 2 YEARS THAN IN THE ENTIRE PREVIOUS HISTORY OF HUMANS\n\nDATA IN THE FIRST ", "count1": 3, "count2": 0, "count3": 0, "count4": 3}, {"Name": "EdBorgato", "Time": 20200515, "Text": "@IvanTheK His entire notion w/r/t outcome breaks down in the counterfactuals... had we done more/had we done less.… https://t.co/C3uSJuN1cd", "clean_text": "@IVANTHEK HIS ENTIRE NOTION WRT OUTCOME BREAKS DOWN IN THE COUNTERFACTUALS HAD WE DONE MOREHAD WE DONE LESS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200515, "Text": "Another successful outcome for $OSTK's @Voatz platform, this time in the Arizona Republican primary.  Momentum is b… https://t.co/y3iR3I05ai", "clean_text": "ANOTHER SUCCESSFUL OUTCOME FOR OSTK @VOATZ PLATFORM THIS TIME IN THE ARIZONA REPUBLICAN PRIMARY  MOMENTUM IS B ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200515, "Text": "RT @AvatarDomy: Furious hailstorm razes trees in North Texas https://t.co/jQe0jzoHSB", "clean_text": "RT @AVATARDOMY FURIOUS HAILSTORM RAZES TREES IN NORTH TEXAS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200514, "Text": "I have always strived to present this newsletter in the most flattering light. https://t.co/HFgvA97dvO", "clean_text": "I HAVE ALWAYS STRIVED TO PRESENT THIS NEWSLETTER IN THE MOST FLATTERING LIGHT ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marginalidea", "Time": 20200514, "Text": "Consistently amazed by the number of people talking about how WFH is here to stay, while in the real life all anyon… https://t.co/XB3AtY0PMa", "clean_text": "CONSISTENTLY AMAZED BY THE NUMBER OF PEOPLE TALKING ABOUT HOW WFH IS HERE TO STAY WHILE IN THE REAL LIFE ALL ANYON ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200514, "Text": "This was a nice catch by @Stockjabber on something I had not yet heard of. Not seeing it in a lot of companies — ye… https://t.co/PlJ8UsALOV", "clean_text": "THIS WAS A NICE CATCH BY @STOCKJABBER ON SOMETHING I HAD NOT YET HEARD OF NOT SEEING IT IN A LOT OF COMPANIES YE ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200514, "Text": "Interesting terms in section 3.3 of exhibit 4.35 to the $NIO 20-F: if it fails to make any of the NIO China install… https://t.co/W8IpS4ylTh", "clean_text": "INTERESTING TERMS IN SECTION 33 OF EXHIBIT 435 TO THE NIO 20F IF IT FAILS TO MAKE ANY OF THE NIO CHINA INSTALL ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "adoxen", "Time": 20200514, "Text": "RT @laurelchor: I’ve landed in Hong Kong after flying from Paris CDG, via London Heathrow. I now have to wait ~8 hours before I get my #COV…", "clean_text": "RT @LAURELCHOR IVE LANDED IN HONG KONG AFTER FLYING FROM PARIS CDG VIA LONDON HEATHROW I NOW HAVE TO WAIT ~8 HOURS BEFORE I GET MY #COV", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200514, "Text": "@dschorrnyc So out of date - haven’t Looked at it in years", "clean_text": "@DSCHORRNYC SO OUT OF DATE  HAVENT LOOKED AT IT IN YEARS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200514, "Text": "Keynotes in 2019 vs. 2020 #GTC2020 https://t.co/f6fbxTf8hO", "clean_text": "KEYNOTES IN 2019 VS 2020 #GTC2020 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200514, "Text": "@iamstacetheace It seems your first two statements are not true for the biz. What has been the trend in bad-debt expense/charge-offs?", "clean_text": "@IAMSTACETHEACE IT SEEMS YOUR FIRST TWO STATEMENTS ARE NOT TRUE FOR THE BIZ WHAT HAS BEEN THE TREND IN BADDEBT EXPENSECHARGEOFFS", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200514, "Text": "@iamstacetheace Really want the ticker on this co. Hitting me in all of the short selling feels.", "clean_text": "@IAMSTACETHEACE REALLY WANT THE TICKER ON THIS CO HITTING ME IN ALL OF THE SHORT SELLING FEELS", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AZ_Value", "Time": 20200514, "Text": "RT @byrdinator: The Senate just now approved a bill to sanction Chinese government officials responsible for internment camps in Xinjiang,…", "clean_text": "RT @BYRDINATOR THE SENATE JUST NOW APPROVED A BILL TO SANCTION CHINESE GOVERNMENT OFFICIALS RESPONSIBLE FOR INTERNMENT CAMPS IN XINJIANG", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "$FSCT Management's explanations for a poor Q1 blaming #COVID19 and the deal itself are insufficient in our view… https://t.co/m8YhZ8sWVO", "clean_text": "FSCT MANAGEMENT EXPLANATIONS FOR A POOR Q1 BLAMING #COVID19 AND THE DEAL ITSELF ARE INSUFFICIENT IN OUR VIEW ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "We continue our primary due diligence on $FSCT including public FOIAs in process with gov't agencies. We want the p… https://t.co/APr3KEMm5T", "clean_text": "WE CONTINUE OUR PRIMARY DUE DILIGENCE ON FSCT INCLUDING PUBLIC FOIAS IN PROCESS WITH GOVT AGENCIES WE WANT THE P ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200513, "Text": "Anyone read the fine print other than $FSCT lawyers and Spruce Point? Why in the 11th hour is the Company EXPANDING… https://t.co/3crzO0LhY0", "clean_text": "ANYONE READ THE FINE PRINT OTHER THAN FSCT LAWYERS AND SPRUCE POINT WHY IN THE 11TH HOUR IS THE COMPANY EXPANDING ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200513, "Text": "Tepper: “I want to be invested in the banks at some point, my problem is if you think there’s a long period of low… https://t.co/i6F266pxXs", "clean_text": "TEPPER I WANT TO BE INVESTED IN THE BANKS AT SOME POINT MY PROBLEM IS IF YOU THINK THERES A LONG PERIOD OF LOW ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200513, "Text": "@bennpeifert V. Good twete. There’s a gradualism vs shock therapy joke in here somewhere.", "clean_text": "@BENNPEIFERT V GOOD TWETE THERES A GRADUALISM VS SHOCK THERAPY JOKE IN HERE SOMEWHERE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200513, "Text": "@ROIChristie Generally high levels of leverage in the corporate sector needing time to heal which will manifest Its… https://t.co/EkcUolTRj6", "clean_text": "@ROICHRISTIE GENERALLY HIGH LEVELS OF LEVERAGE IN THE CORPORATE SECTOR NEEDING TIME TO HEAL WHICH WILL MANIFEST ITS ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@retail_risk Bloomberg if doing anything in fixed income / commodities, otherwise FactSet (if cost at all a conside… https://t.co/0QJDbAnLgK", "clean_text": "@RETAIL_RISK BLOOMBERG IF DOING ANYTHING IN FIXED INCOME  COMMODITIES OTHERWISE FACTSET IF COST AT ALL A CONSIDE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200513, "Text": "@RussianBear Reading about what life is like in Taiwan / SK / etc.... I have concerns. \n\nI understand the public he… https://t.co/7PYlz3awcM", "clean_text": "@RUSSIANBEAR READING ABOUT WHAT LIFE IS LIKE IN TAIWAN  SK  ETC I HAVE CONCERNS \n\nI UNDERSTAND THE PUBLIC HE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200513, "Text": "Why doesn't $CMCSA (excluding debt, SKY deal) purchase $NTDOY? Already in partnership for theme parks in Japan (202… https://t.co/UgCgOO8bR0", "clean_text": "WHY DOESNT CMCSA EXCLUDING DEBT SKY DEAL PURCHASE NTDOY ALREADY IN PARTNERSHIP FOR THEME PARKS IN JAPAN 202 ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "CitronResearch", "Time": 20200513, "Text": "$GSX only large cap stock in 20 yrs that has allegedly grown rev over 350% a year and profitable during growth  No… https://t.co/KRaEYHoCsI", "clean_text": "GSX ONLY LARGE CAP STOCK IN 20 YRS THAT HAS ALLEGEDLY GROWN REV OVER 350% A YEAR AND PROFITABLE DURING GROWTH  NO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200513, "Text": "RT @CapitalObserver: I counted roughly $24 billion of secondary offerings this week, possibly a record. This gets zero mentions in any narr…", "clean_text": "RT @CAPITALOBSERVER I COUNTED ROUGHLY 24 BILLION OF SECONDARY OFFERINGS THIS WEEK POSSIBLY A RECORD THIS GETS ZERO MENTIONS IN ANY NARR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200512, "Text": "RT @CanningSeason: The Canning Season podcast, which ran in 2013-2014, is returning. Just in time for this year’s growing season!  No scary…", "clean_text": "RT @CANNINGSEASON THE CANNING SEASON PODCAST WHICH RAN IN 20132014 IS RETURNING JUST IN TIME FOR THIS YEARS GROWING SEASON  NO SCARY", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "marketfolly", "Time": 20200512, "Text": "@patrick_oshag What’s the single most important thing you look for in a business/asset?", "clean_text": "@PATRICK_OSHAG WHATS THE SINGLE MOST IMPORTANT THING YOU LOOK FOR IN A BUSINESSASSET", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200512, "Text": "More Druck comments from today in their feed. https://t.co/6eY6pV84G8", "clean_text": "MORE DRUCK COMMENTS FROM TODAY IN THEIR FEED ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200512, "Text": "@RMPerry88 Guys in frats at sec schools and boomers", "clean_text": "@RMPERRY88 GUYS IN FRATS AT SEC SCHOOLS AND BOOMERS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200512, "Text": "@stevengoldstein Yes. Thank goodness for solid Internet because I’m hiding out in the woods these days!", "clean_text": "@STEVENGOLDSTEIN YES THANK GOODNESS FOR SOLID INTERNET BECAUSE IM HIDING OUT IN THE WOODS THESE DAYS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@modestproposal1 Apparently the solution to price gouging allegations in food delivery is more pricing power!", "clean_text": "@MODESTPROPOSAL1 APPARENTLY THE SOLUTION TO PRICE GOUGING ALLEGATIONS IN FOOD DELIVERY IS MORE PRICING POWER", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "Keep getting this song stuck in my head, seems capital has taken a page from labor, always  dreaming “only 5 years… https://t.co/XMMJjQLJZN", "clean_text": "KEEP GETTING THIS SONG STUCK IN MY HEAD SEEMS CAPITAL HAS TAKEN A PAGE FROM LABOR ALWAYS  DREAMING ONLY 5 YEARS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200512, "Text": "@jfc_3_ Might have something in mind, shoot me a DM and I’ll reach out on my end and see if they have anything open", "clean_text": "@JFC_3_ MIGHT HAVE SOMETHING IN MIND SHOOT ME A DM AND ILL REACH OUT ON MY END AND SEE IF THEY HAVE ANYTHING OPEN", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200512, "Text": "We just crossed $10M!\n\nWe at Equinum are honored and feel blessed to be able to partner and assist in raising $15M… https://t.co/xY4HmGxxyJ", "clean_text": "WE JUST CROSSED 10M\n\nWE AT EQUINUM ARE HONORED AND FEEL BLESSED TO BE ABLE TO PARTNER AND ASSIST IN RAISING 15M ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "GrantsPub", "Time": 20200512, "Text": "For more on the travel industry's woes, see \"Empty skies\" in the Grant's issue dated May 1, 2020.\nhttps://t.co/l07r9lRqMJ", "clean_text": "FOR MORE ON THE TRAVEL INDUSTRY WOES SEE EMPTY SKIES IN THE GRANT ISSUE DATED MAY 1 2020\n", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Out of business in a Quibi?\n\nhttps://t.co/tlkmr5DiDS", "clean_text": "OUT OF BUSINESS IN A QUIBI\n\n", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200512, "Text": "After 14 years in the business I am proud to announce that I have received approval from Compliance with NO edits f… https://t.co/Q0jLmNluH4", "clean_text": "AFTER 14 YEARS IN THE BUSINESS I AM PROUD TO ANNOUNCE THAT I HAVE RECEIVED APPROVAL FROM COMPLIANCE WITH NO EDITS F ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200512, "Text": "$PTON in perspective.  2020 mkt cap up $5 bil vs. connected sub up 300k or $17k per sub.  2020  $TDOC mkt cap up $8… https://t.co/PK7QqHgOQl", "clean_text": "PTON IN PERSPECTIVE  2020 MKT CAP UP 5 BIL VS CONNECTED SUB UP 300K OR 17K PER SUB  2020  TDOC MKT CAP UP 8 ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200512, "Text": "$OSTK with some new information in their annual meeting slide deck. Retail sales now up 130% YOY from 4/1-5/10, whi… https://t.co/GiesnldCnE", "clean_text": "OSTK WITH SOME NEW INFORMATION IN THEIR ANNUAL MEETING SLIDE DECK RETAIL SALES NOW UP 130% YOY FROM 41510 WHI ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "$FSCT Q1 2020 revenue implodes even more than \"illustrative\" guidance that was buried in the proxy of $62m. Comes i… https://t.co/jOvdhq87zW", "clean_text": "FSCT Q1 2020 REVENUE IMPLODES EVEN MORE THAN ILLUSTRATIVE GUIDANCE THAT WAS BURIED IN THE PROXY OF 62M COMES I ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "Isn't it funny that there quite of few #cybersecurity public companies that are doing just fine in this env't and r… https://t.co/LwVx1HsWXg", "clean_text": "ISNT IT FUNNY THAT THERE QUITE OF FEW #CYBERSECURITY PUBLIC COMPANIES THAT ARE DOING JUST FINE IN THIS ENVT AND R ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200511, "Text": "$HLF isn't the only one with a bribery problem in China.  3M only recently disclosed what appears to be the early s… https://t.co/AmDM7O3Bhj", "clean_text": "HLF ISNT THE ONLY ONE WITH A BRIBERY PROBLEM IN CHINA  3M ONLY RECENTLY DISCLOSED WHAT APPEARS TO BE THE EARLY S ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200511, "Text": "@nachkari More in the medically-induced coma bucket IMO: choosing to fire all workers and stay closed, hoping to ma… https://t.co/0wVIFXBxqo", "clean_text": "@NACHKARI MORE IN THE MEDICALLYINDUCED COMA BUCKET IMO CHOOSING TO FIRE ALL WORKERS AND STAY CLOSED HOPING TO MA ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200511, "Text": "In the recently released 10Q, $MIDD's pro forma revenue decline accelerated to over 7%.  The rapid deterioration im… https://t.co/Pd3Quu3zgx", "clean_text": "IN THE RECENTLY RELEASED 10Q MIDD PRO FORMA REVENUE DECLINE ACCELERATED TO OVER 7%  THE RAPID DETERIORATION IM ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "MicroFundy", "Time": 20200511, "Text": "It's a true honor and blessing that Equinum is able to partner and assist in such a great cause.\n\nPlease join the c… https://t.co/8KUq3ssPVS", "clean_text": "IT A TRUE HONOR AND BLESSING THAT EQUINUM IS ABLE TO PARTNER AND ASSIST IN SUCH A GREAT CAUSE\n\nPLEASE JOIN THE C ", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie What do you mean by politicians selling the positives? To re-opening? Not the governors in NE and west coast 5/6)", "clean_text": "@JDBUDGIE WHAT DO YOU MEAN BY POLITICIANS SELLING THE POSITIVES TO REOPENING NOT THE GOVERNORS IN NE AND WEST COAST 56", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie Other GOP leaders. The government is hardly in lockstep here. Science has become a partisan issue.", "clean_text": "@JDBUDGIE OTHER GOP LEADERS THE GOVERNMENT IS HARDLY IN LOCKSTEP HERE SCIENCE HAS BECOME A PARTISAN ISSUE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "@jordanbrianl We got ours from Little Prince in Santa Monica. They’ve got a great produce market box too.", "clean_text": "@JORDANBRIANL WE GOT OURS FROM LITTLE PRINCE IN SANTA MONICA THEYVE GOT A GREAT PRODUCE MARKET BOX TOO", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200511, "Text": "Surprising winner of mother's day weekend? The RV space! Social distancing from anywhere...\n\nNo recession coming in… https://t.co/WCHIHlpAqA", "clean_text": "SURPRISING WINNER OF MOTHER DAY WEEKEND THE RV SPACE SOCIAL DISTANCING FROM ANYWHERE\n\nNO RECESSION COMING IN ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200510, "Text": "RT @michaelvkim: As an American currently in South Korea, it’s very interesting to me the stark contrast of how different the two countries…", "clean_text": "RT @MICHAELVKIM AS AN AMERICAN CURRENTLY IN SOUTH KOREA ITS VERY INTERESTING TO ME THE STARK CONTRAST OF HOW DIFFERENT THE TWO COUNTRIES", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x But, at least in my experience, the applicant pool for entry level jobs / internships is ~85% male.… https://t.co/1EZS0Jhs3M", "clean_text": "@COMPOUND100X BUT AT LEAST IN MY EXPERIENCE THE APPLICANT POOL FOR ENTRY LEVEL JOBS  INTERNSHIPS IS ~85% MALE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200510, "Text": "@alexpk321 US stocks fell around 40% during the panic in the fall of 1907.", "clean_text": "@ALEXPK321 US STOCKS FELL AROUND 40% DURING THE PANIC IN THE FALL OF 1907", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@RobGrande1 @MidwestHedgie Actually people in NYC smoke less and have less incidence of obesity than the rest of th… https://t.co/o82Om4tt8u", "clean_text": "@ROBGRANDE1 @MIDWESTHEDGIE ACTUALLY PEOPLE IN NYC SMOKE LESS AND HAVE LESS INCIDENCE OF OBESITY THAN THE REST OF TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@LongShortTrader There were so many idiots in that thread I thought about saying nasty things to...but I honestly d… https://t.co/BPwfEQpy8z", "clean_text": "@LONGSHORTTRADER THERE WERE SO MANY IDIOTS IN THAT THREAD I THOUGHT ABOUT SAYING NASTY THINGS TOBUT I HONESTLY D ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@PlaceboCapital @LongShortTrader I’m pretty sure I have but more importantly I have done it in real life. Repeatedly.", "clean_text": "@PLACEBOCAPITAL @LONGSHORTTRADER IM PRETTY SURE I HAVE BUT MORE IMPORTANTLY I HAVE DONE IT IN REAL LIFE REPEATEDLY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@investing_panda @PlanMaestro Also one of the absolute worst in 08. He can only do bull market. But he had no conse… https://t.co/DqavPiLgP8", "clean_text": "@INVESTING_PANDA @PLANMAESTRO ALSO ONE OF THE ABSOLUTE WORST IN 08 HE CAN ONLY DO BULL MARKET BUT HE HAD NO CONSE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200510, "Text": "RT @JohnHuber72: In the Panic of 1907, our economy plunged. Steel output -60%, iron -55%, imports -26%, unemployment soared, doors closed,…", "clean_text": "RT @JOHNHUBER72 IN THE PANIC OF 1907 OUR ECONOMY PLUNGED STEEL OUTPUT 60% IRON 55% IMPORTS 26% UNEMPLOYMENT SOARED DOORS CLOSED", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200509, "Text": "RT @SimonaWeinglass: Israeli-Canadian binary options brothers charged in alleged $233 million scheme https://t.co/uOomsqN6h1 via @timesofis…", "clean_text": "RT @SIMONAWEINGLASS ISRAELICANADIAN BINARY OPTIONS BROTHERS CHARGED IN ALLEGED 233 MILLION SCHEME  VIA @TIMESOFIS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200509, "Text": "@suvyboy My Dr. Friend said just literally walk in at his urgent care facility. He is crushing it right now doing a… https://t.co/WA3ZZ0K1Mg", "clean_text": "@SUVYBOY MY DR FRIEND SAID JUST LITERALLY WALK IN AT HIS URGENT CARE FACILITY HE IS CRUSHING IT RIGHT NOW DOING A ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200509, "Text": "@wait4thegoodlif 1. Debt issues - if issues - will manifest in LT, at a min outside the boundary for portfolio allo… https://t.co/IaSEY6tlGg", "clean_text": "@WAIT4THEGOODLIF 1 DEBT ISSUES  IF ISSUES  WILL MANIFEST IN LT AT A MIN OUTSIDE THE BOUNDARY FOR PORTFOLIO ALLO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "In the Panic of 1907, our economy plunged. Steel output -60%, iron -55%, imports -26%, unemployment soared, doors c… https://t.co/d426NmnKim", "clean_text": "IN THE PANIC OF 1907 OUR ECONOMY PLUNGED STEEL OUTPUT 60% IRON 55% IMPORTS 26% UNEMPLOYMENT SOARED DOORS C ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "This is one more interesting note. In late 1907, economists thought we were headed for a depression, with one firm… https://t.co/OyovLonkcl", "clean_text": "THIS IS ONE MORE INTERESTING NOTE IN LATE 1907 ECONOMISTS THOUGHT WE WERE HEADED FOR A DEPRESSION WITH ONE FIRM ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200508, "Text": "@pstrepo that's a very good point though i feel like in practice this is mostly a vanity consumption good", "clean_text": "@PSTREPO THAT A VERY GOOD POINT THOUGH I FEEL LIKE IN PRACTICE THIS IS MOSTLY A VANITY CONSUMPTION GOOD", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@DustMyBroom17 How much does it cost to hire you to tweet like this @DustMyBroom17? Do you take payment in shares?", "clean_text": "@DUSTMYBROOM17 HOW MUCH DOES IT COST TO HIRE YOU TO TWEET LIKE THIS @DUSTMYBROOM17 DO YOU TAKE PAYMENT IN SHARES", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@DustMyBroom17 What business are you in?", "clean_text": "@DUSTMYBROOM17 WHAT BUSINESS ARE YOU IN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200508, "Text": "Lawn and garden is killing it in the pandemic. $LOW $HD $SMG", "clean_text": "LAWN AND GARDEN IS KILLING IT IN THE PANDEMIC LOW HD SMG", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200508, "Text": "RT @paulg: When you're in the middle of a crisis, you tend to overestimate how permanent its effects will be.", "clean_text": "RT @PAULG WHEN YOURE IN THE MIDDLE OF A CRISIS YOU TEND TO OVERESTIMATE HOW PERMANENT ITS EFFECTS WILL BE", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "@TheStalwart Given one disproportionately results in assets purchased that can later be sold and the other involves… https://t.co/N28SS9VAPS", "clean_text": "@THESTALWART GIVEN ONE DISPROPORTIONATELY RESULTS IN ASSETS PURCHASED THAT CAN LATER BE SOLD AND THE OTHER INVOLVES ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "The Fed and Congress have announced almost nothing meaningfully new in call it a month. And your many tweets in int… https://t.co/yWkDE8iLWc", "clean_text": "THE FED AND CONGRESS HAVE ANNOUNCED ALMOST NOTHING MEANINGFULLY NEW IN CALL IT A MONTH AND YOUR MANY TWEETS IN INT ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "Find_Me_Value", "Time": 20200508, "Text": "How much value has $GOOG created for $AAPL in terms of market value? (yes, its mutualistic) https://t.co/hRDNKYpqNW", "clean_text": "HOW MUCH VALUE HAS GOOG CREATED FOR AAPL IN TERMS OF MARKET VALUE YES ITS MUTUALISTIC ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200508, "Text": "COVID-19 interview question: In a two-sided network business in a secularly growing industry with mostly fixed cost… https://t.co/DBhUpfo99r", "clean_text": "COVID19 INTERVIEW QUESTION IN A TWOSIDED NETWORK BUSINESS IN A SECULARLY GROWING INDUSTRY WITH MOSTLY FIXED COST ", "count1": 0, "count2": 2, "count3": 0, "count4": 2}, {"Name": "FCFYield", "Time": 20200508, "Text": "RT @michaelxpettis: Things are as close to normal in the 12th week of Beijing’s lockdown as they’ve been in the past two weeks. Street traf…", "clean_text": "RT @MICHAELXPETTIS THINGS ARE AS CLOSE TO NORMAL IN THE 12TH WEEK OF BEIJINGS LOCKDOWN AS THEYVE BEEN IN THE PAST TWO WEEKS STREET TRAF", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200508, "Text": "RT @morganhousel: School: your paper must be a minimum 5 pages. \n\nReal world: explain it to me in seven seconds or I'm out of here.", "clean_text": "RT @MORGANHOUSEL SCHOOL YOUR PAPER MUST BE A MINIMUM 5 PAGES \n\nREAL WORLD EXPLAIN IT TO ME IN SEVEN SECONDS OR IM OUT OF HERE", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200508, "Text": "PAA Research Report: CWH: Demand Turns on a Dime and Now We Might Have Line of Sight to $400MM in EBITDA https://t.co/MRrvOhHofC", "clean_text": "PAA RESEARCH REPORT CWH DEMAND TURNS ON A DIME AND NOW WE MIGHT HAVE LINE OF SIGHT TO 400MM IN EBITDA ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200507, "Text": "\"Jones, who said his Tudor BVI fund may hold as much as a low single-digit percentage of its assets in Bitcoin futu… https://t.co/0wkbJJohnj", "clean_text": "JONES WHO SAID HIS TUDOR BVI FUND MAY HOLD AS MUCH AS A LOW SINGLEDIGIT PERCENTAGE OF ITS ASSETS IN BITCOIN FUTU ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Bit of an unorganized rant in thread form. I am surprised by the amount of people still tracking/citing daily US co… https://t.co/x1eTCYZVds", "clean_text": "BIT OF AN UNORGANIZED RANT IN THREAD FORM I AM SURPRISED BY THE AMOUNT OF PEOPLE STILL TRACKINGCITING DAILY US CO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "The lockdown in the US was never about eradication. We were unfortunately too late for that to be a possibility, an… https://t.co/QSbEcr3Mdb", "clean_text": "THE LOCKDOWN IN THE US WAS NEVER ABOUT ERADICATION WE WERE UNFORTUNATELY TOO LATE FOR THAT TO BE A POSSIBILITY AN ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@DeadLiftCapital @PalmettoCapital Lots of well-known names in there, but I appreciate HHR, SWI, and the European po… https://t.co/U1xow5JG2X", "clean_text": "@DEADLIFTCAPITAL @PALMETTOCAPITAL LOTS OF WELLKNOWN NAMES IN THERE BUT I APPRECIATE HHR SWI AND THE EUROPEAN PO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@bobosacamano @DeadLiftCapital @PalmettoCapital He made some large investments in some small caps ( SHSP SGU ), but… https://t.co/QSkDibK00D", "clean_text": "@BOBOSACAMANO @DEADLIFTCAPITAL @PALMETTOCAPITAL HE MADE SOME LARGE INVESTMENTS IN SOME SMALL CAPS  SHSP SGU  BUT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@KeyserSozeCFA Haven’t seen much in Financials - \n\nChristian Bolu at Autonomous (formerly CS) for brokers. \n\nTom Ga… https://t.co/1T1FFo5XL9", "clean_text": "@KEYSERSOZECFA HAVENT SEEN MUCH IN FINANCIALS  \n\nCHRISTIAN BOLU AT AUTONOMOUS FORMERLY CS FOR BROKERS \n\nTOM GA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "April order rates in China are still down 25%, not a reassuring sign for a quick recovery in the US. https://t.co/fJFXswa0de", "clean_text": "APRIL ORDER RATES IN CHINA ARE STILL DOWN 25% NOT A REASSURING SIGN FOR A QUICK RECOVERY IN THE US ", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "PAA Research Report: PRDO: What Is the Status of GI Bill Funding for AIU and CTU Students? What Happened in New Yor… https://t.co/cemIjd1ezK", "clean_text": "PAA RESEARCH REPORT PRDO WHAT IS THE STATUS OF GI BILL FUNDING FOR AIU AND CTU STUDENTS WHAT HAPPENED IN NEW YOR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Microcap $LAZY's 1Q20 results certainly suggests RV demand was really solid before the COVID-19 outbreak. The RV in… https://t.co/Xe3FA40U1V", "clean_text": "MICROCAP LAZY 1Q20 RESULTS CERTAINLY SUGGESTS RV DEMAND WAS REALLY SOLID BEFORE THE COVID19 OUTBREAK THE RV IN ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Great example of the world we live in as it relates to tech (or quasi tech in this case): 18 mos. ago consensus EPS… https://t.co/2rdsg7UqS7", "clean_text": "GREAT EXAMPLE OF THE WORLD WE LIVE IN AS IT RELATES TO TECH OR QUASI TECH IN THIS CASE 18 MOS AGO CONSENSUS EPS ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "@herbgreenberg In the words of the late great Christopher Wallace (not sure if he was on your radar Herb): \"All I d… https://t.co/VEZKnybsP8", "clean_text": "@HERBGREENBERG IN THE WORDS OF THE LATE GREAT CHRISTOPHER WALLACE NOT SURE IF HE WAS ON YOUR RADAR HERB ALL I D ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "This is great company to be in. I don't know Todd very well, but I can say @herbgreenberg was hugely instrumental i… https://t.co/HcRk1f3M3s", "clean_text": "THIS IS GREAT COMPANY TO BE IN I DONT KNOW TODD VERY WELL BUT I CAN SAY @HERBGREENBERG WAS HUGELY INSTRUMENTAL I ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200506, "Text": "This newsletter has become more efficient since the outbreak forced me to start working remotely in March, but I mi… https://t.co/fnMnOfGVYm", "clean_text": "THIS NEWSLETTER HAS BECOME MORE EFFICIENT SINCE THE OUTBREAK FORCED ME TO START WORKING REMOTELY IN MARCH BUT I MI ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200506, "Text": "We’ve got sports in May Y’all! 👏🏾 https://t.co/3z6BkE80Q7", "clean_text": "WEVE GOT SPORTS IN MAY YALL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200506, "Text": "Long term Treasury yields are rising, understandably, due to a $4 Trillion growth of the National Debt coming in ju… https://t.co/5OoKV5sHpy", "clean_text": "LONG TERM TREASURY YIELDS ARE RISING UNDERSTANDABLY DUE TO A 4 TRILLION GROWTH OF THE NATIONAL DEBT COMING IN JU ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200506, "Text": "These Trillions Treasury is borrowing is heavily in T-Bills. Chair Powell has stated in plain English he is opposed… https://t.co/nO6UTKF5qM", "clean_text": "THESE TRILLIONS TREASURY IS BORROWING IS HEAVILY IN TBILLS CHAIR POWELL HAS STATED IN PLAIN ENGLISH HE IS OPPOSED ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200506, "Text": "As @SecPompeo said, we “call upon all nations, including those in Europe, to support Taiwan’s participation as an o… https://t.co/ecFOWR5pET", "clean_text": "AS @SECPOMPEO SAID WE CALL UPON ALL NATIONS INCLUDING THOSE IN EUROPE TO SUPPORT TAIWANS PARTICIPATION AS AN O ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200506, "Text": "@PalmettoCapital I thought he sounded more reasonable than 95% of PMs in that interview. Those Graham &amp; Doddsville… https://t.co/lz7HNDdHIA", "clean_text": "@PALMETTOCAPITAL I THOUGHT HE SOUNDED MORE REASONABLE THAN 95% OF PMS IN THAT INTERVIEW THOSE GRAHAM AMP DODDSVILLE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200506, "Text": "Great points. @benthompson had a related note recently. In the direct response category, low prices mean better CAC… https://t.co/vik8FzhAMh", "clean_text": "GREAT POINTS @BENTHOMPSON HAD A RELATED NOTE RECENTLY IN THE DIRECT RESPONSE CATEGORY LOW PRICES MEAN BETTER CAC ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200506, "Text": "@FrancoOlivera Pretty much every SS report on $GOOG is a SOTP. Wait, the $5bn in losses in other bets actually is w… https://t.co/da4g0W98ud", "clean_text": "@FRANCOOLIVERA PRETTY MUCH EVERY SS REPORT ON GOOG IS A SOTP WAIT THE 5BN IN LOSSES IN OTHER BETS ACTUALLY IS W ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "CitronResearch", "Time": 20200506, "Text": "$GSX fraud.  When you have locals in China writing fraud reports, you know it has to be bad https://t.co/TGUGWIjbqg… https://t.co/837Il4QgFE", "clean_text": "GSX FRAUD  WHEN YOU HAVE LOCALS IN CHINA WRITING FRAUD REPORTS YOU KNOW IT HAS TO BE BAD  ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200505, "Text": "RT @JohnPGavin: Hey @McDonalds - Your 'thank you meal' concept is both brilliant and generous.  In all my years of service, anything free w…", "clean_text": "RT @JOHNPGAVIN HEY @MCDONALDS  YOUR THANK YOU MEAL CONCEPT IS BOTH BRILLIANT AND GENEROUS  IN ALL MY YEARS OF SERVICE ANYTHING FREE W", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200505, "Text": "Reminder:  In Feb-2020, we added Hertz Global Holdings to our Watch List of companies with confirmed, undisclosed S… https://t.co/R1RBWki3dA", "clean_text": "REMINDER  IN FEB2020 WE ADDED HERTZ GLOBAL HOLDINGS TO OUR WATCH LIST OF COMPANIES WITH CONFIRMED UNDISCLOSED S ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200505, "Text": "@IsThisMyMoney Form a PAC and donate aggressively to politicians in both parties.", "clean_text": "@ISTHISMYMONEY FORM A PAC AND DONATE AGGRESSIVELY TO POLITICIANS IN BOTH PARTIES", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200505, "Text": "The U.S. Treasury Department today admitted to a $3 Trillion “borrowing” need in the next quarter.  (I’ll take the… https://t.co/bn8JTYpdFZ", "clean_text": "THE US TREASURY DEPARTMENT TODAY ADMITTED TO A 3 TRILLION BORROWING” NEED IN THE NEXT QUARTER  ILL TAKE THE ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200505, "Text": "@justbrosef @bobosacamano Had not heard this... damn, I thought he sounded pretty reasonable in that interview (rec… https://t.co/ypWCvTQYGV", "clean_text": "@JUSTBROSEF @BOBOSACAMANO HAD NOT HEARD THIS DAMN I THOUGHT HE SOUNDED PRETTY REASONABLE IN THAT INTERVIEW REC ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200505, "Text": "In addition, $WBT acknowledged that used equipment could negatively impact demand for new equipment for a period of… https://t.co/oWHnH3g9ra", "clean_text": "IN ADDITION WBT ACKNOWLEDGED THAT USED EQUIPMENT COULD NEGATIVELY IMPACT DEMAND FOR NEW EQUIPMENT FOR A PERIOD OF ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200505, "Text": "99 companies continued their buybacks in March (23 increased their buybacks). Interesting list, but I put these in… https://t.co/D2O01j4ZsN", "clean_text": "99 COMPANIES CONTINUED THEIR BUYBACKS IN MARCH 23 INCREASED THEIR BUYBACKS INTERESTING LIST BUT I PUT THESE IN ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "Or maybe he thinks we are going back down and you can’t whip around tens of billions in a quick trade? And his sign… https://t.co/oqvsoiksmJ", "clean_text": "OR MAYBE HE THINKS WE ARE GOING BACK DOWN AND YOU CANT WHIP AROUND TENS OF BILLIONS IN A QUICK TRADE AND HIS SIGN ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200505, "Text": "@ElliotTurn @LibertyRPF 42.5 over here.  Come on in, the water's fine!", "clean_text": "@ELLIOTTURN @LIBERTYRPF 425 OVER HERE  COME ON IN THE WATER FINE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "$W continues to incinerate cash. The only question is: how much did their sales growth accelerate in April? My gues… https://t.co/ejrFdAzDJN", "clean_text": "W CONTINUES TO INCINERATE CASH THE ONLY QUESTION IS HOW MUCH DID THEIR SALES GROWTH ACCELERATE IN APRIL MY GUES ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "This chart is great and underscores the value in $RDFN IMO and the structural challenges that $Z/$ZG's premier agen… https://t.co/pZJRcW7Vhr", "clean_text": "THIS CHART IS GREAT AND UNDERSCORES THE VALUE IN RDFN IMO AND THE STRUCTURAL CHALLENGES THAT ZZG PREMIER AGEN ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "$LCII management sounded pretty bullish today. The pace of improvement in demand/sell through has been pretty drama… https://t.co/k1JJC5phD4", "clean_text": "LCII MANAGEMENT SOUNDED PRETTY BULLISH TODAY THE PACE OF IMPROVEMENT IN DEMANDSELL THROUGH HAS BEEN PRETTY DRAMA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200504, "Text": "Senator Leahy has a long history keeping the #FOIA strong.  We applaud his efforts in this regard.  \n\nClinton admin… https://t.co/BrZIxM1c0F", "clean_text": "SENATOR LEAHY HAS A LONG HISTORY KEEPING THE #FOIA STRONG  WE APPLAUD HIS EFFORTS IN THIS REGARD  \n\nCLINTON ADMIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 Sure, but the customers may demand the restaurant participate in their preferred app for convenien… https://t.co/wyvCjrt46w", "clean_text": "@MODESTPROPOSAL1 SURE BUT THE CUSTOMERS MAY DEMAND THE RESTAURANT PARTICIPATE IN THEIR PREFERRED APP FOR CONVENIEN ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@thayereric1 The statements in this video are incredibly misleading; the company did not receive any money from the… https://t.co/cNzeEk3N0c", "clean_text": "@THAYERERIC1 THE STATEMENTS IN THIS VIDEO ARE INCREDIBLY MISLEADING THE COMPANY DID NOT RECEIVE ANY MONEY FROM THE ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200504, "Text": "RT @JordanFife1: A friend sent me this picture Halliburton yard in Duncanville Oklahoma, these are oil fracking trucks.... they have been i…", "clean_text": "RT @JORDANFIFE1 A FRIEND SENT ME THIS PICTURE HALLIBURTON YARD IN DUNCANVILLE OKLAHOMA THESE ARE OIL FRACKING TRUCKS THEY HAVE BEEN I", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200504, "Text": "If the Fed does start buying ETFs “broadly and in size” in response to recent requests they do so as to not “let do… https://t.co/dunaYqtdBa", "clean_text": "IF THE FED DOES START BUYING ETFS BROADLY AND IN SIZE” IN RESPONSE TO RECENT REQUESTS THEY DO SO AS TO NOT LET DO ", "count1": 1, "count2": 0, "count3": 2, "count4": 2}, {"Name": "GrantsPub", "Time": 20200504, "Text": "For a pre-Covid look at the health of state and local pension plans, see 'Political risk in America' in the Grant's… https://t.co/PgztxtOtQ0", "clean_text": "FOR A PRECOVID LOOK AT THE HEALTH OF STATE AND LOCAL PENSION PLANS SEE POLITICAL RISK IN AMERICA IN THE GRANT ", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "FatTailCapital", "Time": 20200504, "Text": "@SkeleCap Answer: What is the best performing equity market in the world?", "clean_text": "@SKELECAP ANSWER WHAT IS THE BEST PERFORMING EQUITY MARKET IN THE WORLD", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200504, "Text": "Would a younger Warren slap a cease and desist order on this profitless pet insurance company in the midst of a rat… https://t.co/5d4ojDH9hp", "clean_text": "WOULD A YOUNGER WARREN SLAP A CEASE AND DESIST ORDER ON THIS PROFITLESS PET INSURANCE COMPANY IN THE MIDST OF A RAT ", "count1": 1, "count2": 3, "count3": 0, "count4": 1}]