["A", {"Name": "mjmauboussin", "Time": 20200307, "Text": "Listening to a wonderful conversation with @tangotiger and @billjamesonline  at SSAC. Tango has always graciously a… https://t.co/mJJE6RfL4h", "clean_text": "LISTENING TO A WONDERFUL CONVERSATION WITH @TANGOTIGER AND @BILLJAMESONLINE  AT SSAC TANGO HAS ALWAYS GRACIOUSLY A ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @DavidBCollum: \"Just wait until the first corporate bond fund is forced to \"gate\" their fund as redemptions soar. You will then hear a l…", "clean_text": "RT @DAVIDBCOLLUM JUST WAIT UNTIL THE FIRST CORPORATE BOND FUND IS FORCED TO GATE THEIR FUND AS REDEMPTIONS SOAR YOU WILL THEN HEAR A L", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200306, "Text": "RT @JiffyLu: We generally refer to \"operating leverage\" in a positive light, but it cuts both ways. It's going to be especially painful for…", "clean_text": "RT @JIFFYLU WE GENERALLY REFER TO OPERATING LEVERAGE IN A POSITIVE LIGHT BUT IT CUTS BOTH WAYS IT GOING TO BE ESPECIALLY PAINFUL FOR", "count1": 0, "count2": 1, "count3": 2, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@Find_Me_Value Had someone at a very respected shop tell me this week that they removed it from their list of great businesses last year.", "clean_text": "@FIND_ME_VALUE HAD SOMEONE AT A VERY RESPECTED SHOP TELL ME THIS WEEK THAT THEY REMOVED IT FROM THEIR LIST OF GREAT BUSINESSES LAST YEAR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200306, "Text": "James Bullard gives me no confidence. He's seems like a moron", "clean_text": "JAMES BULLARD GIVES ME NO CONFIDENCE HE SEEMS LIKE A MORON", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200305, "Text": "@herbgreenberg @robpas So glad to hear this news! Thinking of you &amp; your family and wishing a speedy recovery so th… https://t.co/Rg3YpY5yjX", "clean_text": "@HERBGREENBERG @ROBPAS SO GLAD TO HEAR THIS NEWS THINKING OF YOU AMP YOUR FAMILY AND WISHING A SPEEDY RECOVERY SO TH ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200305, "Text": "Under activist pressure, Evergy agrees to study its business and prospects of a sale https://t.co/MjCzMaM1jy", "clean_text": "UNDER ACTIVIST PRESSURE EVERGY AGREES TO STUDY ITS BUSINESS AND PROSPECTS OF A SALE ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200305, "Text": "Should CEOs run two companies at once? A Silicon Valley practice comes under scrutiny https://t.co/BFAyEEmid5", "clean_text": "SHOULD CEOS RUN TWO COMPANIES AT ONCE A SILICON VALLEY PRACTICE COMES UNDER SCRUTINY ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200305, "Text": "Dollar Tree Might Need an Activist Investor to Make Stock a Buy https://t.co/KaDhAbgZsN", "clean_text": "DOLLAR TREE MIGHT NEED AN ACTIVIST INVESTOR TO MAKE STOCK A BUY ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200305, "Text": "Just a FYI here....\n\nThe NYSE FANG+ Index is still up 11.4% YTD", "clean_text": "JUST A FYI HERE\n\nTHE NYSE FANG+ INDEX IS STILL UP 114% YTD", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200305, "Text": "For those that haven't seen it, here's a really good read on #COVID19 based on findings from the WHO team that went… https://t.co/rQGDnrzGKf", "clean_text": "FOR THOSE THAT HAVENT SEEN IT HERE A REALLY GOOD READ ON #COVID19 BASED ON FINDINGS FROM THE WHO TEAM THAT WENT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200304, "Text": "Bloomberg’s campaign should adopt a signature song.  Classic hits are always a good idea for that.  My suggestion f… https://t.co/EM8tDywSS7", "clean_text": "BLOOMBERGS CAMPAIGN SHOULD ADOPT A SIGNATURE SONG  CLASSIC HITS ARE ALWAYS A GOOD IDEA FOR THAT  MY SUGGESTION F ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200304, "Text": "Good post demonstrating how short term issues have little impact on underlying value. \"Time arbitrage\" is a recurri… https://t.co/snTE6ZpRUx", "clean_text": "GOOD POST DEMONSTRATING HOW SHORT TERM ISSUES HAVE LITTLE IMPACT ON UNDERLYING VALUE TIME ARBITRAGE IS A RECURRI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200304, "Text": "RT @Super70sSports: When a 7-foot tall 12-year-old is playing in a league with normal 12-year-olds on an 8-foot rim ...\n\nhttps://t.co/aXTJE…", "clean_text": "RT @SUPER70SSPORTS WHEN A 7FOOT TALL 12YEAROLD IS PLAYING IN A LEAGUE WITH NORMAL 12YEAROLDS ON AN 8FOOT RIM \n\n", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AureliusValue", "Time": 20200304, "Text": "$INMD A broad pattern of undisclosed lawsuits, apparent out of court settlements, and online reviews we obtained al… https://t.co/1MIJi8BKfG", "clean_text": "INMD A BROAD PATTERN OF UNDISCLOSED LAWSUITS APPARENT OUT OF COURT SETTLEMENTS AND ONLINE REVIEWS WE OBTAINED AL ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20200304, "Text": "$INMD The sell side has touted “Since the launch of INMD’s devices, it has not experienced a single adverse event”.… https://t.co/cVyqLp6ZJq", "clean_text": "INMD THE SELL SIDE HAS TOUTED SINCE THE LAUNCH OF INMDS DEVICES IT HAS NOT EXPERIENCED A SINGLE ADVERSE EVENT” ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200303, "Text": "RT @vol_christopher: The yield spread between a 30-year mortgage and a 30-year US Treasury is the highest since 2008. \n\nAlthough rates are…", "clean_text": "RT @VOL_CHRISTOPHER THE YIELD SPREAD BETWEEN A 30YEAR MORTGAGE AND A 30YEAR US TREASURY IS THE HIGHEST SINCE 2008 \n\nALTHOUGH RATES ARE", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200303, "Text": "@kidkapital If you take the sports book analogy forward, what can $Z $ZG do when there's a shift in demand equivale… https://t.co/WFySazh8CH", "clean_text": "@KIDKAPITAL IF YOU TAKE THE SPORTS BOOK ANALOGY FORWARD WHAT CAN Z ZG DO WHEN THERE A SHIFT IN DEMAND EQUIVALE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200303, "Text": "@kidkapital @HotlantaCapital FWIW, I model the business on a unit basis and then overhead by market, which I think… https://t.co/PHAR6TPQl6", "clean_text": "@KIDKAPITAL @HOTLANTACAPITAL FWIW I MODEL THE BUSINESS ON A UNIT BASIS AND THEN OVERHEAD BY MARKET WHICH I THINK ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200302, "Text": "RT @d_mccar: 1/This interview with @rgmarkey might be one of the best I've been a part of. It's amazing how much a host can bring the best…", "clean_text": "RT @D_MCCAR 1THIS INTERVIEW WITH @RGMARKEY MIGHT BE ONE OF THE BEST IVE BEEN A PART OF IT AMAZING HOW MUCH A HOST CAN BRING THE BEST", "count1": 2, "count2": 2, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200302, "Text": "Bloomberg said in Fox town hall he’s going to combat the Coronavirus by going to a Chinese restaurant tomorrow.", "clean_text": "BLOOMBERG SAID IN FOX TOWN HALL HES GOING TO COMBAT THE CORONAVIRUS BY GOING TO A CHINESE RESTAURANT TOMORROW", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200302, "Text": "Asked multiple staff members (entrance / exit count) attendance current vs. a month ago, vs. historical. All said n… https://t.co/7Kj9h9OXYW", "clean_text": "ASKED MULTIPLE STAFF MEMBERS ENTRANCE  EXIT COUNT ATTENDANCE CURRENT VS A MONTH AGO VS HISTORICAL ALL SAID N ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200302, "Text": "Don't know if this is the beginning of a bear market or not but this is well said. https://t.co/tK6IxsaXpX", "clean_text": "DONT KNOW IF THIS IS THE BEGINNING OF A BEAR MARKET OR NOT BUT THIS IS WELL SAID ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200302, "Text": "RT @economistmeg: The more you view the S&amp;P500 as a bratty child that throws all its toys out of the stroller when it doesn’t get its way a…", "clean_text": "RT @ECONOMISTMEG THE MORE YOU VIEW THE SAMPP500 AS A BRATTY CHILD THAT THROWS ALL ITS TOYS OUT OF THE STROLLER WHEN IT DOESNT GET ITS WAY A", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "3/n: $NEWT has preyed on unsuspecting retail investors with a \"juicy\" dividend. The problem is we believe it's a di… https://t.co/aPjxJCe60N", "clean_text": "3N NEWT HAS PREYED ON UNSUSPECTING RETAIL INVESTORS WITH A JUICY DIVIDEND THE PROBLEM IS WE BELIEVE IT A DI ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "6/n: $NEWT uses a scheme to depress charge-offs &amp; artificially inflate ANII (adjusted net invstmnt income). Conside… https://t.co/IuRtPCCG0O", "clean_text": "6N NEWT USES A SCHEME TO DEPRESS CHARGEOFFS AMP ARTIFICIALLY INFLATE ANII ADJUSTED NET INVSTMNT INCOME CONSIDE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "8/n: It will surprise no one the $NEWT shenanigans are not going on under the nose of a Big 4 auditor. No. $NEWT ha… https://t.co/dv8w52TxhB", "clean_text": "8N IT WILL SURPRISE NO ONE THE NEWT SHENANIGANS ARE NOT GOING ON UNDER THE NOSE OF A BIG 4 AUDITOR NO NEWT HA ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "9/n: Poor retail investors see a fake dividend yield (not earned) and a \"story.\" $NEWT CEO Barry Sloane has regular… https://t.co/K4ySe3OhFv", "clean_text": "9N POOR RETAIL INVESTORS SEE A FAKE DIVIDEND YIELD NOT EARNED AND A STORY NEWT CEO BARRY SLOANE HAS REGULAR ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "11/n: Further, The DOJ alleged a $NEWT subsidiary defrauded the SBA for at least $10m, partners are now suing $NEWT… https://t.co/ehWfAV3kHE", "clean_text": "11N FURTHER THE DOJ ALLEGED A NEWT SUBSIDIARY DEFRAUDED THE SBA FOR AT LEAST 10M PARTNERS ARE NOW SUING NEWT ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CopperfieldRscr", "Time": 20200302, "Text": "12/n: Our 66 page First Report on $NEWT covers most of it, but sometimes a picture says it all: https://t.co/zb3bXCduaY", "clean_text": "12N OUR 66 PAGE FIRST REPORT ON NEWT COVERS MOST OF IT BUT SOMETIMES A PICTURE SAYS IT ALL ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200301, "Text": "\"Twitter will be worth more if it had a full-time CEO, and that the CEO should likely not be Jack Dorsey.\"\n\nOn the… https://t.co/LqJ4bZqtyr", "clean_text": "TWITTER WILL BE WORTH MORE IF IT HAD A FULLTIME CEO AND THAT THE CEO SHOULD LIKELY NOT BE JACK DORSEY\n\nON THE ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200301, "Text": "What Happens to Stocks After a Big Down Month? https://t.co/6nHkn4b8wt", "clean_text": "WHAT HAPPENS TO STOCKS AFTER A BIG DOWN MONTH ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200229, "Text": "@LDrogen Was there earlier this week. Granted, it was a few days before more current concern, but it was still very crowded on Monday!", "clean_text": "@LDROGEN WAS THERE EARLIER THIS WEEK GRANTED IT WAS A FEW DAYS BEFORE MORE CURRENT CONCERN BUT IT WAS STILL VERY CROWDED ON MONDAY", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200229, "Text": "@LAcountyrrcc I’m an unaffiliated voter who requested a Dem absentee ballot. But I was sent a regular unaffiliated… https://t.co/YbQqOHkQBF", "clean_text": "@LACOUNTYRRCC IM AN UNAFFILIATED VOTER WHO REQUESTED A DEM ABSENTEE BALLOT BUT I WAS SENT A REGULAR UNAFFILIATED ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200229, "Text": "RT @drose007: When I worked at Amazon 1999-2006, Jeff Bezos’ favorite interview question was “are you a lucky person?” What a great way to…", "clean_text": "RT @DROSE007 WHEN I WORKED AT AMAZON 19992006 JEFF BEZOS FAVORITE INTERVIEW QUESTION WAS ARE YOU A LUCKY PERSON” WHAT A GREAT WAY TO", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200229, "Text": "A slimmer Nokia might better compete with Huawei https://t.co/89drnr0kiF", "clean_text": "A SLIMMER NOKIA MIGHT BETTER COMPETE WITH HUAWEI ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200229, "Text": "As Investors Cast Off Coal Stakes, Miners Rely on a Few Big Funds https://t.co/PXxUQ59JTP", "clean_text": "AS INVESTORS CAST OFF COAL STAKES MINERS RELY ON A FEW BIG FUNDS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200228, "Text": "RT @duncanjwatts: I'd just like to say that what is happening now with the COVID-19 proto-pandemic is completely consistent with a model th…", "clean_text": "RT @DUNCANJWATTS ID JUST LIKE TO SAY THAT WHAT IS HAPPENING NOW WITH THE COVID19 PROTOPANDEMIC IS COMPLETELY CONSISTENT WITH A MODEL TH", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200228, "Text": "RT @jasoncvincent: Facebook forgot who Barry Sanders is and is freaking out at Garth Brooks for wearing a jersey and I’m dying. https://t.c…", "clean_text": "RT @JASONCVINCENT FACEBOOK FORGOT WHO BARRY SANDERS IS AND IS FREAKING OUT AT GARTH BROOKS FOR WEARING A JERSEY AND IM DYING ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200228, "Text": "RT @morganhousel: Napoleon's definition of a military genius: \n\n\"The man who can do the average thing when everyone else around him is losi…", "clean_text": "RT @MORGANHOUSEL NAPOLEON DEFINITION OF A MILITARY GENIUS \n\nTHE MAN WHO CAN DO THE AVERAGE THING WHEN EVERYONE ELSE AROUND HIM IS LOSI", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200228, "Text": "*Trader Chorus for Emergency Fed Cut Gets Louder: Markets Live\n\nAll a rate cut will do is provide a short term rall… https://t.co/DGrX9jpg3u", "clean_text": "*TRADER CHORUS FOR EMERGENCY FED CUT GETS LOUDER MARKETS LIVE\n\nALL A RATE CUT WILL DO IS PROVIDE A SHORT TERM RALL ", "count1": 0, "count2": 2, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200228, "Text": "$TSLA still up 50% YTD....\n\nStill a lot air under this market", "clean_text": "TSLA STILL UP 50% YTD\n\nSTILL A LOT AIR UNDER THIS MARKET", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200228, "Text": "Everything is fine, I am a long term investor.... https://t.co/xNJfA6MiDq", "clean_text": "EVERYTHING IS FINE I AM A LONG TERM INVESTOR ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200228, "Text": "Active managers \"I'm super bearish on the markets. We're in a liquidity driven bubble. That is why we are overweigh… https://t.co/XoZG7g6M3v", "clean_text": "ACTIVE MANAGERS IM SUPER BEARISH ON THE MARKETS WERE IN A LIQUIDITY DRIVEN BUBBLE THAT IS WHY WE ARE OVERWEIGH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200228, "Text": "@RussianTrollCap Yep, but its a mistake made over and over again", "clean_text": "@RUSSIANTROLLCAP YEP BUT ITS A MISTAKE MADE OVER AND OVER AGAIN", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200227, "Text": "RT @CSIMA_CBS: Other than a notebook (or laptop) for taking notes, one should have @goodreads open when in class with @mjmauboussin. Empiri…", "clean_text": "RT @CSIMA_CBS OTHER THAN A NOTEBOOK OR LAPTOP FOR TAKING NOTES ONE SHOULD HAVE @GOODREADS OPEN WHEN IN CLASS WITH @MJMAUBOUSSIN EMPIRI", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200227, "Text": "Crude oil prices are really weak. That is a high frequency indicator of economic stress.  Also really weak is Mike… https://t.co/ArsB4v6FuB", "clean_text": "CRUDE OIL PRICES ARE REALLY WEAK THAT IS A HIGH FREQUENCY INDICATOR OF ECONOMIC STRESS  ALSO REALLY WEAK IS MIKE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200227, "Text": "RT @CNBC: Ex-Fed official Richard Fisher warns against Fed-to-the-rescue every time there's a crisis https://t.co/xQU8mYQLlv", "clean_text": "RT @CNBC EXFED OFFICIAL RICHARD FISHER WARNS AGAINST FEDTOTHERESCUE EVERY TIME THERE A CRISIS ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200227, "Text": "Robinhood Investors: The Coronavirus virus can't impact a company's earnings if they don't have any. https://t.co/I75vDpJkT1", "clean_text": "ROBINHOOD INVESTORS THE CORONAVIRUS VIRUS CANT IMPACT A COMPANY EARNINGS IF THEY DONT HAVE ANY ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@nuggy5 When I look at FCF/EV I typically add back int. exp, so the yield for $ARC looks a lot better. Obviously on… https://t.co/0zsMyrCrcf", "clean_text": "@NUGGY5 WHEN I LOOK AT FCFEV I TYPICALLY ADD BACK INT EXP SO THE YIELD FOR ARC LOOKS A LOT BETTER OBVIOUSLY ON ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@nuggy5 It looks like $ARC bought back 3.5% of the shares outstanding THIS MORNING in a block trade....", "clean_text": "@NUGGY5 IT LOOKS LIKE ARC BOUGHT BACK 35% OF THE SHARES OUTSTANDING THIS MORNING IN A BLOCK TRADE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200225, "Text": "Last Public Service Announcement for a while: https://t.co/Rlu7nuGEI1", "clean_text": "LAST PUBLIC SERVICE ANNOUNCEMENT FOR A WHILE ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200224, "Text": "in equities  Equities are so much cheaper than bonds, long bonds, that something will change in a major way. I just… https://t.co/OUZyz3edPs", "clean_text": "IN EQUITIES  EQUITIES ARE SO MUCH CHEAPER THAN BONDS LONG BONDS THAT SOMETHING WILL CHANGE IN A MAJOR WAY I JUST ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200223, "Text": "On paper leverage often looks great, in practice its often a disaster. via @AbnormalReturns -… https://t.co/irWiJJQl4c", "clean_text": "ON PAPER LEVERAGE OFTEN LOOKS GREAT IN PRACTICE ITS OFTEN A DISASTER VIA @ABNORMALRETURNS  ", "count1": 0, "count2": 1, "count3": 0, "count4": 0}]