["OF", {"Name": "matt_levine", "Time": 20200319, "Text": "@danprimack @felixsalmon @TheStalwart probably but it does depend on what your vision of the bailout is, some of th… https://t.co/GJxcp8b6th", "clean_text": "@DANPRIMACK @FELIXSALMON @THESTALWART PROBABLY BUT IT DOES DEPEND ON WHAT YOUR VISION OF THE BAILOUT IS SOME OF TH ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "matt_levine", "Time": 20200319, "Text": "@danprimack @felixsalmon @TheStalwart yeah i think that is more likely but i also think that the sort of clever eco… https://t.co/pgZmmZ4sxx", "clean_text": "@DANPRIMACK @FELIXSALMON @THESTALWART YEAH I THINK THAT IS MORE LIKELY BUT I ALSO THINK THAT THE SORT OF CLEVER ECO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @carlquintanilla: Marriott conf call heds:\n\n* Suspending Arne Sorenson salary for the balance of 2020\n* Reducing salaries for the senior…", "clean_text": "RT @CARLQUINTANILLA MARRIOTT CONF CALL HEDS\n\n* SUSPENDING ARNE SORENSON SALARY FOR THE BALANCE OF 2020\n* REDUCING SALARIES FOR THE SENIOR", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @AdamSinger: The optics of celebs posting \"stay at home\" from their absurdly opulent mansions while smiling gleefully are so bad. This i…", "clean_text": "RT @ADAMSINGER THE OPTICS OF CELEBS POSTING STAY AT HOME FROM THEIR ABSURDLY OPULENT MANSIONS WHILE SMILING GLEEFULLY ARE SO BAD THIS I", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200319, "Text": "RT @benbreitholtz: Near 100% probabilities priced in US headline CPI will average below 2.0% YOY for the remainder of our careers 🤪Talk abo…", "clean_text": "RT @BENBREITHOLTZ NEAR 100% PROBABILITIES PRICED IN US HEADLINE CPI WILL AVERAGE BELOW 20% YOY FOR THE REMAINDER OF OUR CAREERS 🤪TALK ABO", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200319, "Text": "$DIS By YE2020 ESPN will have lost about 20% of subscribers since peaking in 2011. Yet, due to affiliate fee increa… https://t.co/i6cU3kXtNT", "clean_text": "DIS BY YE2020 ESPN WILL HAVE LOST ABOUT 20% OF SUBSCRIBERS SINCE PEAKING IN 2011 YET DUE TO AFFILIATE FEE INCREA ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20200319, "Text": "@jon_salero @realDonaldTrump Exactly and small community banks often rely on relatively small number of large depositors.", "clean_text": "@JON_SALERO @REALDONALDTRUMP EXACTLY AND SMALL COMMUNITY BANKS OFTEN RELY ON RELATIVELY SMALL NUMBER OF LARGE DEPOSITORS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200318, "Text": "Given the current market, I’m guessing this is just the tip of the iceberg in terms of margin calls. More are most… https://t.co/XnmKl1al1Q", "clean_text": "GIVEN THE CURRENT MARKET IM GUESSING THIS IS JUST THE TIP OF THE ICEBERG IN TERMS OF MARGIN CALLS MORE ARE MOST ", "count1": 3, "count2": 0, "count3": 2, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "I don’t think government bailouts of over leveraged companies that got over leveraged via share buybacks at all-tim… https://t.co/FGcpD1pIkO", "clean_text": "I DONT THINK GOVERNMENT BAILOUTS OF OVER LEVERAGED COMPANIES THAT GOT OVER LEVERAGED VIA SHARE BUYBACKS AT ALLTIM ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "As if we needed more evidence of a liquidity squeeze crushing asset prices, today I received panic offers of blue c… https://t.co/AVnrt9P3un", "clean_text": "AS IF WE NEEDED MORE EVIDENCE OF A LIQUIDITY SQUEEZE CRUSHING ASSET PRICES TODAY I RECEIVED PANIC OFFERS OF BLUE C ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "TMTanalyst", "Time": 20200318, "Text": "@oknotsomuch One of my favorite drinks!!!", "clean_text": "@OKNOTSOMUCH ONE OF MY FAVORITE DRINKS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We want to congratulate @Mimedx and CEO Tim Wright for completing the arduous process of restating its financials.… https://t.co/nNCwdA2WSd", "clean_text": "WE WANT TO CONGRATULATE @MIMEDX AND CEO TIM WRIGHT FOR COMPLETING THE ARDUOUS PROCESS OF RESTATING ITS FINANCIALS ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "In our Jan 2019 report, we concluded that the vast majority of $MDXG's revenue was real &amp; sustainable, &amp; that only… https://t.co/PJYCRVKWJg", "clean_text": "IN OUR JAN 2019 REPORT WE CONCLUDED THAT THE VAST MAJORITY OF MDXG REVENUE WAS REAL AMP SUSTAINABLE AMP THAT ONLY ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "This was confirmed by $MDXG's Super 10K – The Co’s reported net sales of $550m from FY 2014-2016 were adjusted lowe… https://t.co/ht3PRx2vBo", "clean_text": "THIS WAS CONFIRMED BY MDXG SUPER 10K THE COS REPORTED NET SALES OF 550M FROM FY 20142016 WERE ADJUSTED LOWE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "Our prediction proved prescient – As disclosed on pg 70 of $MDXG's Super 10K, the Co expects FY 19 rev to be 25%-28… https://t.co/PArN8QCKbB", "clean_text": "OUR PREDICTION PROVED PRESCIENT AS DISCLOSED ON PG 70 OF MDXG SUPER 10K THE CO EXPECTS FY 19 REV TO BE 25%28 ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "In our Jan 2019 report, we estimated that $MDXG's sales would stabilize around $270m and then grow again as it exited its state of turmoil", "clean_text": "IN OUR JAN 2019 REPORT WE ESTIMATED THAT MDXG SALES WOULD STABILIZE AROUND 270M AND THEN GROW AGAIN AS IT EXITED ITS STATE OF TURMOIL", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We also believe that there is considerable option value in $MDXG's attractive pipeline of late-stage clinical trial… https://t.co/wVNVZhDThs", "clean_text": "WE ALSO BELIEVE THAT THERE IS CONSIDERABLE OPTION VALUE IN MDXG ATTRACTIVE PIPELINE OF LATESTAGE CLINICAL TRIAL ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "With the restatement completed, $MDXG's period of turmoil is largely behind it, and it can now completely focus on… https://t.co/MSb4VHr0ix", "clean_text": "WITH THE RESTATEMENT COMPLETED MDXG PERIOD OF TURMOIL IS LARGELY BEHIND IT AND IT CAN NOW COMPLETELY FOCUS ON ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200318, "Text": "3 weeks ago; 70% of business is cable. \"Cord cutting\" is net positive on margins, FCF. Theme parks closed will have… https://t.co/N6pYiuQB3u", "clean_text": "3 WEEKS AGO 70% OF BUSINESS IS CABLE CORD CUTTING IS NET POSITIVE ON MARGINS FCF THEME PARKS CLOSED WILL HAVE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200317, "Text": "I am preparing a blitz of short-term relief that I hope will allow this newsletter to continue operating smoothly e… https://t.co/5K597ZOhrV", "clean_text": "I AM PREPARING A BLITZ OF SHORTTERM RELIEF THAT I HOPE WILL ALLOW THIS NEWSLETTER TO CONTINUE OPERATING SMOOTHLY E ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200317, "Text": "Every time I hear an explanation of the fiscal stimulus being proposed the price tag goes up.  Just heard $1.3 Tril… https://t.co/j4RyR2HGcB", "clean_text": "EVERY TIME I HEAR AN EXPLANATION OF THE FISCAL STIMULUS BEING PROPOSED THE PRICE TAG GOES UP  JUST HEARD 13 TRIL ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "COVID-19 implications could be meaningful, lasting, and very negative. $MDLA's core customers are some of the most… https://t.co/KllUtpaQPB", "clean_text": "COVID19 IMPLICATIONS COULD BE MEANINGFUL LASTING AND VERY NEGATIVE MDLA CORE CUSTOMERS ARE SOME OF THE MOST ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200317, "Text": "RT @TruthGundlach: Every time I hear an explanation of the fiscal stimulus being proposed the price tag goes up.  Just heard $1.3 Trillion.…", "clean_text": "RT @TRUTHGUNDLACH EVERY TIME I HEAR AN EXPLANATION OF THE FISCAL STIMULUS BEING PROPOSED THE PRICE TAG GOES UP  JUST HEARD 13 TRILLION", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200316, "Text": "RT @sfiscience: @GaskarthWayBlog @mjmauboussin Here's a searchable index of resources on a wide variety of #complexsystems topics, browsabl…", "clean_text": "RT @SFISCIENCE @GASKARTHWAYBLOG @MJMAUBOUSSIN HERE A SEARCHABLE INDEX OF RESOURCES ON A WIDE VARIETY OF #COMPLEXSYSTEMS TOPICS BROWSABL", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "matt_levine", "Time": 20200316, "Text": "Of course there’s extreme demand right now, but that’s not necessarily affecting the fundamental value of this news… https://t.co/RF04Y2hyRC", "clean_text": "OF COURSE THERES EXTREME DEMAND RIGHT NOW BUT THATS NOT NECESSARILY AFFECTING THE FUNDAMENTAL VALUE OF THIS NEWS ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "matt_levine", "Time": 20200316, "Text": "@mikegatto but in absolutely no case do *you* do anything but buy and sell shares of the ETF on the exchange.", "clean_text": "@MIKEGATTO BUT IN ABSOLUTELY NO CASE DO *YOU* DO ANYTHING BUT BUY AND SELL SHARES OF THE ETF ON THE EXCHANGE", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200316, "Text": "If people ask you about all the market volatility, this from @B3_MillerValue sums it up. There’s simply a ton of “c… https://t.co/QmwOyHsjXj", "clean_text": "IF PEOPLE ASK YOU ABOUT ALL THE MARKET VOLATILITY THIS FROM @B3_MILLERVALUE SUMS IT UP THERES SIMPLY A TON OF C ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200316, "Text": "Nearly 200 8-Ks were filed after 4 pm today. That’s a pace that’s pretty unusual for this time of year. But then ag… https://t.co/cEwuxdAT5P", "clean_text": "NEARLY 200 8KS WERE FILED AFTER 4 PM TODAY THATS A PACE THATS PRETTY UNUSUAL FOR THIS TIME OF YEAR BUT THEN AG ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200316, "Text": "RT @WallStCynic: U.S. Airlines Spent 96% of Free Cash Flow on Buybacks  https://t.co/SLLAie1UA6", "clean_text": "RT @WALLSTCYNIC US AIRLINES SPENT 96% OF FREE CASH FLOW ON BUYBACKS  ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "Spoke to Houston area ER doctors at atleast 5 major hospitals. What they’ve said...if you aren’t short of breath, d… https://t.co/Ke3CqqZeVp", "clean_text": "SPOKE TO HOUSTON AREA ER DOCTORS AT ATLEAST 5 MAJOR HOSPITALS WHAT THEYVE SAIDIF YOU ARENT SHORT OF BREATH D ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "..cable networks. Rather, a combo of theme park strength w/ film IP, Disney+ (sub + pricing power), Hulu/ESPN+ redu… https://t.co/bmd0QKks2D", "clean_text": "CABLE NETWORKS RATHER A COMBO OF THEME PARK STRENGTH W FILM IP DISNEY+ SUB PRICING POWER HULUESPN+ REDU ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200316, "Text": "RT @MichaelAgne1: @BlacklionCTA @NewYorkFed Something is off with all of it to be honest, either there is massive shadow bank funding going…", "clean_text": "RT @MICHAELAGNE1 @BLACKLIONCTA @NEWYORKFED SOMETHING IS OFF WITH ALL OF IT TO BE HONEST EITHER THERE IS MASSIVE SHADOW BANK FUNDING GOING", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200316, "Text": "RT @lazereater: @realwillmeade $CLW has two of its three tissue paper plants in Lewiston Idaho and Las Vegas so they have much higher marke…", "clean_text": "RT @LAZEREATER @REALWILLMEADE CLW HAS TWO OF ITS THREE TISSUE PAPER PLANTS IN LEWISTON IDAHO AND LAS VEGAS SO THEY HAVE MUCH HIGHER MARKE", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "@unikornhunter @Bengordon2013 @HotlantaCapital There are a lot of issues with Flex, it really will only work for a… https://t.co/s7jkqElRDU", "clean_text": "@UNIKORNHUNTER @BENGORDON2013 @HOTLANTACAPITAL THERE ARE A LOT OF ISSUES WITH FLEX IT REALLY WILL ONLY WORK FOR A ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200315, "Text": "RT @markwby: Here’s something that’s absolutely terrifying: a comparison of the age distributions of Covid-19 cases in Italy, where they ar…", "clean_text": "RT @MARKWBY HERES SOMETHING THATS ABSOLUTELY TERRIFYING A COMPARISON OF THE AGE DISTRIBUTIONS OF COVID19 CASES IN ITALY WHERE THEY AR", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200315, "Text": "The whole point is, how can a Presidential candidate not personally make sure that a new form of communication pote… https://t.co/BRfWpUM7m7", "clean_text": "THE WHOLE POINT IS HOW CAN A PRESIDENTIAL CANDIDATE NOT PERSONALLY MAKE SURE THAT A NEW FORM OF COMMUNICATION POTE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200315, "Text": "@Bengordon2013 @HotlantaCapital I'll have some more insights on that in a week or two after finishing a round of checks after this week.", "clean_text": "@BENGORDON2013 @HOTLANTACAPITAL ILL HAVE SOME MORE INSIGHTS ON THAT IN A WEEK OR TWO AFTER FINISHING A ROUND OF CHECKS AFTER THIS WEEK", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200314, "Text": "RT @ferventfinance: What happens to commercial real estate when people realize 80% of white-collar jobs can be done from home?", "clean_text": "RT @FERVENTFINANCE WHAT HAPPENS TO COMMERCIAL REAL ESTATE WHEN PEOPLE REALIZE 80% OF WHITECOLLAR JOBS CAN BE DONE FROM HOME", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "xuexishenghuo", "Time": 20200313, "Text": "@MYDemaray @PScatterpatter @BarbarianCap @normonics I can't convince the lady of the house. very frustrating", "clean_text": "@MYDEMARAY @PSCATTERPATTER @BARBARIANCAP @NORMONICS I CANT CONVINCE THE LADY OF THE HOUSE VERY FRUSTRATING", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200313, "Text": "Lots of social distancing here at Carl Schurz Park! 😉 https://t.co/VPlpBRs1mf", "clean_text": "LOTS OF SOCIAL DISTANCING HERE AT CARL SCHURZ PARK ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GothamResearch", "Time": 20200313, "Text": "Disclosures: We own and are currently buyers of equities. We are also short some equities, which act as insurance,… https://t.co/g1gpv8iXkh", "clean_text": "DISCLOSURES WE OWN AND ARE CURRENTLY BUYERS OF EQUITIES WE ARE ALSO SHORT SOME EQUITIES WHICH ACT AS INSURANCE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GothamResearch", "Time": 20200313, "Text": "We continue to buy equities, worldwide. We have also adjusted our positioning such that should any of the markets b… https://t.co/eadVwGDgAF", "clean_text": "WE CONTINUE TO BUY EQUITIES WORLDWIDE WE HAVE ALSO ADJUSTED OUR POSITIONING SUCH THAT SHOULD ANY OF THE MARKETS B ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "@RichLightShed @WaltDisneyWorld @Disneyland @DisneylandParis Based on ~90 days in period, assuming 100% of SG&amp;A ope… https://t.co/eGdSbaIGQg", "clean_text": "@RICHLIGHTSHED @WALTDISNEYWORLD @DISNEYLAND @DISNEYLANDPARIS BASED ON ~90 DAYS IN PERIOD ASSUMING 100% OF SGAMPA OPE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "@borrowed_ideas Most of the issues came down to (a) cable networks, (b) short term issues w parks, cruises, studio… https://t.co/YE4eycIGSq", "clean_text": "@BORROWED_IDEAS MOST OF THE ISSUES CAME DOWN TO A CABLE NETWORKS B SHORT TERM ISSUES W PARKS CRUISES STUDIO ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200313, "Text": "...and to the person that grabbed the last 15(!) bottles of hand sanitizer in front other people that wanted some a… https://t.co/4p8nkE8SHS", "clean_text": "AND TO THE PERSON THAT GRABBED THE LAST 15 BOTTLES OF HAND SANITIZER IN FRONT OTHER PEOPLE THAT WANTED SOME A ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200312, "Text": "DJT’s strength was exaggerating good results. No one cares about those type of exaggerations.  But “things are fine… https://t.co/Zq8TC6j9h1", "clean_text": "DJTS STRENGTH WAS EXAGGERATING GOOD RESULTS NO ONE CARES ABOUT THOSE TYPE OF EXAGGERATIONS  BUT THINGS ARE FINE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200312, "Text": "RT @AsstSecStateAF: Today we remember the lives and important work of Michael Sharp and Zaida Catalan. With @USUN and @USEmbKinshasa we con…", "clean_text": "RT @ASSTSECSTATEAF TODAY WE REMEMBER THE LIVES AND IMPORTANT WORK OF MICHAEL SHARP AND ZAIDA CATALAN WITH @USUN AND @USEMBKINSHASA WE CON", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GothamResearch", "Time": 20200312, "Text": "We are cautious buyers of equities today. Stay safe and healthy! This too will pass!!!", "clean_text": "WE ARE CAUTIOUS BUYERS OF EQUITIES TODAY STAY SAFE AND HEALTHY THIS TOO WILL PASS", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200312, "Text": "@ArtkoCapital COVID-19 is just one of many viruses/diseases those people have to worry about this week", "clean_text": "@ARTKOCAPITAL COVID19 IS JUST ONE OF MANY VIRUSESDISEASES THOSE PEOPLE HAVE TO WORRY ABOUT THIS WEEK", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200312, "Text": "From what I can glean down here in GA, the states are doing the work of the federal gov't to shut things down. Posi… https://t.co/qVhyrcR8dl", "clean_text": "FROM WHAT I CAN GLEAN DOWN HERE IN GA THE STATES ARE DOING THE WORK OF THE FEDERAL GOVT TO SHUT THINGS DOWN POSI ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200311, "Text": "@nw3 @alexandrascaggs @mdc the pinnacle of this is of course this bear that mary drew for me https://t.co/mPfDZFV00e https://t.co/NkHvmdV1yK", "clean_text": "@NW3 @ALEXANDRASCAGGS @MDC THE PINNACLE OF THIS IS OF COURSE THIS BEAR THAT MARY DREW FOR ME  ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "matt_levine", "Time": 20200311, "Text": "@alexandrascaggs @nw3 @mdc it predates money stuff! also the original of that bear is on display in my living room", "clean_text": "@ALEXANDRASCAGGS @NW3 @MDC IT PREDATES MONEY STUFF ALSO THE ORIGINAL OF THAT BEAR IS ON DISPLAY IN MY LIVING ROOM", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200311, "Text": "...Market could go lower (uncertainty, lack of trust in gov't, concern over unknown)...but plenty of companies look… https://t.co/sOI9R6EsrY", "clean_text": "MARKET COULD GO LOWER UNCERTAINTY LACK OF TRUST IN GOVT CONCERN OVER UNKNOWNBUT PLENTY OF COMPANIES LOOK ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200310, "Text": "RT @jasonzweigwsj: It's always a good time to read (or re-read) Chapter Eight of  Benjamin Graham's \"The Intelligent Investor.\"\n\nToday migh…", "clean_text": "RT @JASONZWEIGWSJ IT ALWAYS A GOOD TIME TO READ OR REREAD CHAPTER EIGHT OF  BENJAMIN GRAHAM THE INTELLIGENT INVESTOR\n\nTODAY MIGH", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200309, "Text": "RT @morganhousel: Gonna start hearing stories of people refinancing their mortgage twice in a week.", "clean_text": "RT @MORGANHOUSEL GONNA START HEARING STORIES OF PEOPLE REFINANCING THEIR MORTGAGE TWICE IN A WEEK", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200309, "Text": "The long bond price moved sixteen points up then eight points down in the last hour. This type of action hasn’t hap… https://t.co/hFDoxDHjzZ", "clean_text": "THE LONG BOND PRICE MOVED SIXTEEN POINTS UP THEN EIGHT POINTS DOWN IN THE LAST HOUR THIS TYPE OF ACTION HASNT HAP ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200309, "Text": "The Fed, ECB, BOJ, BOE, SNB and RBNZ will hold their respective policy meetings before the end of the month.\n\nThe O… https://t.co/m9PfV6JpXl", "clean_text": "THE FED ECB BOJ BOE SNB AND RBNZ WILL HOLD THEIR RESPECTIVE POLICY MEETINGS BEFORE THE END OF THE MONTH\n\nTHE O ", "count1": 4, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200309, "Text": "The way the world is now Oil will be going the way of interest rates soon.\n\nNegative. LOL\n\nSoon the gas station wil… https://t.co/hQVUdydbOk", "clean_text": "THE WAY THE WORLD IS NOW OIL WILL BE GOING THE WAY OF INTEREST RATES SOON\n\nNEGATIVE LOL\n\nSOON THE GAS STATION WIL ", "count1": 4, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200309, "Text": "PAA Research Report: PRDO: “90/10” Kill Zone? Potential Loss of VA Funding Could Create Massive Regulatory Issues f… https://t.co/ElZapQqPu6", "clean_text": "PAA RESEARCH REPORT PRDO 9010” KILL ZONE POTENTIAL LOSS OF VA FUNDING COULD CREATE MASSIVE REGULATORY ISSUES F ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200308, "Text": "RT @jamesmatesitv: View from the top of the Spanish Steps this evening. Rome a near ghost town #coronavirus https://t.co/ywP89PxMF9", "clean_text": "RT @JAMESMATESITV VIEW FROM THE TOP OF THE SPANISH STEPS THIS EVENING ROME A NEAR GHOST TOWN #CORONAVIRUS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200307, "Text": "RT @LizSpecht: I think most people aren’t aware of the risk of systemic healthcare failure due to #COVID19 because they simply haven’t run…", "clean_text": "RT @LIZSPECHT I THINK MOST PEOPLE ARENT AWARE OF THE RISK OF SYSTEMIC HEALTHCARE FAILURE DUE TO #COVID19 BECAUSE THEY SIMPLY HAVENT RUN", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200307, "Text": "Warren’s evisceration of Bloomberg was so predictable, yet so effective, it will go down in history. Trump Mini nam… https://t.co/Er8DE63vLJ", "clean_text": "WARRENS EVISCERATION OF BLOOMBERG WAS SO PREDICTABLE YET SO EFFECTIVE IT WILL GO DOWN IN HISTORY TRUMP MINI NAM ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @julialindau: I just landed at JFK after reporting on #coronavirus in Milan and Lombardy —the epicenter of Italy’s  outbreak— for @vicen…", "clean_text": "RT @JULIALINDAU I JUST LANDED AT JFK AFTER REPORTING ON #CORONAVIRUS IN MILAN AND LOMBARDY —THE EPICENTER OF ITALYS  OUTBREAK— FOR @VICEN", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @CNN: Some retailers around the world are having to take drastic action to limit the number of toilet paper rolls, face masks and hand s…", "clean_text": "RT @CNN SOME RETAILERS AROUND THE WORLD ARE HAVING TO TAKE DRASTIC ACTION TO LIMIT THE NUMBER OF TOILET PAPER ROLLS FACE MASKS AND HAND S", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200306, "Text": "It’s #coronacrazy @target in Edgewater NJ. No toilet paper, paper towels, canned soup or pasta. But lots of chocola… https://t.co/G5pkKIIZwF", "clean_text": "ITS #CORONACRAZY @TARGET IN EDGEWATER NJ NO TOILET PAPER PAPER TOWELS CANNED SOUP OR PASTA BUT LOTS OF CHOCOLA ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@BarbarianCap Barbi, this kind of packaging deception shows no respect for The American Eater. https://t.co/RbDdeeBTpH", "clean_text": "@BARBARIANCAP BARBI THIS KIND OF PACKAGING DECEPTION SHOWS NO RESPECT FOR THE AMERICAN EATER ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@Find_Me_Value Had someone at a very respected shop tell me this week that they removed it from their list of great businesses last year.", "clean_text": "@FIND_ME_VALUE HAD SOMEONE AT A VERY RESPECTED SHOP TELL ME THIS WEEK THAT THEY REMOVED IT FROM THEIR LIST OF GREAT BUSINESSES LAST YEAR", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@heartof_thesea @Find_Me_Value Removal was related to that aspect of the business, yes.", "clean_text": "@HEARTOF_THESEA @FIND_ME_VALUE REMOVAL WAS RELATED TO THAT ASPECT OF THE BUSINESS YES", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200306, "Text": "Well, that was sort of quick...\n\n$WFC down 28% YTD (back to early 2013 levels)\n$JPM -18% YTD (end 2017 levels, not… https://t.co/SZmdN1wk8N", "clean_text": "WELL THAT WAS SORT OF QUICK\n\nWFC DOWN 28% YTD BACK TO EARLY 2013 LEVELS\nJPM 18% YTD END 2017 LEVELS NOT ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200306, "Text": "Margin expansion + new CEO + repurchased 20% of S/O last 3 years finally paying off.... https://t.co/drzRLXtN73", "clean_text": "MARGIN EXPANSION NEW CEO REPURCHASED 20% OF SO LAST 3 YEARS FINALLY PAYING OFF ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200306, "Text": "Main Street has overreacted to threat of coronavirus on their health\n\nWallStreet has underestimated the impact of t… https://t.co/r2rhv1o4p6", "clean_text": "MAIN STREET HAS OVERREACTED TO THREAT OF CORONAVIRUS ON THEIR HEALTH\n\nWALLSTREET HAS UNDERESTIMATED THE IMPACT OF T ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200305, "Text": "@AnnieDuke One of the key steps in using the “outside view,” or base rates, is assessing the distribution of outcom… https://t.co/djzBhJaHYG", "clean_text": "@ANNIEDUKE ONE OF THE KEY STEPS IN USING THE OUTSIDE VIEW” OR BASE RATES IS ASSESSING THE DISTRIBUTION OF OUTCOM ", "count1": 3, "count2": 0, "count3": 2, "count4": 1}, {"Name": "footnoted", "Time": 20200305, "Text": "@herbgreenberg @robpas So glad to hear this news! Thinking of you &amp; your family and wishing a speedy recovery so th… https://t.co/Rg3YpY5yjX", "clean_text": "@HERBGREENBERG @ROBPAS SO GLAD TO HEAR THIS NEWS THINKING OF YOU AMP YOUR FAMILY AND WISHING A SPEEDY RECOVERY SO TH ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200305, "Text": "Under activist pressure, Evergy agrees to study its business and prospects of a sale https://t.co/MjCzMaM1jy", "clean_text": "UNDER ACTIVIST PRESSURE EVERGY AGREES TO STUDY ITS BUSINESS AND PROSPECTS OF A SALE ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200305, "Text": "ValueAct's Jeffrey Ubben buys BP and says oil company can be 'part of the solution' https://t.co/ZyMiYhXnYl", "clean_text": "VALUEACT JEFFREY UBBEN BUYS BP AND SAYS OIL COMPANY CAN BE PART OF THE SOLUTION ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200305, "Text": "5-day change in the S&amp;P 500 as of this minute = 0%!", "clean_text": "5DAY CHANGE IN THE SAMPP 500 AS OF THIS MINUTE  0%", "count1": 1, "count2": 0, "count3": 1, "count4": 1}]