["IN", {"Name": "matt_levine", "Time": 20200319, "Text": "@felixsalmon @TheStalwart i say this as someone whose instinct is to do exactly that, it just seems economically weird in an uncharted way", "clean_text": "@FELIXSALMON @THESTALWART I SAY THIS AS SOMEONE WHOSE INSTINCT IS TO DO EXACTLY THAT IT JUST SEEMS ECONOMICALLY WEIRD IN AN UNCHARTED WAY", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200319, "Text": "@Find_Me_Value Main thing seems to be testing velocity. Look at China/S.Korea as they are living in the future. Onc… https://t.co/PvAurFeGIa", "clean_text": "@FIND_ME_VALUE MAIN THING SEEMS TO BE TESTING VELOCITY LOOK AT CHINASKOREA AS THEY ARE LIVING IN THE FUTURE ONC ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @BillAckman: Some investors have been confused by remarks. To clarify, I am confident the president will do the right thing in temporari…", "clean_text": "RT @BILLACKMAN SOME INVESTORS HAVE BEEN CONFUSED BY REMARKS TO CLARIFY I AM CONFIDENT THE PRESIDENT WILL DO THE RIGHT THING IN TEMPORARI", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @TheStalwart: I have to admit that the daily 5% declines in my retirement money do get less painful each day, as the base dollar amount…", "clean_text": "RT @THESTALWART I HAVE TO ADMIT THAT THE DAILY 5% DECLINES IN MY RETIREMENT MONEY DO GET LESS PAINFUL EACH DAY AS THE BASE DOLLAR AMOUNT", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200319, "Text": "Airline industry is asking for $50 Billion bailout.  Over the last 10 years there were $45.5 Billion in airline sha… https://t.co/9A4QH4MSVj", "clean_text": "AIRLINE INDUSTRY IS ASKING FOR 50 BILLION BAILOUT  OVER THE LAST 10 YEARS THERE WERE 455 BILLION IN AIRLINE SHA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200319, "Text": "RT @benbreitholtz: Near 100% probabilities priced in US headline CPI will average below 2.0% YOY for the remainder of our careers 🤪Talk abo…", "clean_text": "RT @BENBREITHOLTZ NEAR 100% PROBABILITIES PRICED IN US HEADLINE CPI WILL AVERAGE BELOW 20% YOY FOR THE REMAINDER OF OUR CAREERS 🤪TALK ABO", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200319, "Text": "$DIS likely up on proposed debt offering + Moody's A2 rating. They had $6.8bn in cash E2019 + $12.25bn revolver w/… https://t.co/xZU5Flqtd9", "clean_text": "DIS LIKELY UP ON PROPOSED DEBT OFFERING MOODY A2 RATING THEY HAD 68BN IN CASH E2019 1225BN REVOLVER W ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200319, "Text": "$DIS By YE2020 ESPN will have lost about 20% of subscribers since peaking in 2011. Yet, due to affiliate fee increa… https://t.co/i6cU3kXtNT", "clean_text": "DIS BY YE2020 ESPN WILL HAVE LOST ABOUT 20% OF SUBSCRIBERS SINCE PEAKING IN 2011 YET DUE TO AFFILIATE FEE INCREA ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200319, "Text": "RT @RaoulGMI: Literally no one is long enough dollars. NO ONE. Pick any currency to short, it matters not. If you are in a different countr…", "clean_text": "RT @RAOULGMI LITERALLY NO ONE IS LONG ENOUGH DOLLARS NO ONE PICK ANY CURRENCY TO SHORT IT MATTERS NOT IF YOU ARE IN A DIFFERENT COUNTR", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200318, "Text": "Given the current market, I’m guessing this is just the tip of the iceberg in terms of margin calls. More are most… https://t.co/XnmKl1al1Q", "clean_text": "GIVEN THE CURRENT MARKET IM GUESSING THIS IS JUST THE TIP OF THE ICEBERG IN TERMS OF MARGIN CALLS MORE ARE MOST ", "count1": 3, "count2": 0, "count3": 2, "count4": 1}, {"Name": "footnoted", "Time": 20200318, "Text": "@JamesPRyans Yep. Keep in mind that I’m not really an expert when it comes to margin calls and Form 4s. But this al… https://t.co/n2316cKn2K", "clean_text": "@JAMESPRYANS YEP KEEP IN MIND THAT IM NOT REALLY AN EXPERT WHEN IT COMES TO MARGIN CALLS AND FORM 4S BUT THIS AL ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "For the first time in years I am now not short any U.S. stocks.  I covered my last three shorts today at 2:37 p.m E… https://t.co/ojxhdnDwzx", "clean_text": "FOR THE FIRST TIME IN YEARS I AM NOW NOT SHORT ANY US STOCKS  I COVERED MY LAST THREE SHORTS TODAY AT 237 PM E ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "In our Jan 2019 report, we concluded that the vast majority of $MDXG's revenue was real &amp; sustainable, &amp; that only… https://t.co/PJYCRVKWJg", "clean_text": "IN OUR JAN 2019 REPORT WE CONCLUDED THAT THE VAST MAJORITY OF MDXG REVENUE WAS REAL AMP SUSTAINABLE AMP THAT ONLY ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "In our Jan 2019 report, we estimated that $MDXG's sales would stabilize around $270m and then grow again as it exited its state of turmoil", "clean_text": "IN OUR JAN 2019 REPORT WE ESTIMATED THAT MDXG SALES WOULD STABILIZE AROUND 270M AND THEN GROW AGAIN AS IT EXITED ITS STATE OF TURMOIL", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We also believe that there is considerable option value in $MDXG's attractive pipeline of late-stage clinical trial… https://t.co/wVNVZhDThs", "clean_text": "WE ALSO BELIEVE THAT THERE IS CONSIDERABLE OPTION VALUE IN MDXG ATTRACTIVE PIPELINE OF LATESTAGE CLINICAL TRIAL ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200318, "Text": "1.5 months ago. -35% from highs. Impact on advertising, hard to see people cancelling home broadband in these times… https://t.co/EFJdvBd5gf", "clean_text": "15 MONTHS AGO 35% FROM HIGHS IMPACT ON ADVERTISING HARD TO SEE PEOPLE CANCELLING HOME BROADBAND IN THESE TIMES ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200318, "Text": "No negativity from Citron in these times  Who can help?  $BFYT bringing telemedicine benefits to seniors through MA… https://t.co/XE9NTt3p3V", "clean_text": "NO NEGATIVITY FROM CITRON IN THESE TIMES  WHO CAN HELP  BFYT BRINGING TELEMEDICINE BENEFITS TO SENIORS THROUGH MA ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200317, "Text": "Hey @nycmayor and @NYGovCuomo: how about a special press conference for kids like @erna_solberg did in Norway? Lots… https://t.co/29PJGH5RYO", "clean_text": "HEY @NYCMAYOR AND @NYGOVCUOMO HOW ABOUT A SPECIAL PRESS CONFERENCE FOR KIDS LIKE @ERNA_SOLBERG DID IN NORWAY LOTS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "Despite acquiring LivingLens in Feb. 2020, $MDLA reiterated its FY 21 guidance implying organic growth will be belo… https://t.co/VRlXCxM5vq", "clean_text": "DESPITE ACQUIRING LIVINGLENS IN FEB 2020 MDLA REITERATED ITS FY 21 GUIDANCE IMPLYING ORGANIC GROWTH WILL BE BELO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "Path to profitability still a fairy tale. $MDLA has been unprofitable for 20 years despite minimal competition in c… https://t.co/b8ng2uUhlN", "clean_text": "PATH TO PROFITABILITY STILL A FAIRY TALE MDLA HAS BEEN UNPROFITABLE FOR 20 YEARS DESPITE MINIMAL COMPETITION IN C ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200317, "Text": "Looking for market insights in unprecedented times?\nLook no further than Grant's. https://t.co/XTm1TwkmEZ", "clean_text": "LOOKING FOR MARKET INSIGHTS IN UNPRECEDENTED TIMES\nLOOK NO FURTHER THAN GRANT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200317, "Text": "Non-coronavirus / regular business concerns in owning $DIS - am I missing anything else? Thx for input. (2 slides,… https://t.co/lUCVDY03Qu", "clean_text": "NONCORONAVIRUS  REGULAR BUSINESS CONCERNS IN OWNING DIS  AM I MISSING ANYTHING ELSE THX FOR INPUT 2 SLIDES ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200317, "Text": "@stancup94 Yes, it ceratinly is the most significant outside hire they've made in many years.  $OSTK", "clean_text": "@STANCUP94 YES IT CERATINLY IS THE MOST SIGNIFICANT OUTSIDE HIRE THEYVE MADE IN MANY YEARS  OSTK", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200316, "Text": "@mikegatto no bond and stock etfs work the same. in both cases normally when you buy them you just buy them on the… https://t.co/RjX5o9uQRV", "clean_text": "@MIKEGATTO NO BOND AND STOCK ETFS WORK THE SAME IN BOTH CASES NORMALLY WHEN YOU BUY THEM YOU JUST BUY THEM ON THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200316, "Text": "@mikegatto however, in both cases, \"authorized participants\" (big dealers) can \"create\" or \"redeem\" shares. in both… https://t.co/6wbmeFN95f", "clean_text": "@MIKEGATTO HOWEVER IN BOTH CASES AUTHORIZED PARTICIPANTS BIG DEALERS CAN CREATE OR REDEEM SHARES IN BOTH ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "matt_levine", "Time": 20200316, "Text": "@mikegatto but in absolutely no case do *you* do anything but buy and sell shares of the ETF on the exchange.", "clean_text": "@MIKEGATTO BUT IN ABSOLUTELY NO CASE DO *YOU* DO ANYTHING BUT BUY AND SELL SHARES OF THE ETF ON THE EXCHANGE", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200316, "Text": "RT @ldelevingne: Scoop: Boaz Weinstein's master hedge fund up 33% in March after market plunge, +67% YTD\n\nhttps://t.co/ZSXc8sVLaj", "clean_text": "RT @LDELEVINGNE SCOOP BOAZ WEINSTEIN MASTER HEDGE FUND UP 33% IN MARCH AFTER MARKET PLUNGE +67% YTD\n\n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200316, "Text": "@SusanOrr Pot, edibles, etc. Was from when I lived in LA.", "clean_text": "@SUSANORR POT EDIBLES ETC WAS FROM WHEN I LIVED IN LA", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200316, "Text": "@DonnaHWalker1 Not yet! Unfortunately, he’s more interested in Boss Baby than SEC filings! I’ve got at least until… https://t.co/4HZg1zHytX", "clean_text": "@DONNAHWALKER1 NOT YET UNFORTUNATELY HES MORE INTERESTED IN BOSS BABY THAN SEC FILINGS IVE GOT AT LEAST UNTIL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "@LibertyRPF Well...I put in a limit order and it’s not being filled here so....? $CHTR I would take it at $350.", "clean_text": "@LIBERTYRPF WELLI PUT IN A LIMIT ORDER AND ITS NOT BEING FILLED HERE SO CHTR I WOULD TAKE IT AT 350", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200316, "Text": "RT @RaoulGMI: This is what is happening in Chicago: \n\nVAR + Funding stress = $1.5trn repo hope = no banks interested = no liquidity anywher…", "clean_text": "RT @RAOULGMI THIS IS WHAT IS HAPPENING IN CHICAGO \n\nVAR FUNDING STRESS  15TRN REPO HOPE  NO BANKS INTERESTED  NO LIQUIDITY ANYWHER", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200316, "Text": "RT @RaoulGMI: With realised vols across all asset classes up 300% in 2 weeks, VAR has exploded and that means liquidity is falling fast as…", "clean_text": "RT @RAOULGMI WITH REALISED VOLS ACROSS ALL ASSET CLASSES UP 300% IN 2 WEEKS VAR HAS EXPLODED AND THAT MEANS LIQUIDITY IS FALLING FAST AS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200316, "Text": "RT @lazereater: @realwillmeade $CLW has two of its three tissue paper plants in Lewiston Idaho and Las Vegas so they have much higher marke…", "clean_text": "RT @LAZEREATER @REALWILLMEADE CLW HAS TWO OF ITS THREE TISSUE PAPER PLANTS IN LEWISTON IDAHO AND LAS VEGAS SO THEY HAVE MUCH HIGHER MARKE", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "When do we think $AMZN will become a line item in the non-farm payroll report?", "clean_text": "WHEN DO WE THINK AMZN WILL BECOME A LINE ITEM IN THE NONFARM PAYROLL REPORT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "PAA Research Report: OSTK: In a World Where Stocks Continually Get Cheaper, OSTK Now Trading at a Discount to Cash,… https://t.co/uKTY97s2VI", "clean_text": "PAA RESEARCH REPORT OSTK IN A WORLD WHERE STOCKS CONTINUALLY GET CHEAPER OSTK NOW TRADING AT A DISCOUNT TO CASH ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200315, "Text": "RT @markwby: Here’s something that’s absolutely terrifying: a comparison of the age distributions of Covid-19 cases in Italy, where they ar…", "clean_text": "RT @MARKWBY HERES SOMETHING THATS ABSOLUTELY TERRIFYING A COMPARISON OF THE AGE DISTRIBUTIONS OF COVID19 CASES IN ITALY WHERE THEY AR", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200315, "Text": "Best way to tell how an executive might run a team in the future is how they are running a team now. Take a look at… https://t.co/knIL1NXpWH", "clean_text": "BEST WAY TO TELL HOW AN EXECUTIVE MIGHT RUN A TEAM IN THE FUTURE IS HOW THEY ARE RUNNING A TEAM NOW TAKE A LOOK AT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200315, "Text": "@Bengordon2013 @HotlantaCapital I'll have some more insights on that in a week or two after finishing a round of checks after this week.", "clean_text": "@BENGORDON2013 @HOTLANTACAPITAL ILL HAVE SOME MORE INSIGHTS ON THAT IN A WEEK OR TWO AFTER FINISHING A ROUND OF CHECKS AFTER THIS WEEK", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200314, "Text": "Listened to @patrick_oshag podcast with @bgurley and @chetanp, which was terrific. Chetan made a point that in his… https://t.co/LEhuT9eXva", "clean_text": "LISTENED TO @PATRICK_OSHAG PODCAST WITH @BGURLEY AND @CHETANP WHICH WAS TERRIFIC CHETAN MADE A POINT THAT IN HIS ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @realalexkapp: I just spent hours waiting, outside, in the cold and rain, at Cedars Sinai Hospital in Los Angeles waiting to get my daug…", "clean_text": "RT @REALALEXKAPP I JUST SPENT HOURS WAITING OUTSIDE IN THE COLD AND RAIN AT CEDARS SINAI HOSPITAL IN LOS ANGELES WAITING TO GET MY DAUG", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "activiststocks", "Time": 20200314, "Text": "RT @carlquintanilla: (Verge) - Google is not working with the US government in building a nationwide website to help people determine wheth…", "clean_text": "RT @CARLQUINTANILLA VERGE  GOOGLE IS NOT WORKING WITH THE US GOVERNMENT IN BUILDING A NATIONWIDE WEBSITE TO HELP PEOPLE DETERMINE WHETH", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200314, "Text": "RT @biancoresearch: Dealers are telling me they badly want the $1T in repos, but can't take it.\n\nPost-crisis rules, among so many different…", "clean_text": "RT @BIANCORESEARCH DEALERS ARE TELLING ME THEY BADLY WANT THE 1T IN REPOS BUT CANT TAKE IT\n\nPOSTCRISIS RULES AMONG SO MANY DIFFERENT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20200313, "Text": "@PScatterpatter @BarbarianCap @normonics Our town on LI is still having school as usual. In fact BOE is hosting a m… https://t.co/H5w1pMuU1h", "clean_text": "@PSCATTERPATTER @BARBARIANCAP @NORMONICS OUR TOWN ON LI IS STILL HAVING SCHOOL AS USUAL IN FACT BOE IS HOSTING A M ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200313, "Text": "@awealthofcs Same here in Nashville.", "clean_text": "@AWEALTHOFCS SAME HERE IN NASHVILLE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "Odds $BRK announces a *major* acquisition (&gt; $30bn) or deal in the next 60 days.....", "clean_text": "ODDS BRK ANNOUNCES A *MAJOR* ACQUISITION GT 30BN OR DEAL IN THE NEXT 60 DAYS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "@RichLightShed @WaltDisneyWorld @Disneyland @DisneylandParis Based on ~90 days in period, assuming 100% of SG&amp;A ope… https://t.co/eGdSbaIGQg", "clean_text": "@RICHLIGHTSHED @WALTDISNEYWORLD @DISNEYLAND @DISNEYLANDPARIS BASED ON ~90 DAYS IN PERIOD ASSUMING 100% OF SGAMPA OPE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "@RichLightShed @WaltDisneyWorld @Disneyland @DisneylandParis Parks, Experiences, Products = $1.9bn in FCFF, so esse… https://t.co/apO5GkCvAS", "clean_text": "@RICHLIGHTSHED @WALTDISNEYWORLD @DISNEYLAND @DISNEYLANDPARIS PARKS EXPERIENCES PRODUCTS  19BN IN FCFF SO ESSE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "@borrowed_ideas In other words, had no interest in $DIS until got around $90-$100/sh...from $90/share, it could dou… https://t.co/76i6OHAxrA", "clean_text": "@BORROWED_IDEAS IN OTHER WORDS HAD NO INTEREST IN DIS UNTIL GOT AROUND 90100SHFROM 90SHARE IT COULD DOU ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Find_Me_Value", "Time": 20200313, "Text": "@borrowed_ideas (c) business is losing ~ $3.5bn currently; estimated break even around 60-90m Disney+ subs, 1/3 in… https://t.co/qkmfLBmZZG", "clean_text": "@BORROWED_IDEAS C BUSINESS IS LOSING 35BN CURRENTLY ESTIMATED BREAK EVEN AROUND 6090M DISNEY+ SUBS 13 IN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200313, "Text": "...and to the person that grabbed the last 15(!) bottles of hand sanitizer in front other people that wanted some a… https://t.co/4p8nkE8SHS", "clean_text": "AND TO THE PERSON THAT GRABBED THE LAST 15 BOTTLES OF HAND SANITIZER IN FRONT OTHER PEOPLE THAT WANTED SOME A ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200312, "Text": "RT @RFaughnder: Just got a statement from Tom Hanks saying he and Rita Wilson were tested positive for Covid-19 in Australia", "clean_text": "RT @RFAUGHNDER JUST GOT A STATEMENT FROM TOM HANKS SAYING HE AND RITA WILSON WERE TESTED POSITIVE FOR COVID19 IN AUSTRALIA", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "MicroFundy", "Time": 20200312, "Text": "\"In times like this we want to assist our customers to provide relief from hardships including, customers having di… https://t.co/GO8ca0WsBF", "clean_text": "IN TIMES LIKE THIS WE WANT TO ASSIST OUR CUSTOMERS TO PROVIDE RELIEF FROM HARDSHIPS INCLUDING CUSTOMERS HAVING DI ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200312, "Text": "From what I can glean down here in GA, the states are doing the work of the federal gov't to shut things down. Posi… https://t.co/qVhyrcR8dl", "clean_text": "FROM WHAT I CAN GLEAN DOWN HERE IN GA THE STATES ARE DOING THE WORK OF THE FEDERAL GOVT TO SHUT THINGS DOWN POSI ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200311, "Text": "@alexandrascaggs @nw3 @mdc it predates money stuff! also the original of that bear is on display in my living room", "clean_text": "@ALEXANDRASCAGGS @NW3 @MDC IT PREDATES MONEY STUFF ALSO THE ORIGINAL OF THAT BEAR IS ON DISPLAY IN MY LIVING ROOM", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "MicroFundy", "Time": 20200311, "Text": "@marcuswerther right... they're actually higher. No flight to safety as in past days and as would be indicated by a 4% equities decline.", "clean_text": "@MARCUSWERTHER RIGHT THEYRE ACTUALLY HIGHER NO FLIGHT TO SAFETY AS IN PAST DAYS AND AS WOULD BE INDICATED BY A 4% EQUITIES DECLINE", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200311, "Text": "BBB bonds left behind in credit bounce. https://t.co/hOg4rtekkF", "clean_text": "BBB BONDS LEFT BEHIND IN CREDIT BOUNCE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200311, "Text": "Having a hard time not getting excited about some things in the market currently. \n\nNo opinion on Coronavirius, no… https://t.co/EA8pXG7687", "clean_text": "HAVING A HARD TIME NOT GETTING EXCITED ABOUT SOME THINGS IN THE MARKET CURRENTLY \n\nNO OPINION ON CORONAVIRIUS NO ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200311, "Text": "...Market could go lower (uncertainty, lack of trust in gov't, concern over unknown)...but plenty of companies look… https://t.co/sOI9R6EsrY", "clean_text": "MARKET COULD GO LOWER UNCERTAINTY LACK OF TRUST IN GOVT CONCERN OVER UNKNOWNBUT PLENTY OF COMPANIES LOOK ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "FCFYield", "Time": 20200311, "Text": "RT @nab45: Dow futures displaying Textbook Rock in the Pond chart formation. https://t.co/12cJJ12hUP", "clean_text": "RT @NAB45 DOW FUTURES DISPLAYING TEXTBOOK ROCK IN THE POND CHART FORMATION ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "xuexishenghuo", "Time": 20200310, "Text": "@goldencaskcap took him 2 months to show up at Wuhan. in 1998, Jiang stood on Yangtze river bank facing the flood.… https://t.co/lfJ6YAy9Xh", "clean_text": "@GOLDENCASKCAP TOOK HIM 2 MONTHS TO SHOW UP AT WUHAN IN 1998 JIANG STOOD ON YANGTZE RIVER BANK FACING THE FLOOD ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200310, "Text": "New Post: Market Panics in Hindsight https://t.co/fOOa72xDIO", "clean_text": "NEW POST MARKET PANICS IN HINDSIGHT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200310, "Text": "RT @biancoresearch: Not only was Fri/Mon the best two days in long bond history (see chart) but given the low yields and long durations, th…", "clean_text": "RT @BIANCORESEARCH NOT ONLY WAS FRIMON THE BEST TWO DAYS IN LONG BOND HISTORY SEE CHART BUT GIVEN THE LOW YIELDS AND LONG DURATIONS TH", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200310, "Text": "RT @2HarryBawlz: I just heard from daughter number 2 who is in Midland TX overseeing a bankruptcy for an oil company. It's what she does pr…", "clean_text": "RT @2HARRYBAWLZ I JUST HEARD FROM DAUGHTER NUMBER 2 WHO IS IN MIDLAND TX OVERSEEING A BANKRUPTCY FOR AN OIL COMPANY IT WHAT SHE DOES PR", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200310, "Text": "RT @spatranobis: Breaking: #COVID2019 President Xi Jinping is in epicentre Wuhan -- for the first time since the epidemic broke out  -- to…", "clean_text": "RT @SPATRANOBIS BREAKING #COVID2019 PRESIDENT XI JINPING IS IN EPICENTRE WUHAN  FOR THE FIRST TIME SINCE THE EPIDEMIC BROKE OUT TO", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200310, "Text": "The only consistency in this action is that $PRDO's CEO, Todd Nelson has his finger prints all over the issues at b… https://t.co/nnRaBC7Zby", "clean_text": "THE ONLY CONSISTENCY IN THIS ACTION IS THAT PRDO CEO TODD NELSON HAS HIS FINGER PRINTS ALL OVER THE ISSUES AT B ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200309, "Text": "RT @morganhousel: Gonna start hearing stories of people refinancing their mortgage twice in a week.", "clean_text": "RT @MORGANHOUSEL GONNA START HEARING STORIES OF PEOPLE REFINANCING THEIR MORTGAGE TWICE IN A WEEK", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200309, "Text": "The long bond price moved sixteen points up then eight points down in the last hour. This type of action hasn’t hap… https://t.co/hFDoxDHjzZ", "clean_text": "THE LONG BOND PRICE MOVED SIXTEEN POINTS UP THEN EIGHT POINTS DOWN IN THE LAST HOUR THIS TYPE OF ACTION HASNT HAP ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200308, "Text": "RT @Birdyword: In locked down Wuhan, teachers use an app called DingTalk to set homework. Kids realised if it got enough one-star reviews i…", "clean_text": "RT @BIRDYWORD IN LOCKED DOWN WUHAN TEACHERS USE AN APP CALLED DINGTALK TO SET HOMEWORK KIDS REALISED IF IT GOT ENOUGH ONESTAR REVIEWS I", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200308, "Text": "The Next Wave in Shareholder Activism: Socially Responsible Investing https://t.co/3R6QcvK6x7", "clean_text": "THE NEXT WAVE IN SHAREHOLDER ACTIVISM SOCIALLY RESPONSIBLE INVESTING ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200307, "Text": "Warren’s evisceration of Bloomberg was so predictable, yet so effective, it will go down in history. Trump Mini nam… https://t.co/Er8DE63vLJ", "clean_text": "WARRENS EVISCERATION OF BLOOMBERG WAS SO PREDICTABLE YET SO EFFECTIVE IT WILL GO DOWN IN HISTORY TRUMP MINI NAM ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200307, "Text": "RT @julialindau: I just landed at JFK after reporting on #coronavirus in Milan and Lombardy —the epicenter of Italy’s  outbreak— for @vicen…", "clean_text": "RT @JULIALINDAU I JUST LANDED AT JFK AFTER REPORTING ON #CORONAVIRUS IN MILAN AND LOMBARDY —THE EPICENTER OF ITALYS  OUTBREAK— FOR @VICEN", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20200307, "Text": "RT @btcking555: Hey @AureliusValue Interesting in the report @NorthernDataAG and @canaanio having common folks making hurried and dubious s…", "clean_text": "RT @BTCKING555 HEY @AURELIUSVALUE INTERESTING IN THE REPORT @NORTHERNDATAAG AND @CANAANIO HAVING COMMON FOLKS MAKING HURRIED AND DUBIOUS S", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200306, "Text": "RT @JiffyLu: We generally refer to \"operating leverage\" in a positive light, but it cuts both ways. It's going to be especially painful for…", "clean_text": "RT @JIFFYLU WE GENERALLY REFER TO OPERATING LEVERAGE IN A POSITIVE LIGHT BUT IT CUTS BOTH WAYS IT GOING TO BE ESPECIALLY PAINFUL FOR", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200306, "Text": "It’s #coronacrazy @target in Edgewater NJ. No toilet paper, paper towels, canned soup or pasta. But lots of chocola… https://t.co/G5pkKIIZwF", "clean_text": "ITS #CORONACRAZY @TARGET IN EDGEWATER NJ NO TOILET PAPER PAPER TOWELS CANNED SOUP OR PASTA BUT LOTS OF CHOCOLA ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200306, "Text": "@Find_Me_Value It was mentioned in passing, so didn't get enough to be able to pass it along.  But I was surprised myself.", "clean_text": "@FIND_ME_VALUE IT WAS MENTIONED IN PASSING SO DIDNT GET ENOUGH TO BE ABLE TO PASS IT ALONG  BUT I WAS SURPRISED MYSELF", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200306, "Text": "I have my doubts Occidental will be in the next Outsiders book https://t.co/QvaqgyTGaR", "clean_text": "I HAVE MY DOUBTS OCCIDENTAL WILL BE IN THE NEXT OUTSIDERS BOOK ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200306, "Text": "RT @CrookTodd: Picks for tissue and wipes?  My data says $GLT, $CLW, and $RFP.  From $GLT investor deck .  #2 supplier in wipes.  Customers…", "clean_text": "RT @CROOKTODD PICKS FOR TISSUE AND WIPES  MY DATA SAYS GLT CLW AND RFP  FROM GLT INVESTOR DECK #2 SUPPLIER IN WIPES  CUSTOMERS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200305, "Text": "@AnnieDuke One of the key steps in using the “outside view,” or base rates, is assessing the distribution of outcom… https://t.co/djzBhJaHYG", "clean_text": "@ANNIEDUKE ONE OF THE KEY STEPS IN USING THE OUTSIDE VIEW” OR BASE RATES IS ASSESSING THE DISTRIBUTION OF OUTCOM ", "count1": 3, "count2": 0, "count3": 2, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200305, "Text": "RT @TheBabylonBee: Warren Returns To Tribe In Shame After Failing To Take Land Back From The Pale Faces\nhttps://t.co/gbqJ3bKe0l", "clean_text": "RT @THEBABYLONBEE WARREN RETURNS TO TRIBE IN SHAME AFTER FAILING TO TAKE LAND BACK FROM THE PALE FACES\n", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200305, "Text": "Didn't touch base much on Peacock w/ $CMCSA deck (will add it in at some point) - but I think it's quite possible C… https://t.co/lJpyKUBXz6", "clean_text": "DIDNT TOUCH BASE MUCH ON PEACOCK W CMCSA DECK WILL ADD IT IN AT SOME POINT  BUT I THINK IT QUITE POSSIBLE C ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200305, "Text": "5-day change in the S&amp;P 500 as of this minute = 0%!", "clean_text": "5DAY CHANGE IN THE SAMPP 500 AS OF THIS MINUTE  0%", "count1": 1, "count2": 0, "count3": 1, "count4": 1}]