["THE", {"Name": "footnoted", "Time": 20200203, "Text": "@maoxian Wow. Thanks for the heads up. I thought he was waiting to be released?", "clean_text": "@MAOXIAN WOW THANKS FOR THE HEADS UP I THOUGHT HE WAS WAITING TO BE RELEASED", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200203, "Text": "Hey NFL, I know you want a close game for all the obvious reasons, but not calling a clear offside penalty in Super Bowl Q4 is so harmful.", "clean_text": "HEY NFL I KNOW YOU WANT A CLOSE GAME FOR ALL THE OBVIOUS REASONS BUT NOT CALLING A CLEAR OFFSIDE PENALTY IN SUPER BOWL Q4 IS SO HARMFUL", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200203, "Text": "@barronsonline wrote about a number of companies that could benefit from the rise of online gaming a few weeks ago… https://t.co/WtAQTEwn3s", "clean_text": "@BARRONSONLINE WROTE ABOUT A NUMBER OF COMPANIES THAT COULD BENEFIT FROM THE RISE OF ONLINE GAMING A FEW WEEKS AGO ", "count1": 1, "count2": 0, "count3": 2, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200203, "Text": "On the day that $GOOG disclosed the co. generated $15B+ from Youtube ads in 2019 (up from $8B 2-yrs ago), its proba… https://t.co/dSszCIx7dN", "clean_text": "ON THE DAY THAT GOOG DISCLOSED THE CO GENERATED 15B+ FROM YOUTUBE ADS IN 2019 UP FROM 8B 2YRS AGO ITS PROBA ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200202, "Text": "Loved this conversation between ⁦@patrick_oshag⁩ and ⁦@chetanp⁩. Not an area I know but the clarity of thought and… https://t.co/XdkByjAkfT", "clean_text": "LOVED THIS CONVERSATION BETWEEN ⁦@PATRICK_OSHAG⁩ AND ⁦@CHETANP⁩ NOT AN AREA I KNOW BUT THE CLARITY OF THOUGHT AND ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200202, "Text": "Predictit shows there are 3 front runners for the Democratic nomination. All 3 are octogenarian-ish white men. New ideas, vigor &amp; diversity?", "clean_text": "PREDICTIT SHOWS THERE ARE 3 FRONT RUNNERS FOR THE DEMOCRATIC NOMINATION ALL 3 ARE OCTOGENARIANISH WHITE MEN NEW IDEAS VIGOR AMP DIVERSITY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200202, "Text": "RT @TruthGundlach: It took less than 2 days for the bond market to nullify the Fed’s “we’re firmly on hold” message this week. Now a 90% ch…", "clean_text": "RT @TRUTHGUNDLACH IT TOOK LESS THAN 2 DAYS FOR THE BOND MARKET TO NULLIFY THE FEDS WERE FIRMLY ON HOLD” MESSAGE THIS WEEK NOW A 90% CH", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200202, "Text": "RT @AFP: #BREAKING The Philippines reports the first virus death outside China, according to the World Health Organisation https://t.co/klt…", "clean_text": "RT @AFP #BREAKING THE PHILIPPINES REPORTS THE FIRST VIRUS DEATH OUTSIDE CHINA ACCORDING TO THE WORLD HEALTH ORGANISATION ", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200201, "Text": "RT @BenRabidoux: Checking out boats with a buddy of mine. They now finance them over 240 months. Asked the guy dealer who they use for the…", "clean_text": "RT @BENRABIDOUX CHECKING OUT BOATS WITH A BUDDY OF MINE THEY NOW FINANCE THEM OVER 240 MONTHS ASKED THE GUY DEALER WHO THEY USE FOR THE", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200131, "Text": "It took less than 2 days for the bond market to nullify the Fed’s “we’re firmly on hold” message this week. Now a 90% chance of a 2020 cut.", "clean_text": "IT TOOK LESS THAN 2 DAYS FOR THE BOND MARKET TO NULLIFY THE FEDS WERE FIRMLY ON HOLD” MESSAGE THIS WEEK NOW A 90% CHANCE OF A 2020 CUT", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200131, "Text": "Anyone notice a tremor in the \"compounder\" force with $SHW and $V trading down on earnings on back to back days?  N… https://t.co/fUQd0MrGAh", "clean_text": "ANYONE NOTICE A TREMOR IN THE COMPOUNDER FORCE WITH SHW AND V TRADING DOWN ON EARNINGS ON BACK TO BACK DAYS  N ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200130, "Text": "RT @Thevalueteam: The more an activity involves luck, the greater the need for a robust decision-making process – and, as market strategist…", "clean_text": "RT @THEVALUETEAM THE MORE AN ACTIVITY INVOLVES LUCK THE GREATER THE NEED FOR A ROBUST DECISIONMAKING PROCESS AND AS MARKET STRATEGIST", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200130, "Text": "@StretchArmy Saw MOP at limelight and so many people on stage they had to stop the show and kick some off. Then Gan… https://t.co/LRLtR8Q23z", "clean_text": "@STRETCHARMY SAW MOP AT LIMELIGHT AND SO MANY PEOPLE ON STAGE THEY HAD TO STOP THE SHOW AND KICK SOME OFF THEN GAN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TMTanalyst", "Time": 20200130, "Text": "@given2tweet Congrats but not identical. One if bigger than the other.", "clean_text": "@GIVEN2TWEET CONGRATS BUT NOT IDENTICAL ONE IF BIGGER THAN THE OTHER", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200130, "Text": "The \"Rock Star\" did not go out with a bang. \n\nhttps://t.co/5OBsJHG57s", "clean_text": "THE ROCK STAR DID NOT GO OUT WITH A BANG \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200130, "Text": "In 02/03, as part of the post research settlement, a bunch of $JPM analysts were forced to sit in on lectures from… https://t.co/mYV3sEr1iZ", "clean_text": "IN 0203 AS PART OF THE POST RESEARCH SETTLEMENT A BUNCH OF JPM ANALYSTS WERE FORCED TO SIT IN ON LECTURES FROM ", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200130, "Text": "$AMZN's AH increase in mkt cap is about 1.5x the CURRENT mkt cap of the \"revitalized\" $TGT. I'm not sure what it me… https://t.co/ZLDsTIyLtm", "clean_text": "AMZN AH INCREASE IN MKT CAP IS ABOUT 15X THE CURRENT MKT CAP OF THE REVITALIZED TGT IM NOT SURE WHAT IT ME ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "RT @SeanDeLaney23: Spending a lot of time this week diving into the archives of @mjmauboussin \n\nEspecially enjoyed his 2005 piece on Contra…", "clean_text": "RT @SEANDELANEY23 SPENDING A LOT OF TIME THIS WEEK DIVING INTO THE ARCHIVES OF @MJMAUBOUSSIN \n\nESPECIALLY ENJOYED HIS 2005 PIECE ON CONTRA", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "1/Tonight I start Security Analysis @Columbia_Biz. This is my 28th consecutive year teaching the course and I am as… https://t.co/mbrqf8BFl8", "clean_text": "1TONIGHT I START SECURITY ANALYSIS @COLUMBIA_BIZ THIS IS MY 28TH CONSECUTIVE YEAR TEACHING THE COURSE AND I AM AS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "2/Ben Graham started this program in 1927 at the Extension Division of Columbia College. He taught in a building a… https://t.co/BWkotKhaRd", "clean_text": "2BEN GRAHAM STARTED THIS PROGRAM IN 1927 AT THE EXTENSION DIVISION OF COLUMBIA COLLEGE HE TAUGHT IN A BUILDING A ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "4/A big part of the story is the massive shift in the form of investment, from tangible to intangible. This means a… https://t.co/yPzD2EmPl2", "clean_text": "4A BIG PART OF THE STORY IS THE MASSIVE SHIFT IN THE FORM OF INVESTMENT FROM TANGIBLE TO INTANGIBLE THIS MEANS A ", "count1": 3, "count2": 1, "count3": 2, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "5/Acknowledging this shift changes the discourse on corporate investment. \"Recent studies examining Capex lament th… https://t.co/cijY0P2Bfa", "clean_text": "5ACKNOWLEDGING THIS SHIFT CHANGES THE DISCOURSE ON CORPORATE INVESTMENT RECENT STUDIES EXAMINING CAPEX LAMENT TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "7/We spend a lot of time discussing the limitations of multiples for valuation. You earn the right to use a multipl… https://t.co/9VbroNzizm", "clean_text": "7WE SPEND A LOT OF TIME DISCUSSING THE LIMITATIONS OF MULTIPLES FOR VALUATION YOU EARN THE RIGHT TO USE A MULTIPL ", "count1": 2, "count2": 1, "count3": 2, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "8/And expectations remain central. What has to happen for the price of a stock to make sense? No one knows how the… https://t.co/yXP4dNrfEJ", "clean_text": "8AND EXPECTATIONS REMAIN CENTRAL WHAT HAS TO HAPPEN FOR THE PRICE OF A STOCK TO MAKE SENSE NO ONE KNOWS HOW THE ", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "9/ I will finish by noting some sources of inspiration. The first is my mentor, collaborator, and friend Al Rappapo… https://t.co/fWU4VNfRAm", "clean_text": "9 I WILL FINISH BY NOTING SOME SOURCES OF INSPIRATION THE FIRST IS MY MENTOR COLLABORATOR AND FRIEND AL RAPPAPO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "10/ Next is the @sfiscience, an extraordinary institution that ignores traditional academic disciplines and conside… https://t.co/5lRAukWWSk", "clean_text": "10 NEXT IS THE @SFISCIENCE AN EXTRAORDINARY INSTITUTION THAT IGNORES TRADITIONAL ACADEMIC DISCIPLINES AND CONSIDE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200129, "Text": "11/ Finally, the mental models approach advocated by Charlie Munger and the torchbearer for the approach… https://t.co/38pw98bXji", "clean_text": "11 FINALLY THE MENTAL MODELS APPROACH ADVOCATED BY CHARLIE MUNGER AND THE TORCHBEARER FOR THE APPROACH ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200129, "Text": "If you think Casper’s $CSPR valuation is nuts, check out @Medallia $MDLA. Via @nypostbiz on Casper: “The notion thi… https://t.co/iXKQ5ciCfZ", "clean_text": "IF YOU THINK CASPERS CSPR VALUATION IS NUTS CHECK OUT @MEDALLIA MDLA VIA @NYPOSTBIZ ON CASPER THE NOTION THI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200129, "Text": "@batman10023 Agree. I think it’s cheap sub $30 honestly. I think the bod taking charge and Linda gone raises the floor for@the stock", "clean_text": "@BATMAN10023 AGREE I THINK ITS CHEAP SUB 30 HONESTLY I THINK THE BOD TAKING CHARGE AND LINDA GONE RAISES THE FLOOR FOR@THE STOCK", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200129, "Text": "It's 2020, can we get a rule from the SEC to require all companies that report earnings to include a cash flow stat… https://t.co/QfnLEMu39Z", "clean_text": "IT 2020 CAN WE GET A RULE FROM THE SEC TO REQUIRE ALL COMPANIES THAT REPORT EARNINGS TO INCLUDE A CASH FLOW STAT ", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200128, "Text": "Tale of the Iowa tape over the past 6 months using RCP: Joe &amp; Liz both down a couple, Bernie &amp; Pete both up 10, Klobuchar up 5. Others dead.", "clean_text": "TALE OF THE IOWA TAPE OVER THE PAST 6 MONTHS USING RCP JOE AMP LIZ BOTH DOWN A COUPLE BERNIE AMP PETE BOTH UP 10 KLOBUCHAR UP 5 OTHERS DEAD", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "Three months into FY 20, $MDLA determined the addition of a new CEO &amp; CFO + commencement of IPO readiness procedure… https://t.co/2WWzUi26oQ", "clean_text": "THREE MONTHS INTO FY 20 MDLA DETERMINED THE ADDITION OF A NEW CEO AMP CFO COMMENCEMENT OF IPO READINESS PROCEDURE ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "We believe many public investors had no idea $MDLA raised its internal valuation by ~3x in the six months leading u… https://t.co/H5CVU9lE4w", "clean_text": "WE BELIEVE MANY PUBLIC INVESTORS HAD NO IDEA MDLA RAISED ITS INTERNAL VALUATION BY ~3X IN THE SIX MONTHS LEADING U ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200128, "Text": "The winners of this IPO are the VCs &amp; insiders NOT public shareholders. The tight float pre-lock up, limited histor… https://t.co/odagzIAN3A", "clean_text": "THE WINNERS OF THIS IPO ARE THE VCS AMP INSIDERS NOT PUBLIC SHAREHOLDERS THE TIGHT FLOAT PRELOCK UP LIMITED HISTOR ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200128, "Text": "@RampCapitalLLC @roundhill We own all except $EA, and frankly like $EA as well. $HUYA is largest position at the firm", "clean_text": "@RAMPCAPITALLLC @ROUNDHILL WE OWN ALL EXCEPT EA AND FRANKLY LIKE EA AS WELL HUYA IS LARGEST POSITION AT THE FIRM", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200128, "Text": "$LOPE - the Enron of Education? We present detailed evidence through a 870 page FOIA request that $LOPE is illegall… https://t.co/8Q5waeJd5Y", "clean_text": "LOPE  THE ENRON OF EDUCATION WE PRESENT DETAILED EVIDENCE THROUGH A 870 PAGE FOIA REQUEST THAT LOPE IS ILLEGALL ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200128, "Text": "@TheNarrenschiff $CLW now in play?  Looks like a 30% raise to Q4 guidance. The executive chairman was the guy who sold $BZ.", "clean_text": "@THENARRENSCHIFF CLW NOW IN PLAY  LOOKS LIKE A 30% RAISE TO Q4 GUIDANCE THE EXECUTIVE CHAIRMAN WAS THE GUY WHO SOLD BZ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200127, "Text": "RT @SeanDeLaney23: Going back in the archives this morning with @mjmauboussin \n\nLink to Ruminations on Risk \nhttps://t.co/rsmca2NaK3 https:…", "clean_text": "RT @SEANDELANEY23 GOING BACK IN THE ARCHIVES THIS MORNING WITH @MJMAUBOUSSIN \n\nLINK TO RUMINATIONS ON RISK HTTPS", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200127, "Text": "History will remember the post-debate “uproar” after DJT said his accepting the 2016 election result “would depend”.  Prescient President.", "clean_text": "HISTORY WILL REMEMBER THE POSTDEBATE UPROAR” AFTER DJT SAID HIS ACCEPTING THE 2016 ELECTION RESULT WOULD DEPEND”  PRESCIENT PRESIDENT", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200127, "Text": "I think a great many people will remember where they were the moment they heard Kobe Bryant had died.  I know I will.  Greatness.", "clean_text": "I THINK A GREAT MANY PEOPLE WILL REMEMBER WHERE THEY WERE THE MOMENT THEY HEARD KOBE BRYANT HAD DIED  I KNOW I WILL  GREATNESS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200127, "Text": "Friday night filing reveals @Medallia's CEO unloaded another &gt;10% tranche of his stock. Since our report and the IP… https://t.co/KNmEvaJGpH", "clean_text": "FRIDAY NIGHT FILING REVEALS @MEDALLIA CEO UNLOADED ANOTHER GT10% TRANCHE OF HIS STOCK SINCE OUR REPORT AND THE IP ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "$PRNB clinical data so far includes no placebo groups, and most of the patients keep taking other drugs (which are… https://t.co/pSfC5I9wtU", "clean_text": "PRNB CLINICAL DATA SO FAR INCLUDES NO PLACEBO GROUPS AND MOST OF THE PATIENTS KEEP TAKING OTHER DRUGS WHICH ARE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "In pemphigus and ITP, $PRNB’s drug seems far inferior to the standard of care. Rituxan shows 90% complete-remission… https://t.co/BAC6ID0VuW", "clean_text": "IN PEMPHIGUS AND ITP PRNBS DRUG SEEMS FAR INFERIOR TO THE STANDARD OF CARE RITUXAN SHOWS 90% COMPLETEREMISSION ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "$PRNB bulls are now hoping for good data in MS, but the trial is engineered to be messy and inconclusive. In realit… https://t.co/cfLNtOJx8C", "clean_text": "PRNB BULLS ARE NOW HOPING FOR GOOD DATA IN MS BUT THE TRIAL IS ENGINEERED TO BE MESSY AND INCONCLUSIVE IN REALIT ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "@ATLanalyst Sure, they might. But the question is whether drug really works &amp; what its place in the market would ev… https://t.co/r3zf4T8hPC", "clean_text": "@ATLANALYST SURE THEY MIGHT BUT THE QUESTION IS WHETHER DRUG REALLY WORKS AMP WHAT ITS PLACE IN THE MARKET WOULD EV ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200127, "Text": "RT @JohnCendpts: P.S. to my Sahm Adrangi story on $PRNB, I asked $BMY about BMS-986142, their BTKi which had quietly sunk below the waves.…", "clean_text": "RT @JOHNCENDPTS PS TO MY SAHM ADRANGI STORY ON PRNB I ASKED BMY ABOUT BMS986142 THEIR BTKI WHICH HAD QUIETLY SUNK BELOW THE WAVES", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200126, "Text": "One of the biggest 1 day moves today on Predictit Dem nominee odds w/ very little news save for an Iowa poll, though it was good for Bernie.", "clean_text": "ONE OF THE BIGGEST 1 DAY MOVES TODAY ON PREDICTIT DEM NOMINEE ODDS W VERY LITTLE NEWS SAVE FOR AN IOWA POLL THOUGH IT WAS GOOD FOR BERNIE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200126, "Text": "That is a solid Saturday long run. I always root for the Hoka athletes, which is a brand that is making Deckers qui… https://t.co/VIeML9F02m", "clean_text": "THAT IS A SOLID SATURDAY LONG RUN I ALWAYS ROOT FOR THE HOKA ATHLETES WHICH IS A BRAND THAT IS MAKING DECKERS QUI ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20200125, "Text": "Docs indicate $MDXG insider trading scheme was long-running to the point that in 2016 TD Ameritrade terminated \"num… https://t.co/k5xUWpV299", "clean_text": "DOCS INDICATE MDXG INSIDER TRADING SCHEME WAS LONGRUNNING TO THE POINT THAT IN 2016 TD AMERITRADE TERMINATED NUM ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "pmarca", "Time": 20200124, "Text": "\"It's easier to hold your principles 100 percent of the time than it is to hold them 98 percent of the time.\" -- Cl… https://t.co/hu8RdtOQYp", "clean_text": "IT EASIER TO HOLD YOUR PRINCIPLES 100 PERCENT OF THE TIME THAN IT IS TO HOLD THEM 98 PERCENT OF THE TIME  CL ", "count1": 2, "count2": 2, "count3": 2, "count4": 0}, {"Name": "AureliusValue", "Time": 20200124, "Text": "Now the question is who is the redacted individual(s) that allegedly engaged in the $MDXG insider trading scheme wi… https://t.co/v1jD8Z898r", "clean_text": "NOW THE QUESTION IS WHO IS THE REDACTED INDIVIDUALS THAT ALLEGEDLY ENGAGED IN THE MDXG INSIDER TRADING SCHEME WI ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200123, "Text": "RT @Madelinemaub: \"Assessing the value of information is far more complex than the classic theories suggest. Yet, too little is known of ho…", "clean_text": "RT @MADELINEMAUB ASSESSING THE VALUE OF INFORMATION IS FAR MORE COMPLEX THAN THE CLASSIC THEORIES SUGGEST YET TOO LITTLE IS KNOWN OF HO", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200123, "Text": "RT @Thevalueteam: In a wide-ranging discussion on the first episode of The Value Perspective podcast, market strategist and author Michael…", "clean_text": "RT @THEVALUETEAM IN A WIDERANGING DISCUSSION ON THE FIRST EPISODE OF THE VALUE PERSPECTIVE PODCAST MARKET STRATEGIST AND AUTHOR MICHAEL", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200123, "Text": "Who would have thought that a company founded by the sister of the head of YouTube would see a turn in consumer dem… https://t.co/85AlWCQuVL", "clean_text": "WHO WOULD HAVE THOUGHT THAT A COMPANY FOUNDED BY THE SISTER OF THE HEAD OF YOUTUBE WOULD SEE A TURN IN CONSUMER DEM ", "count1": 2, "count2": 0, "count3": 2, "count4": 2}, {"Name": "BergenCapital", "Time": 20200123, "Text": "RT @MarkYusko: Serious question for all the $TSLA victory lap takers this week.\n\nDid fact that Enron stock had a massive short squeeze and…", "clean_text": "RT @MARKYUSKO SERIOUS QUESTION FOR ALL THE TSLA VICTORY LAP TAKERS THIS WEEK\n\nDID FACT THAT ENRON STOCK HAD A MASSIVE SHORT SQUEEZE AND", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200123, "Text": "RT @Timcast: Holy shit\n\nNot only do they not accept the result of the 2016 election but they are preemptively questioning the results of an…", "clean_text": "RT @TIMCAST HOLY SHIT\n\nNOT ONLY DO THEY NOT ACCEPT THE RESULT OF THE 2016 ELECTION BUT THEY ARE PREEMPTIVELY QUESTIONING THE RESULTS OF AN", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200122, "Text": "$MDLA CEO sold over 300,000 shares (&gt;10% of his beneficial ownership) since the IPO lock-up expiry last week.  As w… https://t.co/8Safne9mor", "clean_text": "MDLA CEO SOLD OVER 300000 SHARES GT10% OF HIS BENEFICIAL OWNERSHIP SINCE THE IPO LOCKUP EXPIRY LAST WEEK  AS W ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200122, "Text": "Important note: this Form 4 was filed late after hours on 01/21/20 (i.e. after 5pm PST).  Is the timing of the fili… https://t.co/p5oQMOIWBx", "clean_text": "IMPORTANT NOTE THIS FORM 4 WAS FILED LATE AFTER HOURS ON 012120 IE AFTER 5PM PST  IS THE TIMING OF THE FILI ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200122, "Text": "The Simpsons (Mar. 19, 2000):\n\nLisa: As you know, we’ve inherited quite a budget crunch from President Trump. How b… https://t.co/Rnd69jnlgI", "clean_text": "THE SIMPSONS MAR 19 2000\n\nLISA AS YOU KNOW WEVE INHERITED QUITE A BUDGET CRUNCH FROM PRESIDENT TRUMP HOW B ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200122, "Text": "@RonStoeferle, managing partner at Incrementum AG, calls in to discuss pressing monetary matters and to review the… https://t.co/azNvurnGA2", "clean_text": "@RONSTOEFERLE MANAGING PARTNER AT INCREMENTUM AG CALLS IN TO DISCUSS PRESSING MONETARY MATTERS AND TO REVIEW THE ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200122, "Text": "The Total contract to setup 20K charging stations in the Netherlands seems like a seminal event in the history of E… https://t.co/T7fiwijR00", "clean_text": "THE TOTAL CONTRACT TO SETUP 20K CHARGING STATIONS IN THE NETHERLANDS SEEMS LIKE A SEMINAL EVENT IN THE HISTORY OF E ", "count1": 3, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200122, "Text": "Does anyone else think that the new Google search results format looks a lot like the Yahoo search engine circa 200… https://t.co/fyzTioSzBa", "clean_text": "DOES ANYONE ELSE THINK THAT THE NEW GOOGLE SEARCH RESULTS FORMAT LOOKS A LOT LIKE THE YAHOO SEARCH ENGINE CIRCA 200 ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200121, "Text": "RT @amaub: I started a weekly email newsletter for people interested in seeing the most interesting machine learning conversations on Twitt…", "clean_text": "RT @AMAUB I STARTED A WEEKLY EMAIL NEWSLETTER FOR PEOPLE INTERESTED IN SEEING THE MOST INTERESTING MACHINE LEARNING CONVERSATIONS ON TWITT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200121, "Text": "I wrote about the danger of outsourced thinking last year: https://t.co/ZaTfaW0v5t Another form of outsourced think… https://t.co/mPgHLKr1GC", "clean_text": "I WROTE ABOUT THE DANGER OF OUTSOURCED THINKING LAST YEAR  ANOTHER FORM OF OUTSOURCED THINK ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200121, "Text": "@BenRabidoux @RobMcLister @ronmortgageguy @RoyCocciollo @Darinb75 @mortgagejake You forgot to copy the guys over… https://t.co/5wWfbfE907", "clean_text": "@BENRABIDOUX @ROBMCLISTER @RONMORTGAGEGUY @ROYCOCCIOLLO @DARINB75 @MORTGAGEJAKE YOU FORGOT TO COPY THE GUYS OVER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200120, "Text": "RT @francesdonald: Sometimes, things look good on the surface but are much weaker underneath. It's fine to have all your eggs in 1 basket i…", "clean_text": "RT @FRANCESDONALD SOMETIMES THINGS LOOK GOOD ON THE SURFACE BUT ARE MUCH WEAKER UNDERNEATH IT FINE TO HAVE ALL YOUR EGGS IN 1 BASKET I", "count1": 1, "count2": 1, "count3": 0, "count4": 0}]