["IN", {"Name": "probesreporter", "Time": 20200504, "Text": "Senator Leahy has a long history keeping the #FOIA strong.  We applaud his efforts in this regard.  \n\nClinton admin… https://t.co/BrZIxM1c0F", "clean_text": "SENATOR LEAHY HAS A LONG HISTORY KEEPING THE #FOIA STRONG  WE APPLAUD HIS EFFORTS IN THIS REGARD  \n\nCLINTON ADMIN ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 Sure, but the customers may demand the restaurant participate in their preferred app for convenien… https://t.co/wyvCjrt46w", "clean_text": "@MODESTPROPOSAL1 SURE BUT THE CUSTOMERS MAY DEMAND THE RESTAURANT PARTICIPATE IN THEIR PREFERRED APP FOR CONVENIEN ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@thayereric1 The statements in this video are incredibly misleading; the company did not receive any money from the… https://t.co/cNzeEk3N0c", "clean_text": "@THAYERERIC1 THE STATEMENTS IN THIS VIDEO ARE INCREDIBLY MISLEADING THE COMPANY DID NOT RECEIVE ANY MONEY FROM THE ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200504, "Text": "RT @JordanFife1: A friend sent me this picture Halliburton yard in Duncanville Oklahoma, these are oil fracking trucks.... they have been i…", "clean_text": "RT @JORDANFIFE1 A FRIEND SENT ME THIS PICTURE HALLIBURTON YARD IN DUNCANVILLE OKLAHOMA THESE ARE OIL FRACKING TRUCKS THEY HAVE BEEN I", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200504, "Text": "If the Fed does start buying ETFs “broadly and in size” in response to recent requests they do so as to not “let do… https://t.co/dunaYqtdBa", "clean_text": "IF THE FED DOES START BUYING ETFS BROADLY AND IN SIZE” IN RESPONSE TO RECENT REQUESTS THEY DO SO AS TO NOT LET DO ", "count1": 1, "count2": 2, "count3": 2, "count4": 0}, {"Name": "GrantsPub", "Time": 20200504, "Text": "For a pre-Covid look at the health of state and local pension plans, see 'Political risk in America' in the Grant's… https://t.co/PgztxtOtQ0", "clean_text": "FOR A PRECOVID LOOK AT THE HEALTH OF STATE AND LOCAL PENSION PLANS SEE POLITICAL RISK IN AMERICA IN THE GRANT ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200504, "Text": "@SkeleCap Answer: What is the best performing equity market in the world?", "clean_text": "@SKELECAP ANSWER WHAT IS THE BEST PERFORMING EQUITY MARKET IN THE WORLD", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200504, "Text": "Would a younger Warren slap a cease and desist order on this profitless pet insurance company in the midst of a rat… https://t.co/5d4ojDH9hp", "clean_text": "WOULD A YOUNGER WARREN SLAP A CEASE AND DESIST ORDER ON THIS PROFITLESS PET INSURANCE COMPANY IN THE MIDST OF A RAT ", "count1": 1, "count2": 0, "count3": 1, "count4": 3}, {"Name": "marketfolly", "Time": 20200503, "Text": "Buffett on Berkshire buybacks: “It is not more compelling to buy the ($BRK) shares now than when we were buying (in… https://t.co/ZPvAfxL4uK", "clean_text": "BUFFETT ON BERKSHIRE BUYBACKS IT IS NOT MORE COMPELLING TO BUY THE BRK SHARES NOW THAN WHEN WE WERE BUYING IN ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200503, "Text": "@polar_cap That plus BRK’s biz data which has no doubt been sobering. In public Gates has often emphasized second w… https://t.co/kEJPkicNjE", "clean_text": "@POLAR_CAP THAT PLUS BRKS BIZ DATA WHICH HAS NO DOUBT BEEN SOBERING IN PUBLIC GATES HAS OFTEN EMPHASIZED SECOND W ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200503, "Text": "@VARAcct28 @MidwestHedgie @justinamash I’d agree in a more normal polity where you could draw equivalence. Not sure… https://t.co/pB06X1nwfL", "clean_text": "@VARACCT28 @MIDWESTHEDGIE @JUSTINAMASH ID AGREE IN A MORE NORMAL POLITY WHERE YOU COULD DRAW EQUIVALENCE NOT SURE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200503, "Text": "Finablr uncovers additional $1bn in debt hidden from its board https://t.co/KlyfB6zNCS", "clean_text": "FINABLR UNCOVERS ADDITIONAL 1BN IN DEBT HIDDEN FROM ITS BOARD ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200503, "Text": "Carl Icahn, who's made a large bulk of his fortune in energy, has a new play in the industry https://t.co/itmtW3W5Ar", "clean_text": "CARL ICAHN WHO MADE A LARGE BULK OF HIS FORTUNE IN ENERGY HAS A NEW PLAY IN THE INDUSTRY ", "count1": 1, "count2": 0, "count3": 2, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200503, "Text": "Warren Buffet selling all of his airline stocks corroborates the “economic genie is not going back in the bottle” t… https://t.co/mdQswsRLvg", "clean_text": "WARREN BUFFET SELLING ALL OF HIS AIRLINE STOCKS CORROBORATES THE ECONOMIC GENIE IS NOT GOING BACK IN THE BOTTLE” T ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200503, "Text": "RT @SecPompeo: We commend the efforts of journalists working in repressive environments to support the free flow of accurate information, i…", "clean_text": "RT @SECPOMPEO WE COMMEND THE EFFORTS OF JOURNALISTS WORKING IN REPRESSIVE ENVIRONMENTS TO SUPPORT THE FREE FLOW OF ACCURATE INFORMATION I", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200503, "Text": "RT @mcuban: Explain to me why in the midst of 50m people unemployed or under-employed, the gov isn’t hiring and training MILLIONS to do Tra…", "clean_text": "RT @MCUBAN EXPLAIN TO ME WHY IN THE MIDST OF 50M PEOPLE UNEMPLOYED OR UNDEREMPLOYED THE GOV ISNT HIRING AND TRAINING MILLIONS TO DO TRA", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200503, "Text": "Greg Abel has now said twice that he thinks he can deploy $100B in capital inside MidAmerican. The only other perso… https://t.co/K4vDn1289l", "clean_text": "GREG ABEL HAS NOW SAID TWICE THAT HE THINKS HE CAN DEPLOY 100B IN CAPITAL INSIDE MIDAMERICAN THE ONLY OTHER PERSO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200503, "Text": "Justin from New Jersey writes in asking why he’s left holding the bag on his OXY shares.", "clean_text": "JUSTIN FROM NEW JERSEY WRITES IN ASKING WHY HES LEFT HOLDING THE BAG ON HIS OXY SHARES", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200503, "Text": "Someone just asked Buffett if you can lose all your money in oil stonks if oil goes down! https://t.co/KrhBKdO8cw", "clean_text": "SOMEONE JUST ASKED BUFFETT IF YOU CAN LOSE ALL YOUR MONEY IN OIL STONKS IF OIL GOES DOWN ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200503, "Text": "@EdBorgato Oh no Ed. No no no.. Restaurants are in Omaha with a reservation. I'm talking about single young man rec… https://t.co/MUja10rkUX", "clean_text": "@EDBORGATO OH NO ED NO NO NO RESTAURANTS ARE IN OMAHA WITH A RESERVATION IM TALKING ABOUT SINGLE YOUNG MAN REC ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200502, "Text": "$FSCT Forescout insider dumps stock at a discount to the deal price, after our public criticism, and while in a qui… https://t.co/xtvX0CTFQE", "clean_text": "FSCT FORESCOUT INSIDER DUMPS STOCK AT A DISCOUNT TO THE DEAL PRICE AFTER OUR PUBLIC CRITICISM AND WHILE IN A QUI ", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200502, "Text": "RT @AswathDamodaran: As the S&amp;P 500 had one of its best months ever in April 2020, the ERP for the market was sharply down from crisis high…", "clean_text": "RT @ASWATHDAMODARAN AS THE SAMPP 500 HAD ONE OF ITS BEST MONTHS EVER IN APRIL 2020 THE ERP FOR THE MARKET WAS SHARPLY DOWN FROM CRISIS HIGH", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett net sold $6.5 bn of securities in April. “Not because we thought the stock market was going to go down … I… https://t.co/gcG30Msi5H", "clean_text": "BUFFETT NET SOLD 65 BN OF SECURITIES IN APRIL NOT BECAUSE WE THOUGHT THE STOCK MARKET WAS GOING TO GO DOWN  I ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@pb_1973 @AuspexResearch @scienceNtruth Why would a transfer agent take such an interest in this security, I wonder?", "clean_text": "@PB_1973 @AUSPEXRESEARCH @SCIENCENTRUTH WHY WOULD A TRANSFER AGENT TAKE SUCH AN INTEREST IN THIS SECURITY I WONDER", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@jannik_reiners Wenn Sie das Wertpapierrecht in den Vereigneten Staaten nicht verstehen, bitte seien Sie vorsichtig… https://t.co/c4crEiwMy2", "clean_text": "@JANNIK_REINERS WENN SIE DAS WERTPAPIERRECHT IN DEN VEREIGNETEN STAATEN NICHT VERSTEHEN BITTE SEIEN SIE VORSICHTIG ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "RT @JohnCarreyrou: “Why in the world would a lab develop a test that wasn’t safe and accurate?” Answer: because it is an enormous market. h…", "clean_text": "RT @JOHNCARREYROU WHY IN THE WORLD WOULD A LAB DEVELOP A TEST THAT WASNT SAFE AND ACCURATE” ANSWER BECAUSE IT IS AN ENORMOUS MARKET H", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "No Warren, pot is not yet legal in Nebraska. \n\nhttps://t.co/3adGhEQut1", "clean_text": "NO WARREN POT IS NOT YET LEGAL IN NEBRASKA \n\n", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Kudos to my old friend Steven Stoller for getting that question in. Bummed not to be seeing him and the old crew in Omaha right now.", "clean_text": "KUDOS TO MY OLD FRIEND STEVEN STOLLER FOR GETTING THAT QUESTION IN BUMMED NOT TO BE SEEING HIM AND THE OLD CREW IN OMAHA RIGHT NOW", "count1": 1, "count2": 2, "count3": 2, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200501, "Text": "A wrinkle in the Advent / $FSCT deal is the May 18th date $FSCT claims it will close no later than. We think $FSCT… https://t.co/wbxrqyctUA", "clean_text": "A WRINKLE IN THE ADVENT  FSCT DEAL IS THE MAY 18TH DATE FSCT CLAIMS IT WILL CLOSE NO LATER THAN WE THINK FSCT ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200501, "Text": "In our view, you can toss out $MS \"fairness opinion\" as it fails to capture post #COVID19 valuations. Advent paying… https://t.co/vkpevQ7llf", "clean_text": "IN OUR VIEW YOU CAN TOSS OUT MS FAIRNESS OPINION AS IT FAILS TO CAPTURE POST #COVID19 VALUATIONS ADVENT PAYING ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "In my opinion, $CODX really crosses a line in its press release today. The data presented are from validation studi… https://t.co/DPUhBacW76", "clean_text": "IN MY OPINION CODX REALLY CROSSES A LINE IN ITS PRESS RELEASE TODAY THE DATA PRESENTED ARE FROM VALIDATION STUDI ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "This is \"go directly (back) to jail\" territory, in my opinion.", "clean_text": "THIS IS GO DIRECTLY BACK TO JAIL TERRITORY IN MY OPINION", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 That's not what in the field means. Verification tests of diagnostics using controls are… https://t.co/kvzesJbzfZ", "clean_text": "@DORMERJARRETT @ELKWOOD66 THAT NOT WHAT IN THE FIELD MEANS VERIFICATION TESTS OF DIAGNOSTICS USING CONTROLS ARE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@vader7x Take a look at the people involved. Would be interested in more detail from your relative's colleague.", "clean_text": "@VADER7X TAKE A LOOK AT THE PEOPLE INVOLVED WOULD BE INTERESTED IN MORE DETAIL FROM YOUR RELATIVE COLLEAGUE", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 No, the implication of the PR is that the test is perfectly accurate when used in practic… https://t.co/VEVCt4AeFn", "clean_text": "@DORMERJARRETT @ELKWOOD66 NO THE IMPLICATION OF THE PR IS THAT THE TEST IS PERFECTLY ACCURATE WHEN USED IN PRACTIC ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "So stuff HAS happened. Important stuff. Tails have changed in size and probability. It's not just about a misguided… https://t.co/NaX6h3GPPr", "clean_text": "SO STUFF HAS HAPPENED IMPORTANT STUFF TAILS HAVE CHANGED IN SIZE AND PROBABILITY IT NOT JUST ABOUT A MISGUIDED ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200501, "Text": "McDonald's $MCD doesn’t see a V-shaped recovery in China either. Recall, $MCD is also one of $MIDD’s largest custom… https://t.co/FHHXhB8b3z", "clean_text": "MCDONALD MCD DOESNT SEE A VSHAPED RECOVERY IN CHINA EITHER RECALL MCD IS ALSO ONE OF MIDDS LARGEST CUSTOM ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200501, "Text": "$MRTX: Amgen again pushing out AMG-510 data in NSCLC (sometime \"in 2020\") and increasing emphasis on PFS (vs ORR/DO… https://t.co/WSI7VwYlma", "clean_text": "MRTX AMGEN AGAIN PUSHING OUT AMG510 DATA IN NSCLC SOMETIME IN 2020 AND INCREASING EMPHASIS ON PFS VS ORRDO ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200501, "Text": "@schaudenfraud $GOOG $CHTR were both buying in March and April 2020", "clean_text": "@SCHAUDENFRAUD GOOG CHTR WERE BOTH BUYING IN MARCH AND APRIL 2020", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200501, "Text": "@MasaSonCap That $100M payday in stock could've been worth $10M today", "clean_text": "@MASASONCAP THAT 100M PAYDAY IN STOCK COULDVE BEEN WORTH 10M TODAY", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200501, "Text": "Nikola Tesla spent the last years of his life in love with a pigeon, alone and broke, living out of hotels. https://t.co/mLoEkjblNX", "clean_text": "NIKOLA TESLA SPENT THE LAST YEARS OF HIS LIFE IN LOVE WITH A PIGEON ALONE AND BROKE LIVING OUT OF HOTELS ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "$ALGN disappointing results in Q1 MORE than just due to the Pandemic. Weakness in the business very evident… https://t.co/VgAAfm92N1", "clean_text": "ALGN DISAPPOINTING RESULTS IN Q1 MORE THAN JUST DUE TO THE PANDEMIC WEAKNESS IN THE BUSINESS VERY EVIDENT ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Last time $FSCT surprised investors with a pre-announce guidance revision in Q3 2019, the stock imploded 37%. From… https://t.co/I66YLhaEn7", "clean_text": "LAST TIME FSCT SURPRISED INVESTORS WITH A PREANNOUNCE GUIDANCE REVISION IN Q3 2019 THE STOCK IMPLODED 37% FROM ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "There is no shame in terminating a busted deal in this tough environment, especially a bad one. $112m termination f… https://t.co/fzrrJcdaMe", "clean_text": "THERE IS NO SHAME IN TERMINATING A BUSTED DEAL IN THIS TOUGH ENVIRONMENT ESPECIALLY A BAD ONE 112M TERMINATION F ", "count1": 0, "count2": 0, "count3": 2, "count4": 2}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "$FSCT management laughing to the bank with its $100m pay day - #gold #parachute - it's disgraceful in our opinion,… https://t.co/6X1lhFSWqj", "clean_text": "FSCT MANAGEMENT LAUGHING TO THE BANK WITH ITS 100M PAY DAY  #GOLD #PARACHUTE  IT DISGRACEFUL IN OUR OPINION ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "It's time to stop the enormously diverging #wealth gap in #America - @BernieSanders @ewarren - as evidence by Adven… https://t.co/POHTDA7IrS", "clean_text": "IT TIME TO STOP THE ENORMOUSLY DIVERGING #WEALTH GAP IN #AMERICA  @BERNIESANDERS @EWARREN  AS EVIDENCE BY ADVEN ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "The language in the $FSCT proxy statement doesn't make it clear if the\"Preliminary Alternative Plan\" or the \"Illust… https://t.co/CNcGgq7V2q", "clean_text": "THE LANGUAGE IN THE FSCT PROXY STATEMENT DOESNT MAKE IT CLEAR IF THEPRELIMINARY ALTERNATIVE PLAN OR THE ILLUST ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Nice subtle word change made in the recent $FSCT 10-K filed AFTER the deal was announced. Again, was Advent made aw… https://t.co/9O50GeUePl", "clean_text": "NICE SUBTLE WORD CHANGE MADE IN THE RECENT FSCT 10K FILED AFTER THE DEAL WAS ANNOUNCED AGAIN WAS ADVENT MADE AW ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200430, "Text": "RT @JohnPGavin: Good night all.  Tonight we see hope and progress in our war against this horrible virus.  But we take our rest, and give o…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  TONIGHT WE SEE HOPE AND PROGRESS IN OUR WAR AGAINST THIS HORRIBLE VIRUS  BUT WE TAKE OUR REST AND GIVE O", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: Here's dispersion, median of all active US large blend funds' alphas vs their category index in rolling 36-mo. periods ended 1…", "clean_text": "RT @SYOUTH1 HERE DISPERSION MEDIAN OF ALL ACTIVE US LARGE BLEND FUND ALPHAS VS THEIR CATEGORY INDEX IN ROLLING 36MO PERIODS ENDED 1", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: @mjmauboussin wrote an excellent piece recently about the nexus of skill and opportunity/breadth and how that can translate in…", "clean_text": "RT @SYOUTH1 @MJMAUBOUSSIN WROTE AN EXCELLENT PIECE RECENTLY ABOUT THE NEXUS OF SKILL AND OPPORTUNITYBREADTH AND HOW THAT CAN TRANSLATE IN", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200430, "Text": "@ArbCowboy @GinSecurities Really gravy is in the incentive fees.", "clean_text": "@ARBCOWBOY @GINSECURITIES REALLY GRAVY IS IN THE INCENTIVE FEES", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200430, "Text": "ValueAct Capital doubles down on its stake in Hawaiian Electric Industries https://t.co/A8BNEWmXqV", "clean_text": "VALUEACT CAPITAL DOUBLES DOWN ON ITS STAKE IN HAWAIIAN ELECTRIC INDUSTRIES ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @SamGellman: These home quarantine bracelets people have to wear when they arrive in Hong Kong for the first 14 days are getting pretty…", "clean_text": "RT @SAMGELLMAN THESE HOME QUARANTINE BRACELETS PEOPLE HAVE TO WEAR WHEN THEY ARRIVE IN HONG KONG FOR THE FIRST 14 DAYS ARE GETTING PRETTY", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @simongerman600: Map shows the third most common language in each US state (after English and Spanish). Source: https://t.co/pkcFtMUcIZ…", "clean_text": "RT @SIMONGERMAN600 MAP SHOWS THE THIRD MOST COMMON LANGUAGE IN EACH US STATE AFTER ENGLISH AND SPANISH SOURCE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200430, "Text": "RT @StateDept: .@SecPompeo: Americans have devoted nearly $6.5 billion in government and non-government contributions to help countries fig…", "clean_text": "RT @STATEDEPT @SECPOMPEO AMERICANS HAVE DEVOTED NEARLY 65 BILLION IN GOVERNMENT AND NONGOVERNMENT CONTRIBUTIONS TO HELP COUNTRIES FIG", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200430, "Text": "Bad news for $MIDD.  Pizza Hut and KFC operator $YUMC expects an “extended” recovery period in China, an ominous si… https://t.co/EKB0NguXsN", "clean_text": "BAD NEWS FOR MIDD  PIZZA HUT AND KFC OPERATOR YUMC EXPECTS AN EXTENDED” RECOVERY PERIOD IN CHINA AN OMINOUS SI ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200430, "Text": "For an early bright light on the zombies, see 'The nine lives of the modern leveraged company' in the Grant's issue… https://t.co/BSwotymMz3", "clean_text": "FOR AN EARLY BRIGHT LIGHT ON THE ZOMBIES SEE THE NINE LIVES OF THE MODERN LEVERAGED COMPANY IN THE GRANT ISSUE ", "count1": 4, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200430, "Text": "When this shutdown first happened I would see signs in small business windows saying\"We're all in this together\"… https://t.co/rBOUoW7nQ1", "clean_text": "WHEN THIS SHUTDOWN FIRST HAPPENED I WOULD SEE SIGNS IN SMALL BUSINESS WINDOWS SAYINGWERE ALL IN THIS TOGETHER ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "FCFYield", "Time": 20200430, "Text": "What a hero! Thank you for your sacrifice in these difficult times. https://t.co/0o2jGYH3A2", "clean_text": "WHAT A HERO THANK YOU FOR YOUR SACRIFICE IN THESE DIFFICULT TIMES ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200429, "Text": "@valuewalks Yes, here are the winners and losers in the fake investing paradigm Winners: liars, cheats, charlatans,… https://t.co/gLUhi0mYDq", "clean_text": "@VALUEWALKS YES HERE ARE THE WINNERS AND LOSERS IN THE FAKE INVESTING PARADIGM WINNERS LIARS CHEATS CHARLATANS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200429, "Text": "RT @sprucepointcap: @valuewalks Yes, here are the winners and losers in the fake investing paradigm Winners: liars, cheats, charlatans, dum…", "clean_text": "RT @SPRUCEPOINTCAP @VALUEWALKS YES HERE ARE THE WINNERS AND LOSERS IN THE FAKE INVESTING PARADIGM WINNERS LIARS CHEATS CHARLATANS DUM", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200429, "Text": "A popular trend in recent years has been gift cards.  Presumably, many companies are sitting on hoards of cash, acc… https://t.co/CpPdNGUYlp", "clean_text": "A POPULAR TREND IN RECENT YEARS HAS BEEN GIFT CARDS  PRESUMABLY MANY COMPANIES ARE SITTING ON HOARDS OF CASH ACC ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @JohnPGavin: Yes, good afternoon Chairman Powell, nice tie, good color choice there.  John Gavin with @ProbesReporter - In these uncerta…", "clean_text": "RT @JOHNPGAVIN YES GOOD AFTERNOON CHAIRMAN POWELL NICE TIE GOOD COLOR CHOICE THERE  JOHN GAVIN WITH @PROBESREPORTER  IN THESE UNCERTA", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200429, "Text": "RT @TheStalwart: One way Morgan Stanley is tracking the industrial recovery in China is by measuring how fast air quality turns to crap aga…", "clean_text": "RT @THESTALWART ONE WAY MORGAN STANLEY IS TRACKING THE INDUSTRIAL RECOVERY IN CHINA IS BY MEASURING HOW FAST AIR QUALITY TURNS TO CRAP AGA", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200429, "Text": "RT @StateDept: Today, @SecPompeo spoke on #Iran and the Maduro regime, #5G security, and U.S. foreign assistance in the face of the #COVID1…", "clean_text": "RT @STATEDEPT TODAY @SECPOMPEO SPOKE ON #IRAN AND THE MADURO REGIME #5G SECURITY AND US FOREIGN ASSISTANCE IN THE FACE OF THE #COVID1", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200429, "Text": "New Grant's Podcast: Class is in session https://t.co/7OjfNPmbrY", "clean_text": "NEW GRANT PODCAST CLASS IS IN SESSION ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200428, "Text": "RT @JohnPGavin: Covered nat gas in the past. We said the same things 25 years ago. Only difference is back then bankruptcy was an expected…", "clean_text": "RT @JOHNPGAVIN COVERED NAT GAS IN THE PAST WE SAID THE SAME THINGS 25 YEARS AGO ONLY DIFFERENCE IS BACK THEN BANKRUPTCY WAS AN EXPECTED", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200428, "Text": "This newsletter is the smack in the face the market needed to realize this is serious. https://t.co/DlT12nBMgT", "clean_text": "THIS NEWSLETTER IS THE SMACK IN THE FACE THE MARKET NEEDED TO REALIZE THIS IS SERIOUS ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @USUN: #UNSC #VTC: The U.S. commends @UNISFA_1 for promoting peace &amp; security in the #Abyei region on the #Sudan-#SouthSudan border, tho…", "clean_text": "RT @USUN #UNSC #VTC THE US COMMENDS @UNISFA_1 FOR PROMOTING PEACE AMP SECURITY IN THE #ABYEI REGION ON THE #SUDAN#SOUTHSUDAN BORDER THO", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @SecPompeo: Very concerned by the Southern Transitional Council’s announcement of “self-rule.” This will only exacerbate the conflict in…", "clean_text": "RT @SECPOMPEO VERY CONCERNED BY THE SOUTHERN TRANSITIONAL COUNCILS ANNOUNCEMENT OF SELFRULE” THIS WILL ONLY EXACERBATE THE CONFLICT IN", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "LOs: In addition to Cap Group and D&amp;C, T. Rowe has like 2 or 3 guys out there. Also would look at Parnassus. And th… https://t.co/EsBh3C12Gg", "clean_text": "LOS IN ADDITION TO CAP GROUP AND DAMPC T ROWE HAS LIKE 2 OR 3 GUYS OUT THERE ALSO WOULD LOOK AT PARNASSUS AND TH ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200428, "Text": "$LUV burned 900M in cash this April(!)\n\nBuying airlines stocks are like lotto tickets here. If society doesn't retu… https://t.co/tI7zyhxE8Y", "clean_text": "LUV BURNED 900M IN CASH THIS APRIL\n\nBUYING AIRLINES STOCKS ARE LIKE LOTTO TICKETS HERE IF SOCIETY DOESNT RETU ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200428, "Text": "$CACC cannot file a Q but they CAN file hundreds of garnishments and lawsuits in the past 4 weeks in whatever court… https://t.co/507cb5XNII", "clean_text": "CACC CANNOT FILE A Q BUT THEY CAN FILE HUNDREDS OF GARNISHMENTS AND LAWSUITS IN THE PAST 4 WEEKS IN WHATEVER COURT ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200428, "Text": "RT @ldelevingne: Amazing story in @BostonGlobeMag about the big short you've never heard of, with a cameo by @Reuters founder Julius \"Baron…", "clean_text": "RT @LDELEVINGNE AMAZING STORY IN @BOSTONGLOBEMAG ABOUT THE BIG SHORT YOUVE NEVER HEARD OF WITH A CAMEO BY @REUTERS FOUNDER JULIUS BARON", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200428, "Text": "Looks like @Voatz was used successfully this week in the Republican primary for outgoing US Rep Bishop's seat in Co… https://t.co/ItxAm71WHW", "clean_text": "LOOKS LIKE @VOATZ WAS USED SUCCESSFULLY THIS WEEK IN THE REPUBLICAN PRIMARY FOR OUTGOING US REP BISHOP SEAT IN CO ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200427, "Text": "RT @zvelindovsky: Hot helium treatment of COVID-19 in Russia \n– CoRona 24 News https://t.co/3e72TRdBRF", "clean_text": "RT @ZVELINDOVSKY HOT HELIUM TREATMENT OF COVID19 IN RUSSIA CORONA 24 NEWS ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20200427, "Text": "I'd guess at least 75% in Crown Heights (Brooklyn).\nMy wife and I got tested last week. Both positive. Same with mo… https://t.co/w9GN2nnzdo", "clean_text": "ID GUESS AT LEAST 75% IN CROWN HEIGHTS BROOKLYN\nMY WIFE AND I GOT TESTED LAST WEEK BOTH POSITIVE SAME WITH MO ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20200427, "Text": "@BryanMortenson https://t.co/kScRWfdXhQ - they set up booths in our neighborhood for a day. We were in and out in 5 minutes.", "clean_text": "@BRYANMORTENSON THEY SET UP BOOTHS IN OUR NEIGHBORHOOD FOR A DAY WE WERE IN AND OUT IN 5 MINUTES", "count1": 0, "count2": 0, "count3": 3, "count4": 1}, {"Name": "MicroFundy", "Time": 20200427, "Text": "@CapitalObserver yes. dozens lost in our community.", "clean_text": "@CAPITALOBSERVER YES DOZENS LOST IN OUR COMMUNITY", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "MicroFundy", "Time": 20200427, "Text": "@CapitalObserver Yup. real sad. I think Crown Heights was the first real bad neighbor here in NY. Nobody knew it wa… https://t.co/mgXGCl1rYO", "clean_text": "@CAPITALOBSERVER YUP REAL SAD I THINK CROWN HEIGHTS WAS THE FIRST REAL BAD NEIGHBOR HERE IN NY NOBODY KNEW IT WA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200427, "Text": "As I go through $GOOG $FB &amp; check trends in global / U.S. ad spend, traditional/ digital, mobile, search, social me… https://t.co/pSbHwq9nZm", "clean_text": "AS I GO THROUGH GOOG FB AMP CHECK TRENDS IN GLOBAL  US AD SPEND TRADITIONAL DIGITAL MOBILE SEARCH SOCIAL ME ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200427, "Text": "5/ Central bank actions have been the lipstick on the pig for risk markets. Does the lipstick were off or should in… https://t.co/09Km7pUvgm", "clean_text": "5 CENTRAL BANK ACTIONS HAVE BEEN THE LIPSTICK ON THE PIG FOR RISK MARKETS DOES THE LIPSTICK WERE OFF OR SHOULD IN ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200427, "Text": "6/ Maybe it’s too soon and reality will set in (Q3/Q4 test) but maybe not and we re rate higher and downside is lim… https://t.co/wy5SL243Bv", "clean_text": "6 MAYBE ITS TOO SOON AND REALITY WILL SET IN Q3Q4 TEST BUT MAYBE NOT AND WE RE RATE HIGHER AND DOWNSIDE IS LIM ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200427, "Text": "@PythiaR A great company which is fully reflected in its valuation trading at a 30 P/E and a 3.5% free cash flow yield", "clean_text": "@PYTHIAR A GREAT COMPANY WHICH IS FULLY REFLECTED IN ITS VALUATION TRADING AT A 30 PE AND A 35% FREE CASH FLOW YIELD", "count1": 0, "count2": 0, "count3": 1, "count4": 3}, {"Name": "DumbLuckCapital", "Time": 20200427, "Text": "This list is basically the safe backbone of ‘best businesses’ and @jj_shipley did a great job here.  I prefer to in… https://t.co/kIwet9sylH", "clean_text": "THIS LIST IS BASICALLY THE SAFE BACKBONE OF BEST BUSINESSES AND @JJ_SHIPLEY DID A GREAT JOB HERE  I PREFER TO IN ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200427, "Text": "Currently listening to two of the wisest people I know — @MarceloPLima and @GSpier — talking about the tradeoffs in… https://t.co/KTlo6sHhPg", "clean_text": "CURRENTLY LISTENING TO TWO OF THE WISEST PEOPLE I KNOW @MARCELOPLIMA AND @GSPIER TALKING ABOUT THE TRADEOFFS IN ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200426, "Text": "In the world of forensic accounting, Francine is a rock star.  We share her frustration. https://t.co/86Bm4H1ib2", "clean_text": "IN THE WORLD OF FORENSIC ACCOUNTING FRANCINE IS A ROCK STAR  WE SHARE HER FRUSTRATION ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200426, "Text": "@vireyas Lol. We have 35k cases in my county. Yes county.", "clean_text": "@VIREYAS LOL WE HAVE 35K CASES IN MY COUNTY YES COUNTY", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200426, "Text": "RT @gdibner: Woke up to good news from Israel on ending the Coronavirus lockdown this morning, which I think should be shared widely in Eng…", "clean_text": "RT @GDIBNER WOKE UP TO GOOD NEWS FROM ISRAEL ON ENDING THE CORONAVIRUS LOCKDOWN THIS MORNING WHICH I THINK SHOULD BE SHARED WIDELY IN ENG", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy BAWAG? Haven’t seen many other people in that name. \n\nUltimately sold it because I think the roll-… https://t.co/I4Srznj2Ro", "clean_text": "@CONVEXITYCOWBOY BAWAG HAVENT SEEN MANY OTHER PEOPLE IN THAT NAME \n\nULTIMATELY SOLD IT BECAUSE I THINK THE ROLL ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200426, "Text": "RT @jburnmurdoch: The picture is even more stark in the cities &amp; regions hardest hit by outbreaks.\n\nIn Ecuador’s Guayas province, 245 Covid…", "clean_text": "RT @JBURNMURDOCH THE PICTURE IS EVEN MORE STARK IN THE CITIES AMP REGIONS HARDEST HIT BY OUTBREAKS\n\nIN ECUADORS GUAYAS PROVINCE 245 COVID", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "footnoted", "Time": 20200425, "Text": "Not sure when this went out, but this 4-page statement on why this hotel company deserves $125 million in PPP loans… https://t.co/LnlKyzwbFn", "clean_text": "NOT SURE WHEN THIS WENT OUT BUT THIS 4PAGE STATEMENT ON WHY THIS HOTEL COMPANY DESERVES 125 MILLION IN PPP LOANS ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200425, "Text": "The statement also discloses far more money in #PPPLoans than previously disclosed. If they wind up getting entire… https://t.co/f7glRUg2IK", "clean_text": "THE STATEMENT ALSO DISCLOSES FAR MORE MONEY IN #PPPLOANS THAN PREVIOUSLY DISCLOSED IF THEY WIND UP GETTING ENTIRE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200425, "Text": "@LUFCLew @pb_1973 Read the paragraph about leronlimab. Only 1 of 6 patients remained in stable condition. The other… https://t.co/qxFijzujK6", "clean_text": "@LUFCLEW @PB_1973 READ THE PARAGRAPH ABOUT LERONLIMAB ONLY 1 OF 6 PATIENTS REMAINED IN STABLE CONDITION THE OTHER ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200425, "Text": "@Nerlynx1 @BagholderQuotes The data in that letter to the editor actually suggest (caveat: small n, patients not tr… https://t.co/tFdBU1ISE5", "clean_text": "@NERLYNX1 @BAGHOLDERQUOTES THE DATA IN THAT LETTER TO THE EDITOR ACTUALLY SUGGEST CAVEAT SMALL N PATIENTS NOT TR ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200425, "Text": "RT @sgellison: Ravens set the NFL single-season rushing record last year.\n\nThey retain all their RBs in Mark Ingram, Gus Edwards &amp; Justice…", "clean_text": "RT @SGELLISON RAVENS SET THE NFL SINGLESEASON RUSHING RECORD LAST YEAR\n\nTHEY RETAIN ALL THEIR RBS IN MARK INGRAM GUS EDWARDS AMP JUSTICE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "@i123arnold @LongShortTrader This kind of speaks to it being distribution. In NY, been challenging to get meat at t… https://t.co/Zdx6kK7fIU", "clean_text": "@I123ARNOLD @LONGSHORTTRADER THIS KIND OF SPEAKS TO IT BEING DISTRIBUTION IN NY BEEN CHALLENGING TO GET MEAT AT T ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200425, "Text": "@QTRResearch In late 2021?", "clean_text": "@QTRRESEARCH IN LATE 2021", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200425, "Text": "@Post_Market @BarbarianCap Big Spud had their hands in every pocket from here to kingdom come.  Good to finally see… https://t.co/Xa7JZHMj2V", "clean_text": "@POST_MARKET @BARBARIANCAP BIG SPUD HAD THEIR HANDS IN EVERY POCKET FROM HERE TO KINGDOM COME  GOOD TO FINALLY SEE ", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200424, "Text": "RT @JohnPGavin: Good night all.  There's three thoughts I want to leave you with this evening.  In this darkness, our strength is to embrac…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  THERE THREE THOUGHTS I WANT TO LEAVE YOU WITH THIS EVENING  IN THIS DARKNESS OUR STRENGTH IS TO EMBRAC", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200424, "Text": "RT @mdmcdonald: Suspension of the MLB season is having ripple effects in #CostaRica. The Rawlings factory in Turrialba, Costa Rica, where w…", "clean_text": "RT @MDMCDONALD SUSPENSION OF THE MLB SEASON IS HAVING RIPPLE EFFECTS IN #COSTARICA THE RAWLINGS FACTORY IN TURRIALBA COSTA RICA WHERE W", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200424, "Text": "@IgnoreNarrative @MasaSonCap To be clear, I don’t mean “amazing” in a good way.", "clean_text": "@IGNORENARRATIVE @MASASONCAP TO BE CLEAR I DONT MEAN AMAZING” IN A GOOD WAY", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200424, "Text": "This is exactly what we wrote in our report on @Middleby\n$MIDD https://t.co/qGzARXCll6", "clean_text": "THIS IS EXACTLY WHAT WE WROTE IN OUR REPORT ON @MIDDLEBY\nMIDD ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200424, "Text": "@PlanMaestro The real action is in the debt. Check out those credit spreads.", "clean_text": "@PLANMAESTRO THE REAL ACTION IS IN THE DEBT CHECK OUT THOSE CREDIT SPREADS", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200424, "Text": "RT @MikeDentale: Airlines sending me “we’re in this together” emails. When my suitcase was 52 pounds I was on my own.", "clean_text": "RT @MIKEDENTALE AIRLINES SENDING ME WERE IN THIS TOGETHER” EMAILS WHEN MY SUITCASE WAS 52 POUNDS I WAS ON MY OWN", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200424, "Text": "For more on the free-and-easy portion of the credit cycle, see \"'Really, just IOUs'\" in the Grant's issue dated Dec… https://t.co/eQSjMtnrrG", "clean_text": "FOR MORE ON THE FREEANDEASY PORTION OF THE CREDIT CYCLE SEE REALLY JUST IOU IN THE GRANT ISSUE DATED DEC ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200424, "Text": "Est. spending change in US due to COVID - March 2020 $GOOG $FB $SNAP $TWTR (source: eMarketer)\n\nLooks like all thin… https://t.co/gUXoLazJKr", "clean_text": "EST SPENDING CHANGE IN US DUE TO COVID  MARCH 2020 GOOG FB SNAP TWTR SOURCE EMARKETER\n\nLOOKS LIKE ALL THIN ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200424, "Text": "RT @charliebilello: Fed balance sheet moves up to $6.573 trillion, a new high. In the last 6 weeks it has increased over $2.2 trillion. htt…", "clean_text": "RT @CHARLIEBILELLO FED BALANCE SHEET MOVES UP TO 6573 TRILLION A NEW HIGH IN THE LAST 6 WEEKS IT HAS INCREASED OVER 22 TRILLION HTT", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200423, "Text": "@OpenOutcrier \"we're all dead in the long-run\" isn't that the saying?", "clean_text": "@OPENOUTCRIER WERE ALL DEAD IN THE LONGRUN ISNT THAT THE SAYING", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: A lot of the lower-quality credits just went through a no-bid market before the Fed stepped in.  Hard to say where it shows…", "clean_text": "RT @JOHNPGAVIN A LOT OF THE LOWERQUALITY CREDITS JUST WENT THROUGH A NOBID MARKET BEFORE THE FED STEPPED IN  HARD TO SAY WHERE IT SHOWS", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "probesreporter", "Time": 20200423, "Text": "RT @JohnPGavin: In an environment where a company's very capacity to operate is in question, suspending all dividends is recommended (e.g.,…", "clean_text": "RT @JOHNPGAVIN IN AN ENVIRONMENT WHERE A COMPANY VERY CAPACITY TO OPERATE IS IN QUESTION SUSPENDING ALL DIVIDENDS IS RECOMMENDED EG", "count1": 0, "count2": 1, "count3": 2, "count4": 1}, {"Name": "matt_levine", "Time": 20200423, "Text": "In an attempt to save this newsletter and boost its price, I have destroyed the utility of the product. https://t.co/8OPtZYQu2M", "clean_text": "IN AN ATTEMPT TO SAVE THIS NEWSLETTER AND BOOST ITS PRICE I HAVE DESTROYED THE UTILITY OF THE PRODUCT ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200423, "Text": "Wow! $AINC Another public company tied to Dallas hotelier Monty Bennett disclosed an additional $12.8m in PPP fundi… https://t.co/yoLfXcAvd1", "clean_text": "WOW AINC ANOTHER PUBLIC COMPANY TIED TO DALLAS HOTELIER MONTY BENNETT DISCLOSED AN ADDITIONAL 128M IN PPP FUNDI ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200423, "Text": "@rapoportmike My best guess is that this was written (in or out) by the lobbyists and that nobody bothered to read… https://t.co/IkpMSVn2iU", "clean_text": "@RAPOPORTMIKE MY BEST GUESS IS THAT THIS WAS WRITTEN IN OR OUT BY THE LOBBYISTS AND THAT NOBODY BOTHERED TO READ ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200423, "Text": "OK. So let me get this straight. More than 125 publicly traded companies got over $550m in PPP funding starting a w… https://t.co/Y0bKN1COAn", "clean_text": "OK SO LET ME GET THIS STRAIGHT MORE THAN 125 PUBLICLY TRADED COMPANIES GOT OVER 550M IN PPP FUNDING STARTING A W ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200423, "Text": "Today’s #PPPloans disclosure tally: 31 more publicly traded companies disclosed receiving $92.5m in SBA loans. Also… https://t.co/4KO3QcBLxf", "clean_text": "TODAYS #PPPLOANS DISCLOSURE TALLY 31 MORE PUBLICLY TRADED COMPANIES DISCLOSED RECEIVING 925M IN SBA LOANS ALSO ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "@vitaliyk Would be interested to see a trial in its efficacy as a preventative rather than a treatment", "clean_text": "@VITALIYK WOULD BE INTERESTED TO SEE A TRIAL IN ITS EFFICACY AS A PREVENTATIVE RATHER THAN A TREATMENT", "count1": 0, "count2": 1, "count3": 1, "count4": 3}, {"Name": "UnionSquareGrp", "Time": 20200423, "Text": "RT @steveashleyplus: Month-long shift: 42 factory coworkers-turned-roommates began a \"live-in\" at their plastics plant in Pa. to produce mi…", "clean_text": "RT @STEVEASHLEYPLUS MONTHLONG SHIFT 42 FACTORY COWORKERSTURNEDROOMMATES BEGAN A LIVEIN AT THEIR PLASTICS PLANT IN PA TO PRODUCE MI", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200423, "Text": "Awareness is growing that the PPP results in many people “making”more money by not working at their prior job.  Tha… https://t.co/DyGRRY2ov9", "clean_text": "AWARENESS IS GROWING THAT THE PPP RESULTS IN MANY PEOPLE MAKING”MORE MONEY BY NOT WORKING AT THEIR PRIOR JOB  THA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200423, "Text": "@emilio_gold Think they are accelerating the decline in home entertainment trend, would imagine that revenue line d… https://t.co/Vg3x5Ejg9N", "clean_text": "@EMILIO_GOLD THINK THEY ARE ACCELERATING THE DECLINE IN HOME ENTERTAINMENT TREND WOULD IMAGINE THAT REVENUE LINE D ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200423, "Text": "\" $GOOG (27%) and $FB (33%) captured 60% of $87bn in mobile ad dollars in US in 2019. Unlikely any growth in 2020,… https://t.co/UQK2CId0FB", "clean_text": " GOOG 27% AND FB 33% CAPTURED 60% OF 87BN IN MOBILE AD DOLLARS IN US IN 2019 UNLIKELY ANY GROWTH IN 2020 ", "count1": 0, "count2": 0, "count3": 4, "count4": 0}, {"Name": "AZ_Value", "Time": 20200423, "Text": "Cuckoo science is bipartisan. Most prominent anti-vaxxers reside in Hollywood https://t.co/Ju573lj3Zj", "clean_text": "CUCKOO SCIENCE IS BIPARTISAN MOST PROMINENT ANTIVAXXERS RESIDE IN HOLLYWOOD ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200422, "Text": "RT @JohnPGavin: Paging Steven Mnuchin ... there's a gentleman in a car outside who would like a word with you. https://t.co/KUi2E2rYIr", "clean_text": "RT @JOHNPGAVIN PAGING STEVEN MNUCHIN  THERE A GENTLEMAN IN A CAR OUTSIDE WHO WOULD LIKE A WORD WITH YOU ", "count1": 0, "count2": 0, "count3": 1, "count4": 3}, {"Name": "probesreporter", "Time": 20200422, "Text": "Perhaps you've noticed that not many SEC investigations have shown up in your news feeds lately?  We did too.  But… https://t.co/sSVOLzfkVT", "clean_text": "PERHAPS YOUVE NOTICED THAT NOT MANY SEC INVESTIGATIONS HAVE SHOWN UP IN YOUR NEWS FEEDS LATELY  WE DID TOO  BUT ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200422, "Text": "RT @SugarRiverCap: Fat tails the topic in this @mjmauboussin gem that should have been tucked away for future years: ‘Investors that design…", "clean_text": "RT @SUGARRIVERCAP FAT TAILS THE TOPIC IN THIS @MJMAUBOUSSIN GEM THAT SHOULD HAVE BEEN TUCKED AWAY FOR FUTURE YEARS INVESTORS THAT DESIGN", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@ejenk but it is a difference of degree in that the sponsor of a 3x levered inverse whatever *knows that*, and worr… https://t.co/3IToT7iXhd", "clean_text": "@EJENK BUT IT IS A DIFFERENCE OF DEGREE IN THAT THE SPONSOR OF A 3X LEVERED INVERSE WHATEVER *KNOWS THAT* AND WORR ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk the real point is that shares of stock in themselves do not impose obligations, so, no. you… https://t.co/EICbLzUTAP", "clean_text": "@KARLBYKARLSMITH @EJENK THE REAL POINT IS THAT SHARES OF STOCK IN THEMSELVES DO NOT IMPOSE OBLIGATIONS SO NO YOU ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200422, "Text": "@karlbykarlsmith @ejenk like if you have a negative balance in your margin account, you could wish the whole thing… https://t.co/JZBR6smueY", "clean_text": "@KARLBYKARLSMITH @EJENK LIKE IF YOU HAVE A NEGATIVE BALANCE IN YOUR MARGIN ACCOUNT YOU COULD WISH THE WHOLE THING ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: The U.S. strongly condemns the attack on an @UN vehicle in #Rakhine State, #Burma, which killed a UN employee &amp; wounded…", "clean_text": "RT @STATEDEPTSPOX THE US STRONGLY CONDEMNS THE ATTACK ON AN @UN VEHICLE IN #RAKHINE STATE #BURMA WHICH KILLED A UN EMPLOYEE AMP WOUNDED", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200422, "Text": "RT @statedeptspox: Proud to echo @SecPompeo’s announcement of $270 million in new U.S. assistance for the global #COVID19 response. The U.S…", "clean_text": "RT @STATEDEPTSPOX PROUD TO ECHO @SECPOMPEOS ANNOUNCEMENT OF 270 MILLION IN NEW US ASSISTANCE FOR THE GLOBAL #COVID19 RESPONSE THE US", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200422, "Text": "@robertcshea Right, someone asked us about $VSTM in the Seeking Alpha article, so here's brief discussion: https://t.co/trjdIKiJrC", "clean_text": "@ROBERTCSHEA RIGHT SOMEONE ASKED US ABOUT VSTM IN THE SEEKING ALPHA ARTICLE SO HERE BRIEF DISCUSSION ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "LA gets an earthquake after NYC gets a tornado warning and the burbs are covered in hail in late April. We’re all i… https://t.co/VdwijwwP4A", "clean_text": "LA GETS AN EARTHQUAKE AFTER NYC GETS A TORNADO WARNING AND THE BURBS ARE COVERED IN HAIL IN LATE APRIL WERE ALL I ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200422, "Text": "Even HBR has articles about self-care now. #peakSelfcare talk. Trough selfcare in action, at least at HFGirl HQ. https://t.co/10w9BKzKIA", "clean_text": "EVEN HBR HAS ARTICLES ABOUT SELFCARE NOW #PEAKSELFCARE TALK TROUGH SELFCARE IN ACTION AT LEAST AT HFGIRL HQ ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200422, "Text": "Shared some $DIS $CMCSA $CHTR work I’ve done in 2020. Welcome any feedback or Q’s. Working on $GOOG currently.", "clean_text": "SHARED SOME DIS CMCSA CHTR WORK IVE DONE IN 2020 WELCOME ANY FEEDBACK OR QS WORKING ON GOOG CURRENTLY", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200421, "Text": "Looks like 7 more publicly traded companies disclosed new PPP loans in today’s crop of filings (so far…EDGAR doesn’… https://t.co/GQlcis3wbP", "clean_text": "LOOKS LIKE 7 MORE PUBLICLY TRADED COMPANIES DISCLOSED NEW PPP LOANS IN TODAYS CROP OF FILINGS SO FAREDGAR DOESN ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200421, "Text": "In filing, $CMG says that while it doesn’t plan to use the PPP program, it expects $100m liquidity benefit from the… https://t.co/a0VUHOCAvh", "clean_text": "IN FILING CMG SAYS THAT WHILE IT DOESNT PLAN TO USE THE PPP PROGRAM IT EXPECTS 100M LIQUIDITY BENEFIT FROM THE ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200421, "Text": "Another 26 publicly traded companies disclosed receiving more than $130m in PPP funds. Combined with prior disclosu… https://t.co/K0c8PlIoiD", "clean_text": "ANOTHER 26 PUBLICLY TRADED COMPANIES DISCLOSED RECEIVING MORE THAN 130M IN PPP FUNDS COMBINED WITH PRIOR DISCLOSU ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200421, "Text": "@kaylatausche Interesting. By my count, just over 100 publicly traded companies have received $460m in funding base… https://t.co/LR72U4d3sQ", "clean_text": "@KAYLATAUSCHE INTERESTING BY MY COUNT JUST OVER 100 PUBLICLY TRADED COMPANIES HAVE RECEIVED 460M IN FUNDING BASE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200421, "Text": "$AHT disclosed largest amount so far that I’ve been able to find. They got $30m in PPP loans from @keybank. Obvious… https://t.co/oyubfpi20U", "clean_text": "AHT DISCLOSED LARGEST AMOUNT SO FAR THAT IVE BEEN ABLE TO FIND THEY GOT 30M IN PPP LOANS FROM @KEYBANK OBVIOUS ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200421, "Text": "A friend of mine runs a small cookie company in Princeton NJ. Her store’s been closed for past 5 weeks, but landlor… https://t.co/vt4cueGOZu", "clean_text": "A FRIEND OF MINE RUNS A SMALL COOKIE COMPANY IN PRINCETON NJ HER STORES BEEN CLOSED FOR PAST 5 WEEKS BUT LANDLOR ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "adoxen", "Time": 20200421, "Text": "@tracyalloway @alfredliuhk With more than half its stock portfolio invested in the bank it has bigger problems than the dividend.", "clean_text": "@TRACYALLOWAY @ALFREDLIUHK WITH MORE THAN HALF ITS STOCK PORTFOLIO INVESTED IN THE BANK IT HAS BIGGER PROBLEMS THAN THE DIVIDEND", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200421, "Text": "Massive rally in May WTI.  It’s up to a buck. “Move along.  Nothing to see here.”", "clean_text": "MASSIVE RALLY IN MAY WTI  ITS UP TO A BUCK MOVE ALONG  NOTHING TO SEE HERE”", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200421, "Text": "RT @USAmbUN: #UNSC #VTC: Over 75% of the world’s food crises are driven by conflict. Millions of people in #Syria, #Yemen, and elsewhere ar…", "clean_text": "RT @USAMBUN #UNSC #VTC OVER 75% OF THE WORLDS FOOD CRISES ARE DRIVEN BY CONFLICT MILLIONS OF PEOPLE IN #SYRIA #YEMEN AND ELSEWHERE AR", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "KerrisdaleCap", "Time": 20200421, "Text": "Meanwhile, data on '849 in NSCLC consists of 5 patients w/longest DOR at 10 weeks. It's been &gt;6 months since the la… https://t.co/2lTZD9D3x7", "clean_text": "MEANWHILE DATA ON 849 IN NSCLC CONSISTS OF 5 PATIENTS WLONGEST DOR AT 10 WEEKS IT BEEN GT6 MONTHS SINCE THE LA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200421, "Text": "Things getting interesting in Tampa. Normally this would be a great risk/reward trade for the Bucs: at best Gronk i… https://t.co/AJBSeMqLu1", "clean_text": "THINGS GETTING INTERESTING IN TAMPA NORMALLY THIS WOULD BE A GREAT RISKREWARD TRADE FOR THE BUCS AT BEST GRONK I ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200421, "Text": "@juliakatherine Do you know what is worse? Women in their mid 40s/50s getting accidentally pregnant, often w/a char… https://t.co/3Kjq2a7tZ1", "clean_text": "@JULIAKATHERINE DO YOU KNOW WHAT IS WORSE WOMEN IN THEIR MID 40S50S GETTING ACCIDENTALLY PREGNANT OFTEN WA CHAR ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200421, "Text": "@juliakatherine All in the last year. Is so unrealistic as to be offensive to the many women struggling with infert… https://t.co/UlzhCNICPs", "clean_text": "@JULIAKATHERINE ALL IN THE LAST YEAR IS SO UNREALISTIC AS TO BE OFFENSIVE TO THE MANY WOMEN STRUGGLING WITH INFERT ", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200421, "Text": "@talktoskirt Ugh. That is so sad. I think my neighbor has it as well. Be careful in the common areas.", "clean_text": "@TALKTOSKIRT UGH THAT IS SO SAD I THINK MY NEIGHBOR HAS IT AS WELL BE CAREFUL IN THE COMMON AREAS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200421, "Text": "@talktoskirt Same. Hang in there.", "clean_text": "@TALKTOSKIRT SAME HANG IN THERE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200421, "Text": "For more on the Amazon of Transportation, see 'Large, unbeatable numbers' in the Grant's issue dated November 1, 20… https://t.co/mJFpGYckin", "clean_text": "FOR MORE ON THE AMAZON OF TRANSPORTATION SEE LARGE UNBEATABLE NUMBER IN THE GRANT ISSUE DATED NOVEMBER 1 20 ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200421, "Text": "Decline in estimated ad spend, IAB survey of agencies and brands. Social media ( $FB $TWTR $SNAP) &amp; search ( $GOOG… https://t.co/6QcnP1E941", "clean_text": "DECLINE IN ESTIMATED AD SPEND IAB SURVEY OF AGENCIES AND BRANDS SOCIAL MEDIA  FB TWTR SNAP AMP SEARCH  GOOG ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200421, "Text": "Think there will be additional benefits with Nintendo area opening in Osaka Universal Park 2020/2021 $CMCSA and at… https://t.co/IADc3IBgtF", "clean_text": "THINK THERE WILL BE ADDITIONAL BENEFITS WITH NINTENDO AREA OPENING IN OSAKA UNIVERSAL PARK 20202021 CMCSA AND AT ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200421, "Text": "McDonald's introduces \"5G\" chicken in China.\n\nWill it be more expensive, only available in 1st tier cities, arrive… https://t.co/127F7vUnAU", "clean_text": "MCDONALD INTRODUCES 5G CHICKEN IN CHINA\n\nWILL IT BE MORE EXPENSIVE ONLY AVAILABLE IN 1ST TIER CITIES ARRIVE ", "count1": 0, "count2": 0, "count3": 2, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200421, "Text": "Oil’s not the only market where inventories built in anticipation of a supply shock only to have demand fall off pr… https://t.co/eZVMNgs3sF", "clean_text": "OILS NOT THE ONLY MARKET WHERE INVENTORIES BUILT IN ANTICIPATION OF A SUPPLY SHOCK ONLY TO HAVE DEMAND FALL OFF PR ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200421, "Text": "My heart goes out to his father, uncle, brother, and other loved ones who must be in pain at this trying time. https://t.co/i7scmKeNeI", "clean_text": "MY HEART GOES OUT TO HIS FATHER UNCLE BROTHER AND OTHER LOVED ONES WHO MUST BE IN PAIN AT THIS TRYING TIME ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "BergenCapital", "Time": 20200421, "Text": "RT @realDonaldTrump: In light of the attack from the Invisible Enemy, as well as the need to protect the jobs of our GREAT American Citizen…", "clean_text": "RT @REALDONALDTRUMP IN LIGHT OF THE ATTACK FROM THE INVISIBLE ENEMY AS WELL AS THE NEED TO PROTECT THE JOBS OF OUR GREAT AMERICAN CITIZEN", "count1": 4, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200421, "Text": "PAA Research Report: TREX: The Hard Realities for Composite Decking Manufacturers in a Post Covid-19 World https://t.co/6OFDfodMok", "clean_text": "PAA RESEARCH REPORT TREX THE HARD REALITIES FOR COMPOSITE DECKING MANUFACTURERS IN A POST COVID19 WORLD ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200420, "Text": "In my “A Tale of Two Sinks” webcast (now up on replay) I finished warning about the danger of purely financial enti… https://t.co/laR7dbyOOL", "clean_text": "IN MY A TALE OF TWO SINKS” WEBCAST NOW UP ON REPLAY I FINISHED WARNING ABOUT THE DANGER OF PURELY FINANCIAL ENTI ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200420, "Text": "@JacobWolinsky Why does he keep putting \"partner\" in quotes, is it because ... oh oohhh https://t.co/MgbTHc4RZ6", "clean_text": "@JACOBWOLINSKY WHY DOES HE KEEP PUTTING PARTNER IN QUOTES IS IT BECAUSE  OH OOHHH ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200420, "Text": "I think a lot “investors” are sitting in a home with a job riding out this quarantine. Their views are jaded. When… https://t.co/Odw1qO23Po", "clean_text": "I THINK A LOT INVESTORS” ARE SITTING IN A HOME WITH A JOB RIDING OUT THIS QUARANTINE THEIR VIEWS ARE JADED WHEN ", "count1": 0, "count2": 0, "count3": 1, "count4": 3}, {"Name": "AZ_Value", "Time": 20200420, "Text": "RT @ZachLowe_NBA: Honestly if you come up to me in the grocery store and say in the just right cadence and volume, \"FROM NORTH CAROLINA,\" I…", "clean_text": "RT @ZACHLOWE_NBA HONESTLY IF YOU COME UP TO ME IN THE GROCERY STORE AND SAY IN THE JUST RIGHT CADENCE AND VOLUME FROM NORTH CAROLINA I", "count1": 2, "count2": 1, "count3": 2, "count4": 0}]