["IN", {"Name": "State_IO", "Time": 20200331, "Text": "RT @USAmbUN: #FACT: Since @WHO's founding in 1948, the United States has been its largest contributor: more than $400 million in 2019 alone…", "clean_text": "RT @USAMBUN #FACT SINCE @WHO FOUNDING IN 1948 THE UNITED STATES HAS BEEN ITS LARGEST CONTRIBUTOR MORE THAN 400 MILLION IN 2019 ALONE", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200331, "Text": "More confident in its accuracy:", "clean_text": "MORE CONFIDENT IN ITS ACCURACY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @ricard_sole: Farewell to Phil Anderson, Nobel Laureate in Physics and @sfiscience member. He was a great inspiration, championing emerg…", "clean_text": "RT @RICARD_SOLE FAREWELL TO PHIL ANDERSON NOBEL LAUREATE IN PHYSICS AND @SFISCIENCE MEMBER HE WAS A GREAT INSPIRATION CHAMPIONING EMERG", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @katy_milkman: Overconfidence is a pernicious bias, even in experts. It's astounding how few experts' confidence intervals included the…", "clean_text": "RT @KATY_MILKMAN OVERCONFIDENCE IS A PERNICIOUS BIAS EVEN IN EXPERTS IT ASTOUNDING HOW FEW EXPERT CONFIDENCE INTERVALS INCLUDED THE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200330, "Text": "This newsletter doesn’t want everybody to take a hot shower at the same time in the house. https://t.co/i9c1dbbkYu", "clean_text": "THIS NEWSLETTER DOESNT WANT EVERYBODY TO TAKE A HOT SHOWER AT THE SAME TIME IN THE HOUSE ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200330, "Text": "@nilayshrugged @meet_sam_ @Alex_Danco but the market ex those 5 minutes is flattish. the people who come in later d… https://t.co/Yfa0buIAYi", "clean_text": "@NILAYSHRUGGED @MEET_SAM_ @ALEX_DANCO BUT THE MARKET EX THOSE 5 MINUTES IS FLATTISH THE PEOPLE WHO COME IN LATER D ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200330, "Text": "RT @carlquintanilla: GOLDMAN: “.. we believe it is likely that the market will turn lower in coming weeks, and caution short-term investors…", "clean_text": "RT @CARLQUINTANILLA GOLDMAN  WE BELIEVE IT IS LIKELY THAT THE MARKET WILL TURN LOWER IN COMING WEEKS AND CAUTION SHORTTERM INVESTORS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200330, "Text": "@TeamSchmand19 @The_investmentJ @KobeissiLetter I live in Houston, have many investors in the O&amp;G space. However, I… https://t.co/d64FPA6gZt", "clean_text": "@TEAMSCHMAND19 @THE_INVESTMENTJ @KOBEISSILETTER I LIVE IN HOUSTON HAVE MANY INVESTORS IN THE OAMPG SPACE HOWEVER I ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200330, "Text": "I miss calls like these.  David Wells laboring his way out to the mound just in time to get lit up.  Also all the c… https://t.co/pRdyUJ0YZr", "clean_text": "I MISS CALLS LIKE THESE  DAVID WELLS LABORING HIS WAY OUT TO THE MOUND JUST IN TIME TO GET LIT UP  ALSO ALL THE C ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AZ_Value", "Time": 20200330, "Text": "RT @BBCBreakfast: A device which helps patients breathe has been modified and improved by the Mercedes F1 team in less than a week, it has…", "clean_text": "RT @BBCBREAKFAST A DEVICE WHICH HELPS PATIENTS BREATHE HAS BEEN MODIFIED AND IMPROVED BY THE MERCEDES F1 TEAM IN LESS THAN A WEEK IT HAS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200329, "Text": "Bill Ackman Defends CNBC Interview and $2.6 Billion Profit in Letter to Investors https://t.co/I3TGjDopb7", "clean_text": "BILL ACKMAN DEFENDS CNBC INTERVIEW AND 26 BILLION PROFIT IN LETTER TO INVESTORS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200329, "Text": "RT @birbigs: My Girlfriend’s Boyfriend (for whatever reason) isn’t currently on netflix but it IS on prime! It’s the shelter in place strea…", "clean_text": "RT @BIRBIGS MY GIRLFRIENDS BOYFRIEND FOR WHATEVER REASON ISNT CURRENTLY ON NETFLIX BUT IT IS ON PRIME ITS THE SHELTER IN PLACE STREA", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200328, "Text": "In his debate with Bernie Joe Biden said of the pandemic “This is like a war”.  Yesterday in a CNN virtual town hal… https://t.co/Kyx6fMAHOB", "clean_text": "IN HIS DEBATE WITH BERNIE JOE BIDEN SAID OF THE PANDEMIC THIS IS LIKE A WAR”  YESTERDAY IN A CNN VIRTUAL TOWN HAL ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "DumbLuckCapital", "Time": 20200328, "Text": "Who is the biggest villain in Tiger King? Joe, Doc, and Carole all run cults and have no problem exploiting and ext… https://t.co/5zO72zk8TB", "clean_text": "WHO IS THE BIGGEST VILLAIN IN TIGER KING JOE DOC AND CAROLE ALL RUN CULTS AND HAVE NO PROBLEM EXPLOITING AND EXT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200327, "Text": "To avoid additional emotional distress in the current environment, we will defer new communications of this newslet… https://t.co/cw91a7Eu4Q", "clean_text": "TO AVOID ADDITIONAL EMOTIONAL DISTRESS IN THE CURRENT ENVIRONMENT WE WILL DEFER NEW COMMUNICATIONS OF THIS NEWSLET ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200327, "Text": "@RuMcClu i thought that too but it’s a lab experiment. i agree that if you observed it in actual traders you’d thin… https://t.co/nGNwjHDsXB", "clean_text": "@RUMCCLU I THOUGHT THAT TOO BUT ITS A LAB EXPERIMENT I AGREE THAT IF YOU OBSERVED IT IN ACTUAL TRADERS YOUD THIN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200327, "Text": "RT @dynamicvol: I've done maybe a dozen conference calls with retail investors in the past week.  Near-unanimous opinion that we've seen th…", "clean_text": "RT @DYNAMICVOL IVE DONE MAYBE A DOZEN CONFERENCE CALLS WITH RETAIL INVESTORS IN THE PAST WEEK  NEARUNANIMOUS OPINION THAT WEVE SEEN TH", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200327, "Text": "Has Mike Pence only had missionary position sex in his life?", "clean_text": "HAS MIKE PENCE ONLY HAD MISSIONARY POSITION SEX IN HIS LIFE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200326, "Text": "RT @rodneylksmith: @Greenbackd @mjmauboussin “The stress response calibrates risk taking to our circumstances, reducing it in times of prol…", "clean_text": "RT @RODNEYLKSMITH @GREENBACKD @MJMAUBOUSSIN THE STRESS RESPONSE CALIBRATES RISK TAKING TO OUR CIRCUMSTANCES REDUCING IT IN TIMES OF PROL", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200326, "Text": "RT @statedeptspox: America is mobilizing all resources in order to rapidly respond to the #coronavirus. Read the Secretary’s full statement…", "clean_text": "RT @STATEDEPTSPOX AMERICA IS MOBILIZING ALL RESOURCES IN ORDER TO RAPIDLY RESPOND TO THE #CORONAVIRUS READ THE SECRETARYS FULL STATEMENT", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200326, "Text": "RT @SecPompeo: I am pleased to announce the U.S. has made available nearly $274 million in emergency health and humanitarian funding. Our l…", "clean_text": "RT @SECPOMPEO I AM PLEASED TO ANNOUNCE THE US HAS MADE AVAILABLE NEARLY 274 MILLION IN EMERGENCY HEALTH AND HUMANITARIAN FUNDING OUR L", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200326, "Text": "RT @BloombergAsia: S&amp;P and Moody’s are downgrading U.S. companies at the fastest pace in more than a decade https://t.co/OTOVn2bPrz", "clean_text": "RT @BLOOMBERGASIA SAMPP AND MOODYS ARE DOWNGRADING US COMPANIES AT THE FASTEST PACE IN MORE THAN A DECADE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200326, "Text": "@CrookedCapital I'm not aware of anyone at this point that thinks a V is in the cards...", "clean_text": "@CROOKEDCAPITAL IM NOT AWARE OF ANYONE AT THIS POINT THAT THINKS A V IS IN THE CARDS", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200326, "Text": "@AdamBScott1979 @CrookedCapital Yep, don't disagree.  In a way, it would be fitting after this shitstorm...  Total… https://t.co/RER2ibnSfw", "clean_text": "@ADAMBSCOTT1979 @CROOKEDCAPITAL YEP DONT DISAGREE  IN A WAY IT WOULD BE FITTING AFTER THIS SHITSTORM  TOTAL ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200326, "Text": "Given how much pain happened so quickly in the markets + how much has yet to be resolved + likely understated pain… https://t.co/pSqMqtnrgh", "clean_text": "GIVEN HOW MUCH PAIN HAPPENED SO QUICKLY IN THE MARKETS HOW MUCH HAS YET TO BE RESOLVED LIKELY UNDERSTATED PAIN ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200326, "Text": "RT @LizAnnSonders: World trade plummeting in terms of cargo volumes y/y:\n \n*Shanghai port (world’s busiest): -20% (Feb)\n*LA: -23% (Feb)\n*Ho…", "clean_text": "RT @LIZANNSONDERS WORLD TRADE PLUMMETING IN TERMS OF CARGO VOLUMES YY\n \n*SHANGHAI PORT WORLDS BUSIEST 20% FEB\n*LA 23% FEB\n*HO", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Anyone in Congress even trying to put pork into the bailout bill being negotiated is guilty of treason. Ditto any A… https://t.co/evaaClFKtK", "clean_text": "ANYONE IN CONGRESS EVEN TRYING TO PUT PORK INTO THE BAILOUT BILL BEING NEGOTIATED IS GUILTY OF TREASON DITTO ANY A ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "The air in Southern California is crisp and clear these days. Sure it’s been raining, but clean air sustains due to… https://t.co/QNQinf46xT", "clean_text": "THE AIR IN SOUTHERN CALIFORNIA IS CRISP AND CLEAR THESE DAYS SURE ITS BEEN RAINING BUT CLEAN AIR SUSTAINS DUE TO ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Larry Kudlow says stimulus packages will reach $6,000,000,000,000.  Together with a sharp decline in tax receipts t… https://t.co/dA6uC6to2l", "clean_text": "LARRY KUDLOW SAYS STIMULUS PACKAGES WILL REACH 6000000000000  TOGETHER WITH A SHARP DECLINE IN TAX RECEIPTS T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@BazCap @NickatFP I can’t even figure out a single thing going on in S3 so far... I was always on board with S2 but… https://t.co/L4oRTi0WFg", "clean_text": "@BAZCAP @NICKATFP I CANT EVEN FIGURE OUT A SINGLE THING GOING ON IN S3 SO FAR I WAS ALWAYS ON BOARD WITH S2 BUT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@SuperMugatu @PolarisCap BUT HOW DID HE GET FROM THE SOUTH CHINA SEA TO WESTWORLD IN LIKE 2 MINUTES", "clean_text": "@SUPERMUGATU @POLARISCAP BUT HOW DID HE GET FROM THE SOUTH CHINA SEA TO WESTWORLD IN LIKE 2 MINUTES", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200325, "Text": "What company is the worst offender in hurting America's working class?  Whose business will forever change once the… https://t.co/fFcSxTuWJz", "clean_text": "WHAT COMPANY IS THE WORST OFFENDER IN HURTING AMERICA WORKING CLASS  WHOSE BUSINESS WILL FOREVER CHANGE ONCE THE ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200325, "Text": "@LSValue The great irony of $ZG $Z's statements on their cash position is that the business in its growth mode woul… https://t.co/I49Y75kuhH", "clean_text": "@LSVALUE THE GREAT IRONY OF ZG Z STATEMENTS ON THEIR CASH POSITION IS THAT THE BUSINESS IN ITS GROWTH MODE WOUL ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200324, "Text": "RT @ToddSullivan: Seth Klarman just opened up Baupost for investment for the first time in forever....if that isn't a \"stocks are screaming…", "clean_text": "RT @TODDSULLIVAN SETH KLARMAN JUST OPENED UP BAUPOST FOR INVESTMENT FOR THE FIRST TIME IN FOREVERIF THAT ISNT A STOCKS ARE SCREAMING", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200324, "Text": "RT @SecPompeo: Happy to announce another $5 million in @StateDept funding for the @iaeaorg to help member states combat the #coronavirus. W…", "clean_text": "RT @SECPOMPEO HAPPY TO ANNOUNCE ANOTHER 5 MILLION IN @STATEDEPT FUNDING FOR THE @IAEAORG TO HELP MEMBER STATES COMBAT THE #CORONAVIRUS W", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200324, "Text": "$CMCSA traded weak today vs. mkt. IOC postponed Olympics to 2021. Concern around $1.25bn in ad revenue receipts thu… https://t.co/NlPeeL8RWo", "clean_text": "CMCSA TRADED WEAK TODAY VS MKT IOC POSTPONED OLYMPICS TO 2021 CONCERN AROUND 125BN IN AD REVENUE RECEIPTS THU ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200324, "Text": "RT @brgridiron: .@MikeEvans13_ is ready for Brady in Tampa 🤣 https://t.co/Bn8mQIbIXA", "clean_text": "RT @BRGRIDIRON @MIKEEVANS13_ IS READY FOR BRADY IN TAMPA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@HiddenPivots @AlderLaneeggs @jdsnowdy Who could have predicted that years of unexplained double digit growth in co… https://t.co/QLrwgueOJd", "clean_text": "@HIDDENPIVOTS @ALDERLANEEGGS @JDSNOWDY WHO COULD HAVE PREDICTED THAT YEARS OF UNEXPLAINED DOUBLE DIGIT GROWTH IN CO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@HiddenPivots @AlderLaneeggs @jdsnowdy Anyone interested in how $RY, $CM, $NA, and the other big 6 banks have juice… https://t.co/BpBrCMHeAX", "clean_text": "@HIDDENPIVOTS @ALDERLANEEGGS @JDSNOWDY ANYONE INTERESTED IN HOW RY CM NA AND THE OTHER BIG 6 BANKS HAVE JUICE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "@HotlantaCapital I'm in the process of doing multiple surveys across multiple industries and I can tell you what yo… https://t.co/wv0FeG8GW6", "clean_text": "@HOTLANTACAPITAL IM IN THE PROCESS OF DOING MULTIPLE SURVEYS ACROSS MULTIPLE INDUSTRIES AND I CAN TELL YOU WHAT YO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200323, "Text": "RT @tseides: Applying behavioral frameworks and good decision making in a time of crisis. Who better to ask than @mjmauboussin? \n\nhttps://t…", "clean_text": "RT @TSEIDES APPLYING BEHAVIORAL FRAMEWORKS AND GOOD DECISION MAKING IN A TIME OF CRISIS WHO BETTER TO ASK THAN @MJMAUBOUSSIN \n\n", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200323, "Text": "@tgoldw i mean in general i am perplexed at how much tv politicians watch, sure", "clean_text": "@TGOLDW I MEAN IN GENERAL I AM PERPLEXED AT HOW MUCH TV POLITICIANS WATCH SURE", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200323, "Text": "In 2 separate conversations today, I learned about two close friends who are now out of work. One, a magazine edito… https://t.co/5kUWv1gG6U", "clean_text": "IN 2 SEPARATE CONVERSATIONS TODAY I LEARNED ABOUT TWO CLOSE FRIENDS WHO ARE NOW OUT OF WORK ONE A MAGAZINE EDITO ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200323, "Text": "As of Wed., total net assets in Money Market Mutual Funds hit $3.94 trillion, surpassing the prior 2009 peak of $3.… https://t.co/wBVizW36gT", "clean_text": "AS OF WED TOTAL NET ASSETS IN MONEY MARKET MUTUAL FUNDS HIT 394 TRILLION SURPASSING THE PRIOR 2009 PEAK OF 3 ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "@rationalwalk Would you still own $BRK if of the $125bn in cash (~$100b excess), during this time there were no acq… https://t.co/y5DXzi7cLy", "clean_text": "@RATIONALWALK WOULD YOU STILL OWN BRK IF OF THE 125BN IN CASH ~100B EXCESS DURING THIS TIME THERE WERE NO ACQ ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "Of the 43 holdings above $100m in current value, 26 of them are *down* since $BRK has purchased it. Not YTD, but do… https://t.co/e5xSUfZv5W", "clean_text": "OF THE 43 HOLDINGS ABOVE 100M IN CURRENT VALUE 26 OF THEM ARE *DOWN* SINCE BRK HAS PURCHASED IT NOT YTD BUT DO ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200323, "Text": "Assuming a 50% reduction in operating earnings from 2019 #'s + similar investment income as 2019 = $7.19/per B shar… https://t.co/lZm6tiGSLQ", "clean_text": "ASSUMING A 50% REDUCTION IN OPERATING EARNINGS FROM 2019 SIMILAR INVESTMENT INCOME AS 2019  719PER B SHAR ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200323, "Text": "RT @BernieSanders: We need to send emergency cash payments of $2,000 to every person in America each month for the duration of this pandemi…", "clean_text": "RT @BERNIESANDERS WE NEED TO SEND EMERGENCY CASH PAYMENTS OF 2000 TO EVERY PERSON IN AMERICA EACH MONTH FOR THE DURATION OF THIS PANDEMI", "count1": 1, "count2": 2, "count3": 2, "count4": 1}, {"Name": "BergenCapital", "Time": 20200322, "Text": "RT @RaoulGMI: This is well worth a read. \n\nI think people are wildly underestimating time in this equation, and not just impact. In all out…", "clean_text": "RT @RAOULGMI THIS IS WELL WORTH A READ \n\nI THINK PEOPLE ARE WILDLY UNDERESTIMATING TIME IN THIS EQUATION AND NOT JUST IMPACT IN ALL OUT", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "Interesting paper to read in these times: Financial Loss Aversion Illusion. \"The results demonstrate that loss aver… https://t.co/v2Lwjdr4ID", "clean_text": "INTERESTING PAPER TO READ IN THESE TIMES FINANCIAL LOSS AVERSION ILLUSION THE RESULTS DEMONSTRATE THAT LOSS AVER ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200321, "Text": "Helicopter money in theory makes indebted consumers more apt to pay their debts, until you say there is a moritoriu… https://t.co/ATsy7XOhsJ", "clean_text": "HELICOPTER MONEY IN THEORY MAKES INDEBTED CONSUMERS MORE APT TO PAY THEIR DEBTS UNTIL YOU SAY THERE IS A MORITORIU ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200320, "Text": "Goldman Sachs: “State-level anecdotes point to an unprecedented surge in layoffs this week. These anecdotes suggest… https://t.co/wyQQNAjdcm", "clean_text": "GOLDMAN SACHS STATELEVEL ANECDOTES POINT TO AN UNPRECEDENTED SURGE IN LAYOFFS THIS WEEK THESE ANECDOTES SUGGEST ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @WHAAsstSecty: The Maduro-made #humanitarian crisis in #Venezuela will only worsen w/ #COVID19. Meanwhile, repression continues. The wor…", "clean_text": "RT @WHAASSTSECTY THE MADUROMADE #HUMANITARIAN CRISIS IN #VENEZUELA WILL ONLY WORSEN W #COVID19 MEANWHILE REPRESSION CONTINUES THE WOR", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200320, "Text": "@HotRockCapital NFL got around $6.4bn in network contract revenues. Networks got around $5bn in advertising revenue… https://t.co/egqEDjPZDT", "clean_text": "@HOTROCKCAPITAL NFL GOT AROUND 64BN IN NETWORK CONTRACT REVENUES NETWORKS GOT AROUND 5BN IN ADVERTISING REVENUE ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Find_Me_Value", "Time": 20200320, "Text": "$CCL Carnival 8-k: \"US net loss of $781m in Q1 2020, vs Q1 2019 $336m. Q1 2020 includes $932m goodwill and ship imp… https://t.co/0W5NRmsKMl", "clean_text": "CCL CARNIVAL 8K US NET LOSS OF 781M IN Q1 2020 VS Q1 2019 336M Q1 2020 INCLUDES 932M GOODWILL AND SHIP IMP ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200320, "Text": "This is what my portfolio will look like in 2 weeks. Long and in the black https://t.co/v8vdlawQ82", "clean_text": "THIS IS WHAT MY PORTFOLIO WILL LOOK LIKE IN 2 WEEKS LONG AND IN THE BLACK ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @TruthGundlach: Airline industry is asking for $50 Billion bailout.  Over the last 10 years there were $45.5 Billion in airline share bu…", "clean_text": "RT @TRUTHGUNDLACH AIRLINE INDUSTRY IS ASKING FOR 50 BILLION BAILOUT  OVER THE LAST 10 YEARS THERE WERE 455 BILLION IN AIRLINE SHARE BU", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200319, "Text": "@felixsalmon @TheStalwart i say this as someone whose instinct is to do exactly that, it just seems economically weird in an uncharted way", "clean_text": "@FELIXSALMON @THESTALWART I SAY THIS AS SOMEONE WHOSE INSTINCT IS TO DO EXACTLY THAT IT JUST SEEMS ECONOMICALLY WEIRD IN AN UNCHARTED WAY", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200319, "Text": "@Find_Me_Value Main thing seems to be testing velocity. Look at China/S.Korea as they are living in the future. Onc… https://t.co/PvAurFeGIa", "clean_text": "@FIND_ME_VALUE MAIN THING SEEMS TO BE TESTING VELOCITY LOOK AT CHINASKOREA AS THEY ARE LIVING IN THE FUTURE ONC ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @BillAckman: Some investors have been confused by remarks. To clarify, I am confident the president will do the right thing in temporari…", "clean_text": "RT @BILLACKMAN SOME INVESTORS HAVE BEEN CONFUSED BY REMARKS TO CLARIFY I AM CONFIDENT THE PRESIDENT WILL DO THE RIGHT THING IN TEMPORARI", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @TheStalwart: I have to admit that the daily 5% declines in my retirement money do get less painful each day, as the base dollar amount…", "clean_text": "RT @THESTALWART I HAVE TO ADMIT THAT THE DAILY 5% DECLINES IN MY RETIREMENT MONEY DO GET LESS PAINFUL EACH DAY AS THE BASE DOLLAR AMOUNT", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200319, "Text": "Airline industry is asking for $50 Billion bailout.  Over the last 10 years there were $45.5 Billion in airline sha… https://t.co/9A4QH4MSVj", "clean_text": "AIRLINE INDUSTRY IS ASKING FOR 50 BILLION BAILOUT  OVER THE LAST 10 YEARS THERE WERE 455 BILLION IN AIRLINE SHA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200319, "Text": "RT @benbreitholtz: Near 100% probabilities priced in US headline CPI will average below 2.0% YOY for the remainder of our careers 🤪Talk abo…", "clean_text": "RT @BENBREITHOLTZ NEAR 100% PROBABILITIES PRICED IN US HEADLINE CPI WILL AVERAGE BELOW 20% YOY FOR THE REMAINDER OF OUR CAREERS 🤪TALK ABO", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200319, "Text": "$DIS likely up on proposed debt offering + Moody's A2 rating. They had $6.8bn in cash E2019 + $12.25bn revolver w/… https://t.co/xZU5Flqtd9", "clean_text": "DIS LIKELY UP ON PROPOSED DEBT OFFERING MOODY A2 RATING THEY HAD 68BN IN CASH E2019 1225BN REVOLVER W ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200319, "Text": "$DIS By YE2020 ESPN will have lost about 20% of subscribers since peaking in 2011. Yet, due to affiliate fee increa… https://t.co/i6cU3kXtNT", "clean_text": "DIS BY YE2020 ESPN WILL HAVE LOST ABOUT 20% OF SUBSCRIBERS SINCE PEAKING IN 2011 YET DUE TO AFFILIATE FEE INCREA ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200319, "Text": "RT @RaoulGMI: Literally no one is long enough dollars. NO ONE. Pick any currency to short, it matters not. If you are in a different countr…", "clean_text": "RT @RAOULGMI LITERALLY NO ONE IS LONG ENOUGH DOLLARS NO ONE PICK ANY CURRENCY TO SHORT IT MATTERS NOT IF YOU ARE IN A DIFFERENT COUNTR", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200318, "Text": "Given the current market, I’m guessing this is just the tip of the iceberg in terms of margin calls. More are most… https://t.co/XnmKl1al1Q", "clean_text": "GIVEN THE CURRENT MARKET IM GUESSING THIS IS JUST THE TIP OF THE ICEBERG IN TERMS OF MARGIN CALLS MORE ARE MOST ", "count1": 3, "count2": 2, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200318, "Text": "@JamesPRyans Yep. Keep in mind that I’m not really an expert when it comes to margin calls and Form 4s. But this al… https://t.co/n2316cKn2K", "clean_text": "@JAMESPRYANS YEP KEEP IN MIND THAT IM NOT REALLY AN EXPERT WHEN IT COMES TO MARGIN CALLS AND FORM 4S BUT THIS AL ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "For the first time in years I am now not short any U.S. stocks.  I covered my last three shorts today at 2:37 p.m E… https://t.co/ojxhdnDwzx", "clean_text": "FOR THE FIRST TIME IN YEARS I AM NOW NOT SHORT ANY US STOCKS  I COVERED MY LAST THREE SHORTS TODAY AT 237 PM E ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "In our Jan 2019 report, we concluded that the vast majority of $MDXG's revenue was real &amp; sustainable, &amp; that only… https://t.co/PJYCRVKWJg", "clean_text": "IN OUR JAN 2019 REPORT WE CONCLUDED THAT THE VAST MAJORITY OF MDXG REVENUE WAS REAL AMP SUSTAINABLE AMP THAT ONLY ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "In our Jan 2019 report, we estimated that $MDXG's sales would stabilize around $270m and then grow again as it exited its state of turmoil", "clean_text": "IN OUR JAN 2019 REPORT WE ESTIMATED THAT MDXG SALES WOULD STABILIZE AROUND 270M AND THEN GROW AGAIN AS IT EXITED ITS STATE OF TURMOIL", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We also believe that there is considerable option value in $MDXG's attractive pipeline of late-stage clinical trial… https://t.co/wVNVZhDThs", "clean_text": "WE ALSO BELIEVE THAT THERE IS CONSIDERABLE OPTION VALUE IN MDXG ATTRACTIVE PIPELINE OF LATESTAGE CLINICAL TRIAL ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200318, "Text": "1.5 months ago. -35% from highs. Impact on advertising, hard to see people cancelling home broadband in these times… https://t.co/EFJdvBd5gf", "clean_text": "15 MONTHS AGO 35% FROM HIGHS IMPACT ON ADVERTISING HARD TO SEE PEOPLE CANCELLING HOME BROADBAND IN THESE TIMES ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200318, "Text": "No negativity from Citron in these times  Who can help?  $BFYT bringing telemedicine benefits to seniors through MA… https://t.co/XE9NTt3p3V", "clean_text": "NO NEGATIVITY FROM CITRON IN THESE TIMES  WHO CAN HELP  BFYT BRINGING TELEMEDICINE BENEFITS TO SENIORS THROUGH MA ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200317, "Text": "Hey @nycmayor and @NYGovCuomo: how about a special press conference for kids like @erna_solberg did in Norway? Lots… https://t.co/29PJGH5RYO", "clean_text": "HEY @NYCMAYOR AND @NYGOVCUOMO HOW ABOUT A SPECIAL PRESS CONFERENCE FOR KIDS LIKE @ERNA_SOLBERG DID IN NORWAY LOTS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "Despite acquiring LivingLens in Feb. 2020, $MDLA reiterated its FY 21 guidance implying organic growth will be belo… https://t.co/VRlXCxM5vq", "clean_text": "DESPITE ACQUIRING LIVINGLENS IN FEB 2020 MDLA REITERATED ITS FY 21 GUIDANCE IMPLYING ORGANIC GROWTH WILL BE BELO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "Path to profitability still a fairy tale. $MDLA has been unprofitable for 20 years despite minimal competition in c… https://t.co/b8ng2uUhlN", "clean_text": "PATH TO PROFITABILITY STILL A FAIRY TALE MDLA HAS BEEN UNPROFITABLE FOR 20 YEARS DESPITE MINIMAL COMPETITION IN C ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200317, "Text": "Looking for market insights in unprecedented times?\nLook no further than Grant's. https://t.co/XTm1TwkmEZ", "clean_text": "LOOKING FOR MARKET INSIGHTS IN UNPRECEDENTED TIMES\nLOOK NO FURTHER THAN GRANT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200317, "Text": "Non-coronavirus / regular business concerns in owning $DIS - am I missing anything else? Thx for input. (2 slides,… https://t.co/lUCVDY03Qu", "clean_text": "NONCORONAVIRUS  REGULAR BUSINESS CONCERNS IN OWNING DIS  AM I MISSING ANYTHING ELSE THX FOR INPUT 2 SLIDES ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200317, "Text": "@stancup94 Yes, it ceratinly is the most significant outside hire they've made in many years.  $OSTK", "clean_text": "@STANCUP94 YES IT CERATINLY IS THE MOST SIGNIFICANT OUTSIDE HIRE THEYVE MADE IN MANY YEARS  OSTK", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]