["THE", {"Name": "pmarca", "Time": 20200215, "Text": "Public Service Announcement from the former Commissioner of the FDA https://t.co/rlRJndLalT", "clean_text": "PUBLIC SERVICE ANNOUNCEMENT FROM THE FORMER COMMISSIONER OF THE FDA ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200215, "Text": "@FHQ What is source for the superdelegate totals cited? Tally seems bit different than what is sourced here, thanks: https://t.co/NXFWIRoyuw", "clean_text": "@FHQ WHAT IS SOURCE FOR THE SUPERDELEGATE TOTALS CITED TALLY SEEMS BIT DIFFERENT THAN WHAT IS SOURCED HERE THANKS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200215, "Text": "@opinion_joe Might as well call it the \"Parker Petit rule\":\n\n https://t.co/2F9m411YY8 https://t.co/wNGg6zU6hL", "clean_text": "@OPINION_JOE MIGHT AS WELL CALL IT THE PARKER PETIT RULE\n\n  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200214, "Text": "Berkshire Hathaway new positions in $KR $549m stake and $BIIB $192m (Todd or Ted given the size). Over doubled exposure to $OXY too", "clean_text": "BERKSHIRE HATHAWAY NEW POSITIONS IN KR 549M STAKE AND BIIB 192M TODD OR TED GIVEN THE SIZE OVER DOUBLED EXPOSURE TO OXY TOO", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200214, "Text": "Just a reminder that #valentinesday is also usually the biggest single day for SEC filings. Look for EDGAR to show… https://t.co/nJ2Sr5kyAS", "clean_text": "JUST A REMINDER THAT #VALENTINESDAY IS ALSO USUALLY THE BIGGEST SINGLE DAY FOR SEC FILINGS LOOK FOR EDGAR TO SHOW ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200214, "Text": "Totally unscientific, but it looks like the SEC’s EDGAR broke around 4:55 pm today. #ValentinesDay", "clean_text": "TOTALLY UNSCIENTIFIC BUT IT LOOKS LIKE THE SECS EDGAR BROKE AROUND 455 PM TODAY #VALENTINESDAY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200214, "Text": "It’s 5:20 pm and the last available filing in EDGAR is time-stamped 16:56. So that’s a 25 minute gap right now. https://t.co/uMkdgkCSj0", "clean_text": "ITS 520 PM AND THE LAST AVAILABLE FILING IN EDGAR IS TIMESTAMPED 1656 SO THATS A 25 MINUTE GAP RIGHT NOW ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200214, "Text": "Interest-rate virus jumps the Atlantic. \n\n#ECB $EURUSD https://t.co/6Pazq9JH5d", "clean_text": "INTERESTRATE VIRUS JUMPS THE ATLANTIC \n\n#ECB EURUSD ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200214, "Text": "Almost Daily Grant's 2/14: Down in the bottom     https://t.co/2SGk5XqIiq https://t.co/6oScGHVC7J", "clean_text": "ALMOST DAILY GRANT 214 DOWN IN THE BOTTOM ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200214, "Text": "PAA Research Report: TRUP: Don’t Confuse What Management Says With What They Mean; The Questions That Should Have B… https://t.co/jF9bMauEdX", "clean_text": "PAA RESEARCH REPORT TRUP DONT CONFUSE WHAT MANAGEMENT SAYS WITH WHAT THEY MEAN THE QUESTIONS THAT SHOULD HAVE B ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200214, "Text": "Admittedly the question of whether or not the Voatz platform is competely secure in everyway, shape, and form is ab… https://t.co/fuHg0mcROH", "clean_text": "ADMITTEDLY THE QUESTION OF WHETHER OR NOT THE VOATZ PLATFORM IS COMPETELY SECURE IN EVERYWAY SHAPE AND FORM IS AB ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "KerrisdaleCap", "Time": 20200213, "Text": "For Valentine's Day this yr, we're short $MTCH, the stock that'll break your heart. Also short parent $IAC. Report… https://t.co/hu6V71GwU2", "clean_text": "FOR VALENTINE DAY THIS YR WERE SHORT MTCH THE STOCK THATLL BREAK YOUR HEART ALSO SHORT PARENT IAC REPORT ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200213, "Text": "Calling another human on your smartphone - the next great disruption in tech. \n\n#Uber\nhttps://t.co/heJXMhEPIX", "clean_text": "CALLING ANOTHER HUMAN ON YOUR SMARTPHONE  THE NEXT GREAT DISRUPTION IN TECH \n\n#UBER\n", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200212, "Text": "Wow! Instead of the woman that @clare_ansberry used in her lede, she could have used me! https://t.co/3k48XUYOrb", "clean_text": "WOW INSTEAD OF THE WOMAN THAT @CLARE_ANSBERRY USED IN HER LEDE SHE COULD HAVE USED ME ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200212, "Text": "Bernie: “We need money out of politics.”  Mike: “We need money to control politics.”  It is the fight for the soul of the Democratic Party.", "clean_text": "BERNIE WE NEED MONEY OUT OF POLITICS”  MIKE WE NEED MONEY TO CONTROL POLITICS”  IT IS THE FIGHT FOR THE SOUL OF THE DEMOCRATIC PARTY", "count1": 2, "count2": 1, "count3": 0, "count4": 3}, {"Name": "KerrisdaleCap", "Time": 20200212, "Text": "$PRNB update on MS drug: they are who we thought they were https://t.co/gkur8koHdm. We detail all the suspicious sh… https://t.co/NunyajXWSx", "clean_text": "PRNB UPDATE ON MS DRUG THEY ARE WHO WE THOUGHT THEY WERE  WE DETAIL ALL THE SUSPICIOUS SH ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200212, "Text": "Tomorrow, we contend with a billionaire whose company has broken the law", "clean_text": "TOMORROW WE CONTEND WITH A BILLIONAIRE WHOSE COMPANY HAS BROKEN THE LAW", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200212, "Text": "Aside from the share prices of the top 1% of U.S. companies by market cap, the only thing that is growing at double… https://t.co/WjzKO2yuRY", "clean_text": "ASIDE FROM THE SHARE PRICES OF THE TOP 1% OF US COMPANIES BY MARKET CAP THE ONLY THING THAT IS GROWING AT DOUBLE ", "count1": 2, "count2": 0, "count3": 0, "count4": 3}, {"Name": "ActAccordingly", "Time": 20200212, "Text": "@bespokeinvest My two cents on this: The framing of the question seems incredibly flawed. A growing percentage of c… https://t.co/8Vttg3XLNV", "clean_text": "@BESPOKEINVEST MY TWO CENTS ON THIS THE FRAMING OF THE QUESTION SEEMS INCREDIBLY FLAWED A GROWING PERCENTAGE OF C ", "count1": 2, "count2": 0, "count3": 1, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200212, "Text": "RT @Noursalehi: The order book functionality is now available on Dinosaur Financial Group (https://t.co/6xcGAuUCjg) via @tzero technology.…", "clean_text": "RT @NOURSALEHI THE ORDER BOOK FUNCTIONALITY IS NOW AVAILABLE ON DINOSAUR FINANCIAL GROUP  VIA @TZERO TECHNOLOGY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200211, "Text": "Public Service Announcement from former Commissioner of the FDA https://t.co/fsntWToHwl https://t.co/StDP9qlWmw", "clean_text": "PUBLIC SERVICE ANNOUNCEMENT FROM FORMER COMMISSIONER OF THE FDA  ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200211, "Text": "We touched in many of the same themes here: https://t.co/SKvClMd4iy https://t.co/SpyZqxHlEu", "clean_text": "WE TOUCHED IN MANY OF THE SAME THEMES HERE  ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200211, "Text": "It’s looking like Bloomberg versus Sanders.  Have to applaud that.  Both are in it to win the battle for the soul of the Democratic Party.", "clean_text": "ITS LOOKING LIKE BLOOMBERG VERSUS SANDERS  HAVE TO APPLAUD THAT  BOTH ARE IN IT TO WIN THE BATTLE FOR THE SOUL OF THE DEMOCRATIC PARTY", "count1": 1, "count2": 2, "count3": 0, "count4": 3}, {"Name": "MicroFundy", "Time": 20200211, "Text": "Anyone know of a software solution to 'cast' a presentation on multiple (5) Android devices at the same time?\nIE -… https://t.co/FenWoudyee", "clean_text": "ANYONE KNOW OF A SOFTWARE SOLUTION TO CAST A PRESENTATION ON MULTIPLE 5 ANDROID DEVICES AT THE SAME TIME\nIE  ", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200211, "Text": "Apple has paid out $432 billion with $100 billion excess cash still in the bank. Combined, this cash approximates t… https://t.co/fe0mvJcv7I", "clean_text": "APPLE HAS PAID OUT 432 BILLION WITH 100 BILLION EXCESS CASH STILL IN THE BANK COMBINED THIS CASH APPROXIMATES T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200211, "Text": "Good things happen to cheap stocks - in the fullness of time. \n\nhttps://t.co/a6l3Ax4Oo0", "clean_text": "GOOD THINGS HAPPEN TO CHEAP STOCKS  IN THE FULLNESS OF TIME \n\n", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "How the Rise of Passive Investing May Be Creating Huge Distortions in the Market - Bloomberg https://t.co/bD5QcQz1H6", "clean_text": "HOW THE RISE OF PASSIVE INVESTING MAY BE CREATING HUGE DISTORTIONS IN THE MARKET  BLOOMBERG ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "@profplum99 is a friend. But the poker analogy does work and it has nothing to do with ergodicity. https://t.co/cvfGejVQQA", "clean_text": "@PROFPLUM99 IS A FRIEND BUT THE POKER ANALOGY DOES WORK AND IT HAS NOTHING TO DO WITH ERGODICITY ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "The idea is this: the market (say, S&amp;P 500) does what it does in a particular year. For every dollar of outperforma… https://t.co/B29kt7mzq7", "clean_text": "THE IDEA IS THIS THE MARKET SAY SAMPP 500 DOES WHAT IT DOES IN A PARTICULAR YEAR FOR EVERY DOLLAR OF OUTPERFORMA ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "footnoted", "Time": 20200210, "Text": "Was all excited to check out the new EDGAR that I tweeted about on Friday night. But after poking around and re-rea… https://t.co/2HNWxjaN22", "clean_text": "WAS ALL EXCITED TO CHECK OUT THE NEW EDGAR THAT I TWEETED ABOUT ON FRIDAY NIGHT BUT AFTER POKING AROUND AND REREA ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200210, "Text": "But for the filers out there, I’d be curious to know what the big changes look like.", "clean_text": "BUT FOR THE FILERS OUT THERE ID BE CURIOUS TO KNOW WHAT THE BIG CHANGES LOOK LIKE", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "AureliusValue", "Time": 20200210, "Text": "@opinion_joe @AlderLaneeggs @MelinAnders @winnieokelley @MUNDASPORTS Except the existence of the alleged insider tr… https://t.co/AfjChx2phg", "clean_text": "@OPINION_JOE @ALDERLANEEGGS @MELINANDERS @WINNIEOKELLEY @MUNDASPORTS EXCEPT THE EXISTENCE OF THE ALLEGED INSIDER TR ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200209, "Text": "Biden tried to rally with fight &amp; energy, but admitting he’s about to get killed in the NH primary belied all that. Just an old guy yelling.", "clean_text": "BIDEN TRIED TO RALLY WITH FIGHT AMP ENERGY BUT ADMITTING HES ABOUT TO GET KILLED IN THE NH PRIMARY BELIED ALL THAT JUST AN OLD GUY YELLING", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200209, "Text": "Mayor Pete is looking increasingly scripted, plastic &amp; poll-tested. He’s indeed a great speaker, if one can ignore the lack of authenticity.", "clean_text": "MAYOR PETE IS LOOKING INCREASINGLY SCRIPTED PLASTIC AMP POLLTESTED HES INDEED A GREAT SPEAKER IF ONE CAN IGNORE THE LACK OF AUTHENTICITY", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "pmarca", "Time": 20200208, "Text": "Public Service Announcement from former Commissioner of the FDA https://t.co/Q9cw6JsV9n", "clean_text": "PUBLIC SERVICE ANNOUNCEMENT FROM FORMER COMMISSIONER OF THE FDA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200208, "Text": "Chick-fil-a pays all startup costs, but takes much higher than avg royalty and half the profits. Gives the company… https://t.co/W9qyAb8bQh", "clean_text": "CHICKFILA PAYS ALL STARTUP COSTS BUT TAKES MUCH HIGHER THAN AVG ROYALTY AND HALF THE PROFITS GIVES THE COMPANY ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200208, "Text": "I know the byline says Randall Forsyth but it sure seems like @DonutShorts wrote this week's up and down wall stree… https://t.co/LG0Vsa8GrQ", "clean_text": "I KNOW THE BYLINE SAYS RANDALL FORSYTH BUT IT SURE SEEMS LIKE @DONUTSHORTS WROTE THIS WEEK UP AND DOWN WALL STREE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200207, "Text": "Can’t wait (no, seriously!) to see what the new EDGAR looks like come Monday! https://t.co/UDNGq0Wl9o", "clean_text": "CANT WAIT NO SERIOUSLY TO SEE WHAT THE NEW EDGAR LOOKS LIKE COME MONDAY ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200207, "Text": "One question I've been thinking about lately is who needs who more in the music business: the labels or the streami… https://t.co/TXWRrObaPs", "clean_text": "ONE QUESTION IVE BEEN THINKING ABOUT LATELY IS WHO NEEDS WHO MORE IN THE MUSIC BUSINESS THE LABELS OR THE STREAMI ", "count1": 0, "count2": 0, "count3": 0, "count4": 3}, {"Name": "mjmauboussin", "Time": 20200206, "Text": "RT @mikedariano: When @mjmauboussin found out the secret to creativity, shared @CapitalCamp 2019 (19:30) but the best story is when his TA…", "clean_text": "RT @MIKEDARIANO WHEN @MJMAUBOUSSIN FOUND OUT THE SECRET TO CREATIVITY SHARED @CAPITALCAMP 2019 1930 BUT THE BEST STORY IS WHEN HIS TA", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200206, "Text": "@GuyAdami Don’t forget to say hi to your @Georgetown classmate! I’m doing a fireside chat with the great @lev_baruch.", "clean_text": "@GUYADAMI DONT FORGET TO SAY HI TO YOUR @GEORGETOWN CLASSMATE IM DOING A FIRESIDE CHAT WITH THE GREAT @LEV_BARUCH", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200206, "Text": "@DeadLiftCapital Maybe. But I don’t think the increase will be as much as the former fee. On a $5k apartment, the f… https://t.co/sLJNwMEHZM", "clean_text": "@DEADLIFTCAPITAL MAYBE BUT I DONT THINK THE INCREASE WILL BE AS MUCH AS THE FORMER FEE ON A 5K APARTMENT THE F ", "count1": 0, "count2": 0, "count3": 1, "count4": 3}, {"Name": "footnoted", "Time": 20200206, "Text": "@evan_lorenz @DeadLiftCapital Just think the current model is broken and is ripe for disruption. Hopefully, this do… https://t.co/1FHK0Jf935", "clean_text": "@EVAN_LORENZ @DEADLIFTCAPITAL JUST THINK THE CURRENT MODEL IS BROKEN AND IS RIPE FOR DISRUPTION HOPEFULLY THIS DO ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200206, "Text": "RT @maximus53631409: @bigpharmaguy @Amarillo_Slim1 @KerrisdaleCap $NVS did the same with DP2 inhibitors in asthma. Phase-2 data was weak, b…", "clean_text": "RT @MAXIMUS53631409 @BIGPHARMAGUY @AMARILLO_SLIM1 @KERRISDALECAP NVS DID THE SAME WITH DP2 INHIBITORS IN ASTHMA PHASE2 DATA WAS WEAK B", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200206, "Text": "Good luck to the subterranean, store-less and pension-less New Yorkers of the future! https://t.co/guKIIB7SWk https://t.co/gAF87yEjEd", "clean_text": "GOOD LUCK TO THE SUBTERRANEAN STORELESS AND PENSIONLESS NEW YORKERS OF THE FUTURE  ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "footnoted", "Time": 20200205, "Text": "@pkafka Not necessarily. Depends on whether the lawyers consider it to be material, which leaves lots of wiggle room.", "clean_text": "@PKAFKA NOT NECESSARILY DEPENDS ON WHETHER THE LAWYERS CONSIDER IT TO BE MATERIAL WHICH LEAVES LOTS OF WIGGLE ROOM", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200205, "Text": "@pkafka Fair enough. Didn’t hear the call. Just know that prices aren’t always disclosed in filings.", "clean_text": "@PKAFKA FAIR ENOUGH DIDNT HEAR THE CALL JUST KNOW THAT PRICES ARENT ALWAYS DISCLOSED IN FILINGS", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200205, "Text": "@amojsoski That's near the higher end of his position size in recent years and the Board also ties incentive compen… https://t.co/OAn9NPdCX6", "clean_text": "@AMOJSOSKI THAT NEAR THE HIGHER END OF HIS POSITION SIZE IN RECENT YEARS AND THE BOARD ALSO TIES INCENTIVE COMPEN ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "GrantsPub", "Time": 20200205, "Text": "Revealed at the fall 2018 Grant's conference. https://t.co/w4pMdQXqvs", "clean_text": "REVEALED AT THE FALL 2018 GRANT CONFERENCE ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200205, "Text": "PAA Research Report: ATGE: Are You Insulted?  At the Very Least Investors Should Be Gravely Concerned About the Sud… https://t.co/frhJ22jT92", "clean_text": "PAA RESEARCH REPORT ATGE ARE YOU INSULTED  AT THE VERY LEAST INVESTORS SHOULD BE GRAVELY CONCERNED ABOUT THE SUD ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200205, "Text": "@LSValue With the implied vol sitting at 200% for the 2/7 strike price, it seems awfully hard to make money going l… https://t.co/ZLELm0KrjZ", "clean_text": "@LSVALUE WITH THE IMPLIED VOL SITTING AT 200% FOR THE 27 STRIKE PRICE IT SEEMS AWFULLY HARD TO MAKE MONEY GOING L ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200205, "Text": "I know everyone's focused on AH action in $PTON, $FNKO, $SONO, $ZNGA etc. But the best trade today might be buying… https://t.co/iezjKqwTek", "clean_text": "I KNOW EVERYONE FOCUSED ON AH ACTION IN PTON FNKO SONO ZNGA ETC BUT THE BEST TRADE TODAY MIGHT BE BUYING ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200204, "Text": "There’s a sister piece, Celebrating the Summit, for when you own a stock that’s up more than 10% in a day:… https://t.co/2paVigctL2", "clean_text": "THERES A SISTER PIECE CELEBRATING THE SUMMIT FOR WHEN YOU OWN A STOCK THATS UP MORE THAN 10% IN A DAY ", "count1": 0, "count2": 0, "count3": 3, "count4": 1}, {"Name": "TMTanalyst", "Time": 20200204, "Text": "@given2tweet Already got the middle age hair down", "clean_text": "@GIVEN2TWEET ALREADY GOT THE MIDDLE AGE HAIR DOWN", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200204, "Text": "A lot of shorts are asking the same question. https://t.co/ybTX4emGHe", "clean_text": "A LOT OF SHORTS ARE ASKING THE SAME QUESTION ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "CitronResearch", "Time": 20200204, "Text": "We love $TSLA and promised never to be short again.  BUT when the computers start driving the market, we believe ev… https://t.co/28sgEJXIYU", "clean_text": "WE LOVE TSLA AND PROMISED NEVER TO BE SHORT AGAIN  BUT WHEN THE COMPUTERS START DRIVING THE MARKET WE BELIEVE EV ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "ActivistShorts", "Time": 20200204, "Text": "RT @ActivistInsight: The wait is over...\n\nThe Activist Investing Annual Review 2020 https://t.co/7mSpsKDkN3 https://t.co/b1bItNv6FA", "clean_text": "RT @ACTIVISTINSIGHT THE WAIT IS OVER\n\nTHE ACTIVIST INVESTING ANNUAL REVIEW 2020  ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActivistShorts", "Time": 20200204, "Text": "Find out who ranked among the top short sellers for 2019:\n\nhttps://t.co/lWUFzb16JJ https://t.co/3m2BbT6FnN", "clean_text": "FIND OUT WHO RANKED AMONG THE TOP SHORT SELLERS FOR 2019\n\n ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200204, "Text": "@AlderLaneeggs @Voatz @medici_ventures @JJohnsonNow It's even worse, the DNC REJECTED plans to use/trial the @voatz… https://t.co/hH7jXLCo6y", "clean_text": "@ALDERLANEEGGS @VOATZ @MEDICI_VENTURES @JJOHNSONNOW IT EVEN WORSE THE DNC REJECTED PLANS TO USETRIAL THE @VOATZ ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200204, "Text": "@AlderLaneeggs It would seem that the pipeline for @Voatz which was probably already quite robust, could be burstin… https://t.co/Q9nhGNYsZT", "clean_text": "@ALDERLANEEGGS IT WOULD SEEM THAT THE PIPELINE FOR @VOATZ WHICH WAS PROBABLY ALREADY QUITE ROBUST COULD BE BURSTIN ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200204, "Text": "@Lego_Builder_ So the asset managers scare u with these charts to get you to put more $$$ with them, meanwhile the… https://t.co/YhFKt6rhYV", "clean_text": "@LEGO_BUILDER_ SO THE ASSET MANAGERS SCARE U WITH THESE CHARTS TO GET YOU TO PUT MORE  WITH THEM MEANWHILE THE ", "count1": 0, "count2": 2, "count3": 0, "count4": 2}, {"Name": "footnoted", "Time": 20200203, "Text": "@maoxian Wow. Thanks for the heads up. I thought he was waiting to be released?", "clean_text": "@MAOXIAN WOW THANKS FOR THE HEADS UP I THOUGHT HE WAS WAITING TO BE RELEASED", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200203, "Text": "Hey NFL, I know you want a close game for all the obvious reasons, but not calling a clear offside penalty in Super Bowl Q4 is so harmful.", "clean_text": "HEY NFL I KNOW YOU WANT A CLOSE GAME FOR ALL THE OBVIOUS REASONS BUT NOT CALLING A CLEAR OFFSIDE PENALTY IN SUPER BOWL Q4 IS SO HARMFUL", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200203, "Text": "@barronsonline wrote about a number of companies that could benefit from the rise of online gaming a few weeks ago… https://t.co/WtAQTEwn3s", "clean_text": "@BARRONSONLINE WROTE ABOUT A NUMBER OF COMPANIES THAT COULD BENEFIT FROM THE RISE OF ONLINE GAMING A FEW WEEKS AGO ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200203, "Text": "On the day that $GOOG disclosed the co. generated $15B+ from Youtube ads in 2019 (up from $8B 2-yrs ago), its proba… https://t.co/dSszCIx7dN", "clean_text": "ON THE DAY THAT GOOG DISCLOSED THE CO GENERATED 15B+ FROM YOUTUBE ADS IN 2019 UP FROM 8B 2YRS AGO ITS PROBA ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200202, "Text": "Loved this conversation between ⁦@patrick_oshag⁩ and ⁦@chetanp⁩. Not an area I know but the clarity of thought and… https://t.co/XdkByjAkfT", "clean_text": "LOVED THIS CONVERSATION BETWEEN ⁦@PATRICK_OSHAG⁩ AND ⁦@CHETANP⁩ NOT AN AREA I KNOW BUT THE CLARITY OF THOUGHT AND ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200202, "Text": "Predictit shows there are 3 front runners for the Democratic nomination. All 3 are octogenarian-ish white men. New ideas, vigor &amp; diversity?", "clean_text": "PREDICTIT SHOWS THERE ARE 3 FRONT RUNNERS FOR THE DEMOCRATIC NOMINATION ALL 3 ARE OCTOGENARIANISH WHITE MEN NEW IDEAS VIGOR AMP DIVERSITY", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200202, "Text": "RT @TruthGundlach: It took less than 2 days for the bond market to nullify the Fed’s “we’re firmly on hold” message this week. Now a 90% ch…", "clean_text": "RT @TRUTHGUNDLACH IT TOOK LESS THAN 2 DAYS FOR THE BOND MARKET TO NULLIFY THE FEDS WERE FIRMLY ON HOLD” MESSAGE THIS WEEK NOW A 90% CH", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "BergenCapital", "Time": 20200202, "Text": "RT @AFP: #BREAKING The Philippines reports the first virus death outside China, according to the World Health Organisation https://t.co/klt…", "clean_text": "RT @AFP #BREAKING THE PHILIPPINES REPORTS THE FIRST VIRUS DEATH OUTSIDE CHINA ACCORDING TO THE WORLD HEALTH ORGANISATION ", "count1": 0, "count2": 1, "count3": 0, "count4": 3}, {"Name": "ActAccordingly", "Time": 20200201, "Text": "RT @BenRabidoux: Checking out boats with a buddy of mine. They now finance them over 240 months. Asked the guy dealer who they use for the…", "clean_text": "RT @BENRABIDOUX CHECKING OUT BOATS WITH A BUDDY OF MINE THEY NOW FINANCE THEM OVER 240 MONTHS ASKED THE GUY DEALER WHO THEY USE FOR THE", "count1": 1, "count2": 0, "count3": 1, "count4": 2}]