["TO", {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @JacksonmMatt: My publisher agreed to let me post a chapter that discusses the basics of contagions and reproduction numbers, sprinkled…", "clean_text": "RT @JACKSONMMATT MY PUBLISHER AGREED TO LET ME POST A CHAPTER THAT DISCUSSES THE BASICS OF CONTAGIONS AND REPRODUCTION NUMBERS SPRINKLED", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200330, "Text": "RT @ricard_sole: Farewell to Phil Anderson, Nobel Laureate in Physics and @sfiscience member. He was a great inspiration, championing emerg…", "clean_text": "RT @RICARD_SOLE FAREWELL TO PHIL ANDERSON NOBEL LAUREATE IN PHYSICS AND @SFISCIENCE MEMBER HE WAS A GREAT INSPIRATION CHAMPIONING EMERG", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200330, "Text": "This newsletter doesn’t want everybody to take a hot shower at the same time in the house. https://t.co/i9c1dbbkYu", "clean_text": "THIS NEWSLETTER DOESNT WANT EVERYBODY TO TAKE A HOT SHOWER AT THE SAME TIME IN THE HOUSE ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200330, "Text": "RT @antonioguterres: I'm pleased to announce, with @USAmbUN Kelly Craft, the donation to the USA of 250,000 protective face masks, just loc…", "clean_text": "RT @ANTONIOGUTERRES IM PLEASED TO ANNOUNCE WITH @USAMBUN KELLY CRAFT THE DONATION TO THE USA OF 250000 PROTECTIVE FACE MASKS JUST LOC", "count1": 2, "count2": 2, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200330, "Text": "Had some investors ask about future slide decks...here is a tentative list. However, I'm open to other ideas (pleas… https://t.co/Iu1uQ1soMC", "clean_text": "HAD SOME INVESTORS ASK ABOUT FUTURE SLIDE DECKSHERE IS A TENTATIVE LIST HOWEVER IM OPEN TO OTHER IDEAS PLEAS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200330, "Text": "I miss calls like these.  David Wells laboring his way out to the mound just in time to get lit up.  Also all the c… https://t.co/pRdyUJ0YZr", "clean_text": "I MISS CALLS LIKE THESE  DAVID WELLS LABORING HIS WAY OUT TO THE MOUND JUST IN TIME TO GET LIT UP  ALSO ALL THE C ", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ActivistShorts", "Time": 20200330, "Text": "Last week we reported on six activist short campaigns against companies that say they have solutions to #COVID19. (… https://t.co/Ti3KDlqdcU", "clean_text": "LAST WEEK WE REPORTED ON SIX ACTIVIST SHORT CAMPAIGNS AGAINST COMPANIES THAT SAY THEY HAVE SOLUTIONS TO #COVID19  ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200330, "Text": "This governor guy is an explosive mix of DJT and Florida man. He's trying to build some stupid wall but won't order… https://t.co/MYTvueX7rl", "clean_text": "THIS GOVERNOR GUY IS AN EXPLOSIVE MIX OF DJT AND FLORIDA MAN HE TRYING TO BUILD SOME STUPID WALL BUT WONT ORDER ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200329, "Text": "Bill Ackman Defends CNBC Interview and $2.6 Billion Profit in Letter to Investors https://t.co/I3TGjDopb7", "clean_text": "BILL ACKMAN DEFENDS CNBC INTERVIEW AND 26 BILLION PROFIT IN LETTER TO INVESTORS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200329, "Text": "Garry Tan and Alexis Ohanian on how to survive these crazy days and what to learn from them https://t.co/O8tRkh660d", "clean_text": "GARRY TAN AND ALEXIS OHANIAN ON HOW TO SURVIVE THESE CRAZY DAYS AND WHAT TO LEARN FROM THEM ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200329, "Text": "Activist investment group seeks to control board of Henrico-based Synalloy https://t.co/TYLDakrFhs", "clean_text": "ACTIVIST INVESTMENT GROUP SEEKS TO CONTROL BOARD OF HENRICOBASED SYNALLOY ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200328, "Text": "RT @USAmbUN: .@USUN is thrilled to be able to support NYC’s tireless health care workers with a donation of 250,000 protective face masks j…", "clean_text": "RT @USAMBUN @USUN IS THRILLED TO BE ABLE TO SUPPORT NYCS TIRELESS HEALTH CARE WORKERS WITH A DONATION OF 250000 PROTECTIVE FACE MASKS J", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200328, "Text": "RT @USAmbUN: @UN and @USUN personnel are working with @NYCMayorsOffice to ensure their swift delivery to medical facilities around the city…", "clean_text": "RT @USAMBUN @UN AND @USUN PERSONNEL ARE WORKING WITH @NYCMAYORSOFFICE TO ENSURE THEIR SWIFT DELIVERY TO MEDICAL FACILITIES AROUND THE CITY", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200328, "Text": "Wondering on consensus thinking here...\n\nWhen will most things start to re-open again? (Restaurants, bars, theme pa… https://t.co/UUiDyOmQ4V", "clean_text": "WONDERING ON CONSENSUS THINKING HERE\n\nWHEN WILL MOST THINGS START TO REOPEN AGAIN RESTAURANTS BARS THEME PA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200328, "Text": "RT @rationalebeing: @CeFaanKim @ABC I think Trump wanted to talk to someone who was also against testing.", "clean_text": "RT @RATIONALEBEING @CEFAANKIM @ABC I THINK TRUMP WANTED TO TALK TO SOMEONE WHO WAS ALSO AGAINST TESTING", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200328, "Text": "Rather quite indeed to be certain I do so reckon indubitably exquisite Mortimer https://t.co/AKovQ4iho5", "clean_text": "RATHER QUITE INDEED TO BE CERTAIN I DO SO RECKON INDUBITABLY EXQUISITE MORTIMER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200327, "Text": "To avoid additional emotional distress in the current environment, we will defer new communications of this newslet… https://t.co/cw91a7Eu4Q", "clean_text": "TO AVOID ADDITIONAL EMOTIONAL DISTRESS IN THE CURRENT ENVIRONMENT WE WILL DEFER NEW COMMUNICATIONS OF THIS NEWSLET ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200327, "Text": "The contrast to now vs. WWII could not be more stark.  WWII: Huge sacrifice. Huge tax increase. Now: Huge non-sacri… https://t.co/raivjb8Qu0", "clean_text": "THE CONTRAST TO NOW VS WWII COULD NOT BE MORE STARK  WWII HUGE SACRIFICE HUGE TAX INCREASE NOW HUGE NONSACRI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200327, "Text": "RT @SecPompeo: Good call today with #Singapore's Foreign Minister Balakrishnan to discuss areas for cooperation to tackle the #coronavirus…", "clean_text": "RT @SECPOMPEO GOOD CALL TODAY WITH #SINGAPORE FOREIGN MINISTER BALAKRISHNAN TO DISCUSS AREAS FOR COOPERATION TO TACKLE THE #CORONAVIRUS", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200327, "Text": "Downside of working from home is 8 hours of CNBC\n\n- I’ve lost many IQ points due to this exposure (and I don’t have… https://t.co/pTSYZYuykC", "clean_text": "DOWNSIDE OF WORKING FROM HOME IS 8 HOURS OF CNBC\n\n IVE LOST MANY IQ POINTS DUE TO THIS EXPOSURE AND I DONT HAVE ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200326, "Text": "RT @Greenbackd: \"What we know is that stress tends to shorten people's time horizons. That makes sense evolutionarily. The zebra running aw…", "clean_text": "RT @GREENBACKD WHAT WE KNOW IS THAT STRESS TENDS TO SHORTEN PEOPLE TIME HORIZONS THAT MAKES SENSE EVOLUTIONARILY THE ZEBRA RUNNING AW", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200326, "Text": "RT @rodneylksmith: @Greenbackd @mjmauboussin “The stress response calibrates risk taking to our circumstances, reducing it in times of prol…", "clean_text": "RT @RODNEYLKSMITH @GREENBACKD @MJMAUBOUSSIN THE STRESS RESPONSE CALIBRATES RISK TAKING TO OUR CIRCUMSTANCES REDUCING IT IN TIMES OF PROL", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200326, "Text": "RT @jared_ellias: The 2016 DIP Loan to Kalabios Pharmaceuticals had an event of default I've never seen before. https://t.co/Asd2OBZ69T", "clean_text": "RT @JARED_ELLIAS THE 2016 DIP LOAN TO KALABIOS PHARMACEUTICALS HAD AN EVENT OF DEFAULT IVE NEVER SEEN BEFORE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200326, "Text": "RT @statedeptspox: America is mobilizing all resources in order to rapidly respond to the #coronavirus. Read the Secretary’s full statement…", "clean_text": "RT @STATEDEPTSPOX AMERICA IS MOBILIZING ALL RESOURCES IN ORDER TO RAPIDLY RESPOND TO THE #CORONAVIRUS READ THE SECRETARYS FULL STATEMENT", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200326, "Text": "RT @SecPompeo: I am pleased to announce the U.S. has made available nearly $274 million in emergency health and humanitarian funding. Our l…", "clean_text": "RT @SECPOMPEO I AM PLEASED TO ANNOUNCE THE US HAS MADE AVAILABLE NEARLY 274 MILLION IN EMERGENCY HEALTH AND HUMANITARIAN FUNDING OUR L", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200326, "Text": "... $AMZN is +3% YTD; Hard to think for many of these companies they should trade at values they did a month or two… https://t.co/DoyrA8hyvm", "clean_text": " AMZN IS +3% YTD HARD TO THINK FOR MANY OF THESE COMPANIES THEY SHOULD TRADE AT VALUES THEY DID A MONTH OR TWO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200326, "Text": "Given how much pain happened so quickly in the markets + how much has yet to be resolved + likely understated pain… https://t.co/pSqMqtnrgh", "clean_text": "GIVEN HOW MUCH PAIN HAPPENED SO QUICKLY IN THE MARKETS HOW MUCH HAS YET TO BE RESOLVED LIKELY UNDERSTATED PAIN ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200326, "Text": "Market is bouncing back to quick, too far IMO\n\nDecline was too quick that people still have the over confidence of… https://t.co/OGp4Wb8D8i", "clean_text": "MARKET IS BOUNCING BACK TO QUICK TOO FAR IMO\n\nDECLINE WAS TOO QUICK THAT PEOPLE STILL HAVE THE OVER CONFIDENCE OF ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200326, "Text": "On CNBC now...this Servicenow CEO looks like he looking for a gangbang to attend\n\n#ifyouknowyouknow", "clean_text": "ON CNBC NOWTHIS SERVICENOW CEO LOOKS LIKE HE LOOKING FOR A GANGBANG TO ATTEND\n\n#IFYOUKNOWYOUKNOW", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200326, "Text": "If you ever wanted to short Canadian banks maybe now is your time.\n\nIf the Canadian real estate &amp; consumer is ever… https://t.co/0jEigQXU3z", "clean_text": "IF YOU EVER WANTED TO SHORT CANADIAN BANKS MAYBE NOW IS YOUR TIME\n\nIF THE CANADIAN REAL ESTATE AMP CONSUMER IS EVER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200326, "Text": "RT @hackcelerity: Lot of people just shifted horizons from 6-12 months to 2 days. Be the person who looks out a full 2 weeks and you'll fin…", "clean_text": "RT @HACKCELERITY LOT OF PEOPLE JUST SHIFTED HORIZONS FROM 612 MONTHS TO 2 DAYS BE THE PERSON WHO LOOKS OUT A FULL 2 WEEKS AND YOULL FIN", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200326, "Text": "RT @Post_Market: If you can aggressively manage your business, lever it to the gills, monetize every asset not tied down, pursue low-probab…", "clean_text": "RT @POST_MARKET IF YOU CAN AGGRESSIVELY MANAGE YOUR BUSINESS LEVER IT TO THE GILLS MONETIZE EVERY ASSET NOT TIED DOWN PURSUE LOWPROBAB", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200326, "Text": "RT @spomboy: I'll say it again:  i think the timeline on the Covid-19 eco shutdown is going to prove far shorter than the dire predictions…", "clean_text": "RT @SPOMBOY ILL SAY IT AGAIN  I THINK THE TIMELINE ON THE COVID19 ECO SHUTDOWN IS GOING TO PROVE FAR SHORTER THAN THE DIRE PREDICTIONS", "count1": 1, "count2": 3, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Anyone in Congress even trying to put pork into the bailout bill being negotiated is guilty of treason. Ditto any A… https://t.co/evaaClFKtK", "clean_text": "ANYONE IN CONGRESS EVEN TRYING TO PUT PORK INTO THE BAILOUT BILL BEING NEGOTIATED IS GUILTY OF TREASON DITTO ANY A ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "The air in Southern California is crisp and clear these days. Sure it’s been raining, but clean air sustains due to… https://t.co/QNQinf46xT", "clean_text": "THE AIR IN SOUTHERN CALIFORNIA IS CRISP AND CLEAR THESE DAYS SURE ITS BEEN RAINING BUT CLEAN AIR SUSTAINS DUE TO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Looks like pretty much everyone is not only on board with but encouraging an uncapped printing of money to “address… https://t.co/q0JPDmAzVR", "clean_text": "LOOKS LIKE PRETTY MUCH EVERYONE IS NOT ONLY ON BOARD WITH BUT ENCOURAGING AN UNCAPPED PRINTING OF MONEY TO ADDRESS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "I can see the S&amp;P 500 making it to around 2700 on this snap back.", "clean_text": "I CAN SEE THE SAMPP 500 MAKING IT TO AROUND 2700 ON THIS SNAP BACK", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "LQD has retraced 60% of its entire decline from high to low....in two days!  And it was a real doozy of a decline.", "clean_text": "LQD HAS RETRACED 60% OF ITS ENTIRE DECLINE FROM HIGH TO LOWIN TWO DAYS  AND IT WAS A REAL DOOZY OF A DECLINE", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200325, "Text": "Compare the interviews with Governor Cuomo these last couple weeks to those with the presumptive Democratic nominee… https://t.co/sD8s0JNqie", "clean_text": "COMPARE THE INTERVIEWS WITH GOVERNOR CUOMO THESE LAST COUPLE WEEKS TO THOSE WITH THE PRESUMPTIVE DEMOCRATIC NOMINEE ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@NickatFP @BazCap If S1 was a 9 and S2 was a 6.5... S3 is shaping up to be a 2 🦠🦠🦠", "clean_text": "@NICKATFP @BAZCAP IF S1 WAS A 9 AND S2 WAS A 65 S3 IS SHAPING UP TO BE A 2 🦠🦠🦠", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200325, "Text": "@SuperMugatu @PolarisCap BUT HOW DID HE GET FROM THE SOUTH CHINA SEA TO WESTWORLD IN LIKE 2 MINUTES", "clean_text": "@SUPERMUGATU @POLARISCAP BUT HOW DID HE GET FROM THE SOUTH CHINA SEA TO WESTWORLD IN LIKE 2 MINUTES", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200325, "Text": "Every major US company and lender is doing their best to protect our system - except 1.  Who will the senate target… https://t.co/24UDlJUYs6", "clean_text": "EVERY MAJOR US COMPANY AND LENDER IS DOING THEIR BEST TO PROTECT OUR SYSTEM  EXCEPT 1  WHO WILL THE SENATE TARGET ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200325, "Text": "Which one company has continues to exploit the millions of people who are most economically impacted by the Covid-1… https://t.co/vV3M4XoUJm", "clean_text": "WHICH ONE COMPANY HAS CONTINUES TO EXPLOIT THE MILLIONS OF PEOPLE WHO ARE MOST ECONOMICALLY IMPACTED BY THE COVID1 ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200325, "Text": "Caller - \"My mother has Corona Virus under care of a Dr.  Does she still have to make her 28% interest car payment… https://t.co/XszbKGpzUN", "clean_text": "CALLER  MY MOTHER HAS CORONA VIRUS UNDER CARE OF A DR  DOES SHE STILL HAVE TO MAKE HER 28% INTEREST CAR PAYMENT ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200324, "Text": "Each reader returned this newsletter to me with the word “Fraudulent” marked on every page. https://t.co/PGn8FKA5iL", "clean_text": "EACH READER RETURNED THIS NEWSLETTER TO ME WITH THE WORD FRAUDULENT” MARKED ON EVERY PAGE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200324, "Text": "Hey @Chase. What are you doing to help small business owners who had to shut down? I have two friends whose busines… https://t.co/LqUfDiJ1Vr", "clean_text": "HEY @CHASE WHAT ARE YOU DOING TO HELP SMALL BUSINESS OWNERS WHO HAD TO SHUT DOWN I HAVE TWO FRIENDS WHOSE BUSINES ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200324, "Text": "@Chase What about personal customers who rely on their now-shuttered businesses to pay their bills?", "clean_text": "@CHASE WHAT ABOUT PERSONAL CUSTOMERS WHO RELY ON THEIR NOWSHUTTERED BUSINESSES TO PAY THEIR BILLS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200324, "Text": "It seems expedient to convert deserted hotels into hospitals to bolster capacity.  But how long would it take for t… https://t.co/3Jrwv9QkGh", "clean_text": "IT SEEMS EXPEDIENT TO CONVERT DESERTED HOTELS INTO HOSPITALS TO BOLSTER CAPACITY  BUT HOW LONG WOULD IT TAKE FOR T ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200324, "Text": "RT @usunvie: ANNOUNCEMENT: United States contributes an additional $5 million to the @iaeaorg to help combat #COVID19. The 🇺🇸 funding respo…", "clean_text": "RT @USUNVIE ANNOUNCEMENT UNITED STATES CONTRIBUTES AN ADDITIONAL 5 MILLION TO THE @IAEAORG TO HELP COMBAT #COVID19 THE FUNDING RESPO", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200324, "Text": "RT @statedeptspox: The United States is stepping up with another voluntary contribution to the @IAEAorg - an additional $5 million - for ki…", "clean_text": "RT @STATEDEPTSPOX THE UNITED STATES IS STEPPING UP WITH ANOTHER VOLUNTARY CONTRIBUTION TO THE @IAEAORG  AN ADDITIONAL 5 MILLION  FOR KI", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200324, "Text": "RT @SecPompeo: Happy to announce another $5 million in @StateDept funding for the @iaeaorg to help member states combat the #coronavirus. W…", "clean_text": "RT @SECPOMPEO HAPPY TO ANNOUNCE ANOTHER 5 MILLION IN @STATEDEPT FUNDING FOR THE @IAEAORG TO HELP MEMBER STATES COMBAT THE #CORONAVIRUS W", "count1": 2, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200324, "Text": "Do you believe current events will have an impact over the next few years, specifically as it relates to social dis… https://t.co/UxRV1xPruu", "clean_text": "DO YOU BELIEVE CURRENT EVENTS WILL HAVE AN IMPACT OVER THE NEXT FEW YEARS SPECIFICALLY AS IT RELATES TO SOCIAL DIS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200324, "Text": "$CMCSA traded weak today vs. mkt. IOC postponed Olympics to 2021. Concern around $1.25bn in ad revenue receipts thu… https://t.co/NlPeeL8RWo", "clean_text": "CMCSA TRADED WEAK TODAY VS MKT IOC POSTPONED OLYMPICS TO 2021 CONCERN AROUND 125BN IN AD REVENUE RECEIPTS THU ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200324, "Text": "Never seen a more painful 180 from great to decent to awful than Westworld so far. Sweet baby Jesus.", "clean_text": "NEVER SEEN A MORE PAINFUL 180 FROM GREAT TO DECENT TO AWFUL THAN WESTWORLD SO FAR SWEET BABY JESUS", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200324, "Text": "I'm kind of surprised $CSGP continues to command an 11x Price/Rev multiple considering the biz is entirely reliant… https://t.co/hcDwHznwA4", "clean_text": "IM KIND OF SURPRISED CSGP CONTINUES TO COMMAND AN 11X PRICEREV MULTIPLE CONSIDERING THE BIZ IS ENTIRELY RELIANT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200323, "Text": "RT @tseides: Applying behavioral frameworks and good decision making in a time of crisis. Who better to ask than @mjmauboussin? \n\nhttps://t…", "clean_text": "RT @TSEIDES APPLYING BEHAVIORAL FRAMEWORKS AND GOOD DECISION MAKING IN A TIME OF CRISIS WHO BETTER TO ASK THAN @MJMAUBOUSSIN \n\n", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200323, "Text": "I relied solely on public news reports to guide my decisions regarding this newsletter. https://t.co/nLUjFQc2rE", "clean_text": "I RELIED SOLELY ON PUBLIC NEWS REPORTS TO GUIDE MY DECISIONS REGARDING THIS NEWSLETTER ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200323, "Text": "David Tepper on CNBC now w/ @ScottWapnerCNBC: “You have to be very selective right here, because some industries wi… https://t.co/YRg1IZU8Sj", "clean_text": "DAVID TEPPER ON CNBC NOW W @SCOTTWAPNERCNBC YOU HAVE TO BE VERY SELECTIVE RIGHT HERE BECAUSE SOME INDUSTRIES WI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200323, "Text": "Tepper has cash on the sidelines ready to go but wants to see a comprehensive plan to address the virus first (Cong… https://t.co/MfSwH5xLBU", "clean_text": "TEPPER HAS CASH ON THE SIDELINES READY TO GO BUT WANTS TO SEE A COMPREHENSIVE PLAN TO ADDRESS THE VIRUS FIRST CONG ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200323, "Text": "RT @BloombergAsia: Large municipal-bond funds are unwinding a leveraged investment strategy that backfired this month, contributing to the…", "clean_text": "RT @BLOOMBERGASIA LARGE MUNICIPALBOND FUNDS ARE UNWINDING A LEVERAGED INVESTMENT STRATEGY THAT BACKFIRED THIS MONTH CONTRIBUTING TO THE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200323, "Text": "@SuperMugatu I’ll reallocate my entire $11 budget for Omaha Steaks (sorry Warren) straight to Trump if he can get t… https://t.co/J1fYGROK1o", "clean_text": "@SUPERMUGATU ILL REALLOCATE MY ENTIRE 11 BUDGET FOR OMAHA STEAKS SORRY WARREN STRAIGHT TO TRUMP IF HE CAN GET T ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200323, "Text": "RT @BernieSanders: We need to send emergency cash payments of $2,000 to every person in America each month for the duration of this pandemi…", "clean_text": "RT @BERNIESANDERS WE NEED TO SEND EMERGENCY CASH PAYMENTS OF 2000 TO EVERY PERSON IN AMERICA EACH MONTH FOR THE DURATION OF THIS PANDEMI", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "BergenCapital", "Time": 20200323, "Text": "RT @lloydblankfein: Extreme measures to flatten the virus “curve” is sensible-for a time-to stretch out the strain on health infrastructure…", "clean_text": "RT @LLOYDBLANKFEIN EXTREME MEASURES TO FLATTEN THE VIRUS CURVE” IS SENSIBLEFOR A TIMETO STRETCH OUT THE STRAIN ON HEALTH INFRASTRUCTURE", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200322, "Text": "Thanks, Annie. Looking forward to your new book this fall! https://t.co/ZImN8TOile https://t.co/70KQqwaO4W", "clean_text": "THANKS ANNIE LOOKING FORWARD TO YOUR NEW BOOK THIS FALL  ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200322, "Text": "No surprise here - IOC looking to postpone July 24 Tokyo Olympics. “Cancellation is not on the table”. NBC already… https://t.co/SkyipgCSPD", "clean_text": "NO SURPRISE HERE  IOC LOOKING TO POSTPONE JULY 24 TOKYO OLYMPICS CANCELLATION IS NOT ON THE TABLE” NBC ALREADY ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200322, "Text": "@stockthoughts81 Slowing the spreading - good, of course. But what will it take to open things back up for business… https://t.co/MBeyJaFnjX", "clean_text": "@STOCKTHOUGHTS81 SLOWING THE SPREADING  GOOD OF COURSE BUT WHAT WILL IT TAKE TO OPEN THINGS BACK UP FOR BUSINESS ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "Great opportunity to apply your forecasting skills. I have found that the *process* of thinking about how to make g… https://t.co/STbodCCCDo", "clean_text": "GREAT OPPORTUNITY TO APPLY YOUR FORECASTING SKILLS I HAVE FOUND THAT THE *PROCESS* OF THINKING ABOUT HOW TO MAKE G ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200321, "Text": "Interesting paper to read in these times: Financial Loss Aversion Illusion. \"The results demonstrate that loss aver… https://t.co/v2Lwjdr4ID", "clean_text": "INTERESTING PAPER TO READ IN THESE TIMES FINANCIAL LOSS AVERSION ILLUSION THE RESULTS DEMONSTRATE THAT LOSS AVER ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200321, "Text": "Helicopter money in theory makes indebted consumers more apt to pay their debts, until you say there is a moritoriu… https://t.co/ATsy7XOhsJ", "clean_text": "HELICOPTER MONEY IN THEORY MAKES INDEBTED CONSUMERS MORE APT TO PAY THEIR DEBTS UNTIL YOU SAY THERE IS A MORITORIU ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200321, "Text": "@FundyLongShort @newthrash @BarbarianCap To me, looks like Weschler will be the investment portfolio manager, and C… https://t.co/CtUOBmMGXd", "clean_text": "@FUNDYLONGSHORT @NEWTHRASH @BARBARIANCAP TO ME LOOKS LIKE WESCHLER WILL BE THE INVESTMENT PORTFOLIO MANAGER AND C ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200320, "Text": "Pleased to share our new research piece: \"BIN There, Done That.\" Should appeal to fans of @PTetlock, Danny Kahneman… https://t.co/lkWR3yQRzC", "clean_text": "PLEASED TO SHARE OUR NEW RESEARCH PIECE BIN THERE DONE THAT SHOULD APPEAL TO FANS OF @PTETLOCK DANNY KAHNEMAN ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200320, "Text": "RT @PTetlock: A rule that has yet to fail.\nWhen Michael Mauboussin writes about my work, I groan: “I wish I’d thought of saying it that way…", "clean_text": "RT @PTETLOCK A RULE THAT HAS YET TO FAIL\nWHEN MICHAEL MAUBOUSSIN WRITES ABOUT MY WORK I GROAN I WISH ID THOUGHT OF SAYING IT THAT WAY", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200320, "Text": "Update on Seth Karman’s Baupost Group. Down around 10% this year, deploying cash and looking to raise more https://t.co/Gc7KzcFnc7", "clean_text": "UPDATE ON SETH KARMANS BAUPOST GROUP DOWN AROUND 10% THIS YEAR DEPLOYING CASH AND LOOKING TO RAISE MORE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200320, "Text": "Goldman Sachs: “State-level anecdotes point to an unprecedented surge in layoffs this week. These anecdotes suggest… https://t.co/wyQQNAjdcm", "clean_text": "GOLDMAN SACHS STATELEVEL ANECDOTES POINT TO AN UNPRECEDENTED SURGE IN LAYOFFS THIS WEEK THESE ANECDOTES SUGGEST ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @StateDept: .@SecPompeo: Early on we offered to have America’s finest experts travel to China to assist them, to assist the @WHO.  We we…", "clean_text": "RT @STATEDEPT @SECPOMPEO EARLY ON WE OFFERED TO HAVE AMERICAS FINEST EXPERTS TRAVEL TO CHINA TO ASSIST THEM TO ASSIST THE @WHO  WE WE", "count1": 4, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @StateDept: .@SecPompeo on #Iran, North Korea, and #COVID19: We are working diligently to create better conditions for their people. Par…", "clean_text": "RT @STATEDEPT @SECPOMPEO ON #IRAN NORTH KOREA AND #COVID19 WE ARE WORKING DILIGENTLY TO CREATE BETTER CONDITIONS FOR THEIR PEOPLE PAR", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200320, "Text": "RT @StateDept: .@SecPompeo delivers remarks to the media on #COVID19. https://t.co/bHe8HXe1O3", "clean_text": "RT @STATEDEPT @SECPOMPEO DELIVERS REMARKS TO THE MEDIA ON #COVID19 ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200320, "Text": "Fed to offer $1 trillion of repo going forward. https://t.co/VFppM2RIw3", "clean_text": "FED TO OFFER 1 TRILLION OF REPO GOING FORWARD ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200320, "Text": "$T - down 17% YTD, off 26% from 52wk high\n8-k: canceling the $4.0bn repurchase agreement with Morgan Stanley due to… https://t.co/mFgKYdhGFZ", "clean_text": "T  DOWN 17% YTD OFF 26% FROM 52WK HIGH\n8K CANCELING THE 40BN REPURCHASE AGREEMENT WITH MORGAN STANLEY DUE TO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200320, "Text": "Why wouldn't $AMZN eventually bid for rights to NFL, bundle it with Amazon Prime?", "clean_text": "WHY WOULDNT AMZN EVENTUALLY BID FOR RIGHTS TO NFL BUNDLE IT WITH AMAZON PRIME", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200320, "Text": "RT @Gary_D_Cohn: I really want to be optimistic. We all obsess on the equity market, but we need to get the municipal and credit markets fi…", "clean_text": "RT @GARY_D_COHN I REALLY WANT TO BE OPTIMISTIC WE ALL OBSESS ON THE EQUITY MARKET BUT WE NEED TO GET THE MUNICIPAL AND CREDIT MARKETS FI", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200319, "Text": "@felixsalmon @TheStalwart i say this as someone whose instinct is to do exactly that, it just seems economically weird in an uncharted way", "clean_text": "@FELIXSALMON @THESTALWART I SAY THIS AS SOMEONE WHOSE INSTINCT IS TO DO EXACTLY THAT IT JUST SEEMS ECONOMICALLY WEIRD IN AN UNCHARTED WAY", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200319, "Text": "Just days into the new normal, this newsletter is already panicking over how to sustain round-the-clock child care… https://t.co/Md4rS3Ir46", "clean_text": "JUST DAYS INTO THE NEW NORMAL THIS NEWSLETTER IS ALREADY PANICKING OVER HOW TO SUSTAIN ROUNDTHECLOCK CHILD CARE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200319, "Text": "@Find_Me_Value Main thing seems to be testing velocity. Look at China/S.Korea as they are living in the future. Onc… https://t.co/PvAurFeGIa", "clean_text": "@FIND_ME_VALUE MAIN THING SEEMS TO BE TESTING VELOCITY LOOK AT CHINASKOREA AS THEY ARE LIVING IN THE FUTURE ONC ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @BillAckman: Some investors have been confused by remarks. To clarify, I am confident the president will do the right thing in temporari…", "clean_text": "RT @BILLACKMAN SOME INVESTORS HAVE BEEN CONFUSED BY REMARKS TO CLARIFY I AM CONFIDENT THE PRESIDENT WILL DO THE RIGHT THING IN TEMPORARI", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @morganhousel: Just saw someone remove their face mask to smoke a cigarette. Life's about tradeoffs.", "clean_text": "RT @MORGANHOUSEL JUST SAW SOMEONE REMOVE THEIR FACE MASK TO SMOKE A CIGARETTE LIFE ABOUT TRADEOFFS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @cullenroche: Our retirement accounts crashed, but then we got a sneak peak at what it's like to be home all the time and realized we'd…", "clean_text": "RT @CULLENROCHE OUR RETIREMENT ACCOUNTS CRASHED BUT THEN WE GOT A SNEAK PEAK AT WHAT IT LIKE TO BE HOME ALL THE TIME AND REALIZED WED", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200319, "Text": "RT @TheStalwart: I have to admit that the daily 5% declines in my retirement money do get less painful each day, as the base dollar amount…", "clean_text": "RT @THESTALWART I HAVE TO ADMIT THAT THE DAILY 5% DECLINES IN MY RETIREMENT MONEY DO GET LESS PAINFUL EACH DAY AS THE BASE DOLLAR AMOUNT", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200319, "Text": "$DIS By YE2020 ESPN will have lost about 20% of subscribers since peaking in 2011. Yet, due to affiliate fee increa… https://t.co/i6cU3kXtNT", "clean_text": "DIS BY YE2020 ESPN WILL HAVE LOST ABOUT 20% OF SUBSCRIBERS SINCE PEAKING IN 2011 YET DUE TO AFFILIATE FEE INCREA ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200319, "Text": "RT @RaoulGMI: Literally no one is long enough dollars. NO ONE. Pick any currency to short, it matters not. If you are in a different countr…", "clean_text": "RT @RAOULGMI LITERALLY NO ONE IS LONG ENOUGH DOLLARS NO ONE PICK ANY CURRENCY TO SHORT IT MATTERS NOT IF YOU ARE IN A DIFFERENT COUNTR", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200318, "Text": "@JamesPRyans Yep. Keep in mind that I’m not really an expert when it comes to margin calls and Form 4s. But this al… https://t.co/n2316cKn2K", "clean_text": "@JAMESPRYANS YEP KEEP IN MIND THAT IM NOT REALLY AN EXPERT WHEN IT COMES TO MARGIN CALLS AND FORM 4S BUT THIS AL ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200318, "Text": "RT @BillAckman: Mr. President, the only answer is to shut down the country for the next 30 days and close the borders.  Tell all Americans…", "clean_text": "RT @BILLACKMAN MR PRESIDENT THE ONLY ANSWER IS TO SHUT DOWN THE COUNTRY FOR THE NEXT 30 DAYS AND CLOSE THE BORDERS  TELL ALL AMERICANS", "count1": 1, "count2": 4, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200318, "Text": "Crude oil gapped down to $20 today.  Corporate bonds are getting pounded. We’ve officially reached “disorderly”.", "clean_text": "CRUDE OIL GAPPED DOWN TO 20 TODAY  CORPORATE BONDS ARE GETTING POUNDED WEVE OFFICIALLY REACHED DISORDERLY”", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200318, "Text": "RT @StateDept: For the latest information and updates from @CDCGov about #Coronavirus, how to protect yourself, and resources for the commu…", "clean_text": "RT @STATEDEPT FOR THE LATEST INFORMATION AND UPDATES FROM @CDCGOV ABOUT #CORONAVIRUS HOW TO PROTECT YOURSELF AND RESOURCES FOR THE COMMU", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We want to congratulate @Mimedx and CEO Tim Wright for completing the arduous process of restating its financials.… https://t.co/nNCwdA2WSd", "clean_text": "WE WANT TO CONGRATULATE @MIMEDX AND CEO TIM WRIGHT FOR COMPLETING THE ARDUOUS PROCESS OF RESTATING ITS FINANCIALS ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "Our prediction proved prescient – As disclosed on pg 70 of $MDXG's Super 10K, the Co expects FY 19 rev to be 25%-28… https://t.co/PArN8QCKbB", "clean_text": "OUR PREDICTION PROVED PRESCIENT AS DISCLOSED ON PG 70 OF MDXG SUPER 10K THE CO EXPECTS FY 19 REV TO BE 25%28 ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200318, "Text": "We believe $MDXG shares are currently trading at a deep discount to FV. Assuming the same multiple as competitor Os… https://t.co/wUuAhoKUtU", "clean_text": "WE BELIEVE MDXG SHARES ARE CURRENTLY TRADING AT A DEEP DISCOUNT TO FV ASSUMING THE SAME MULTIPLE AS COMPETITOR OS ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200318, "Text": "1.5 months ago. -35% from highs. Impact on advertising, hard to see people cancelling home broadband in these times… https://t.co/EFJdvBd5gf", "clean_text": "15 MONTHS AGO 35% FROM HIGHS IMPACT ON ADVERTISING HARD TO SEE PEOPLE CANCELLING HOME BROADBAND IN THESE TIMES ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200318, "Text": "Added substantially to $BRK - cash pile gets put to work, buybacks, pref deals, time to \"be greedy when others are… https://t.co/MUxPmVpyvW", "clean_text": "ADDED SUBSTANTIALLY TO BRK  CASH PILE GETS PUT TO WORK BUYBACKS PREF DEALS TIME TO BE GREEDY WHEN OTHERS ARE ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200318, "Text": "Serious Q - the sooner things get normalized, the better. What will it take for America / the world to open back up… https://t.co/QmVLCagokm", "clean_text": "SERIOUS Q  THE SOONER THINGS GET NORMALIZED THE BETTER WHAT WILL IT TAKE FOR AMERICA  THE WORLD TO OPEN BACK UP ", "count1": 1, "count2": 3, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200318, "Text": "No negativity from Citron in these times  Who can help?  $BFYT bringing telemedicine benefits to seniors through MA… https://t.co/XE9NTt3p3V", "clean_text": "NO NEGATIVITY FROM CITRON IN THESE TIMES  WHO CAN HELP  BFYT BRINGING TELEMEDICINE BENEFITS TO SENIORS THROUGH MA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200318, "Text": "RT @vol_christopher: What very few realize is that the Fed's actions over the past 48 hours are primarily intended to prevent a few massive…", "clean_text": "RT @VOL_CHRISTOPHER WHAT VERY FEW REALIZE IS THAT THE FED ACTIONS OVER THE PAST 48 HOURS ARE PRIMARILY INTENDED TO PREVENT A FEW MASSIVE", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200317, "Text": "I am preparing a blitz of short-term relief that I hope will allow this newsletter to continue operating smoothly e… https://t.co/5K597ZOhrV", "clean_text": "I AM PREPARING A BLITZ OF SHORTTERM RELIEF THAT I HOPE WILL ALLOW THIS NEWSLETTER TO CONTINUE OPERATING SMOOTHLY E ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200317, "Text": "@WineRex I haven’t seen a lot disclosed so far. But that’s admittedly a universe limited to officers/directors at public companies.", "clean_text": "@WINEREX I HAVENT SEEN A LOT DISCLOSED SO FAR BUT THATS ADMITTEDLY A UNIVERSE LIMITED TO OFFICERSDIRECTORS AT PUBLIC COMPANIES", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "We issued a new report on @Medallia this morning. $MDLA has used M&amp;A to mask rapidly deteriorating organic revenue… https://t.co/FEuijFvjdN", "clean_text": "WE ISSUED A NEW REPORT ON @MEDALLIA THIS MORNING MDLA HAS USED MAMPA TO MASK RAPIDLY DETERIORATING ORGANIC REVENUE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200317, "Text": "Path to profitability still a fairy tale. $MDLA has been unprofitable for 20 years despite minimal competition in c… https://t.co/b8ng2uUhlN", "clean_text": "PATH TO PROFITABILITY STILL A FAIRY TALE MDLA HAS BEEN UNPROFITABLE FOR 20 YEARS DESPITE MINIMAL COMPETITION IN C ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200316, "Text": "RT @komrade_kapital: Shareholder Value Network-Alfred Rappaport. It’s good to come back to the fundamentals when your conviction is being t…", "clean_text": "RT @KOMRADE_KAPITAL SHAREHOLDER VALUE NETWORKALFRED RAPPAPORT ITS GOOD TO COME BACK TO THE FUNDAMENTALS WHEN YOUR CONVICTION IS BEING T", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200316, "Text": "For those who understand the market to be a complex adaptive system @sfiscience https://t.co/jgSxbFy1Uc", "clean_text": "FOR THOSE WHO UNDERSTAND THE MARKET TO BE A COMPLEX ADAPTIVE SYSTEM @SFISCIENCE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200316, "Text": "@mikegatto to create in-kind, the AP goes and buys the bonds (or stocks), submits them to the ETF, and gets back sh… https://t.co/9aQJWjvyui", "clean_text": "@MIKEGATTO TO CREATE INKIND THE AP GOES AND BUYS THE BONDS OR STOCKS SUBMITS THEM TO THE ETF AND GETS BACK SH ", "count1": 2, "count2": 3, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200316, "Text": "Fellow parents: my good friend and long-time home schooler, Christine Echeverri, has some great tips on how to hand… https://t.co/W6mBO46kmy", "clean_text": "FELLOW PARENTS MY GOOD FRIEND AND LONGTIME HOME SCHOOLER CHRISTINE ECHEVERRI HAS SOME GREAT TIPS ON HOW TO HAND ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200316, "Text": "Good to know that some retailers remain well-stocked! https://t.co/VECnrTFHMo", "clean_text": "GOOD TO KNOW THAT SOME RETAILERS REMAIN WELLSTOCKED ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200316, "Text": "@J264B I don’t tend to pay close attention to Form 4s. Try my friend @AsifSuria for that.", "clean_text": "@J264B I DONT TEND TO PAY CLOSE ATTENTION TO FORM 4S TRY MY FRIEND @ASIFSURIA FOR THAT", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200316, "Text": "Since @J264B asked about Form 4s, I decided to take a quick look. Expect to see a lot more margin call selling like… https://t.co/RXkCzegGU8", "clean_text": "SINCE @J264B ASKED ABOUT FORM 4S I DECIDED TO TAKE A QUICK LOOK EXPECT TO SEE A LOT MORE MARGIN CALL SELLING LIKE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200316, "Text": "So much for “passive” management!  Fixed income ETF’s designed to track indexes are underperforming those indexes b… https://t.co/PjeS5qLPDX", "clean_text": "SO MUCH FOR PASSIVE” MANAGEMENT  FIXED INCOME ETFS DESIGNED TO TRACK INDEXES ARE UNDERPERFORMING THOSE INDEXES B ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "Spoke to Houston area ER doctors at atleast 5 major hospitals. What they’ve said...if you aren’t short of breath, d… https://t.co/Ke3CqqZeVp", "clean_text": "SPOKE TO HOUSTON AREA ER DOCTORS AT ATLEAST 5 MAJOR HOSPITALS WHAT THEYVE SAIDIF YOU ARENT SHORT OF BREATH D ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "Think the reality for $DIS is similar to many /if not most companies I'm looking at - the sooner things stabilize,… https://t.co/vpVDt0dFqZ", "clean_text": "THINK THE REALITY FOR DIS IS SIMILAR TO MANY IF NOT MOST COMPANIES IM LOOKING AT  THE SOONER THINGS STABILIZE ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200316, "Text": "@QuisitiveInvest @IceburghCapital Agree, the ER doc's I spoke to are all HNW investors with me. I'm hearing from th… https://t.co/to6Vh1Su06", "clean_text": "@QUISITIVEINVEST @ICEBURGHCAPITAL AGREE THE ER DOC I SPOKE TO ARE ALL HNW INVESTORS WITH ME IM HEARING FROM TH ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "BergenCapital", "Time": 20200316, "Text": "RT @MichaelAgne1: @BlacklionCTA @NewYorkFed Something is off with all of it to be honest, either there is massive shadow bank funding going…", "clean_text": "RT @MICHAELAGNE1 @BLACKLIONCTA @NEWYORKFED SOMETHING IS OFF WITH ALL OF IT TO BE HONEST EITHER THERE IS MASSIVE SHADOW BANK FUNDING GOING", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "@kidkapital @unikornhunter @Bengordon2013 @HotlantaCapital I think its misleading to suggest there has been a compa… https://t.co/Mc7noxjTZH", "clean_text": "@KIDKAPITAL @UNIKORNHUNTER @BENGORDON2013 @HOTLANTACAPITAL I THINK ITS MISLEADING TO SUGGEST THERE HAS BEEN A COMPA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200316, "Text": "PAA Research Report: OSTK: In a World Where Stocks Continually Get Cheaper, OSTK Now Trading at a Discount to Cash,… https://t.co/uKTY97s2VI", "clean_text": "PAA RESEARCH REPORT OSTK IN A WORLD WHERE STOCKS CONTINUALLY GET CHEAPER OSTK NOW TRADING AT A DISCOUNT TO CASH ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}]