["ON", {"Name": "activiststocks", "Time": 20200301, "Text": "\"Twitter will be worth more if it had a full-time CEO, and that the CEO should likely not be Jack Dorsey.\"\n\nOn the… https://t.co/LqJ4bZqtyr", "clean_text": "TWITTER WILL BE WORTH MORE IF IT HAD A FULLTIME CEO AND THAT THE CEO SHOULD LIKELY NOT BE JACK DORSEY\n\nON THE ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200229, "Text": "@LDrogen Was there earlier this week. Granted, it was a few days before more current concern, but it was still very crowded on Monday!", "clean_text": "@LDROGEN WAS THERE EARLIER THIS WEEK GRANTED IT WAS A FEW DAYS BEFORE MORE CURRENT CONCERN BUT IT WAS STILL VERY CROWDED ON MONDAY", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "footnoted", "Time": 20200229, "Text": "@LDrogen Definitely saw more people with masks on my flight. Guy across from me went full Monty, carefully wiping d… https://t.co/pz8e2zq113", "clean_text": "@LDROGEN DEFINITELY SAW MORE PEOPLE WITH MASKS ON MY FLIGHT GUY ACROSS FROM ME WENT FULL MONTY CAREFULLY WIPING D ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200229, "Text": "As Investors Cast Off Coal Stakes, Miners Rely on a Few Big Funds https://t.co/PXxUQ59JTP", "clean_text": "AS INVESTORS CAST OFF COAL STAKES MINERS RELY ON A FEW BIG FUNDS ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200228, "Text": "Will add more on Peacock and SKY soon as well.... $CMCSA\n\nAll feedback welcomed", "clean_text": "WILL ADD MORE ON PEACOCK AND SKY SOON AS WELL CMCSA\n\nALL FEEDBACK WELCOMED", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200228, "Text": "Active managers \"I'm super bearish on the markets. We're in a liquidity driven bubble. That is why we are overweigh… https://t.co/XoZG7g6M3v", "clean_text": "ACTIVE MANAGERS IM SUPER BEARISH ON THE MARKETS WERE IN A LIQUIDITY DRIVEN BUBBLE THAT IS WHY WE ARE OVERWEIGH ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200228, "Text": "We closed out our short call on $BIG right around these levels months ago, that being said I don't think any of our… https://t.co/SgY2jhQOHX", "clean_text": "WE CLOSED OUT OUR SHORT CALL ON BIG RIGHT AROUND THESE LEVELS MONTHS AGO THAT BEING SAID I DONT THINK ANY OF OUR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200227, "Text": "Private equity investors checking the marks on their portfolio after today https://t.co/HG5xWHvIEH", "clean_text": "PRIVATE EQUITY INVESTORS CHECKING THE MARKS ON THEIR PORTFOLIO AFTER TODAY ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200227, "Text": "Citron updates our commentary on $SDGR.  The real story is not just this virus, but the future.  Computational chem… https://t.co/gCsDocrNNj", "clean_text": "CITRON UPDATES OUR COMMENTARY ON SDGR  THE REAL STORY IS NOT JUST THIS VIRUS BUT THE FUTURE  COMPUTATIONAL CHEM ", "count1": 0, "count2": 2, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@nuggy5 When I look at FCF/EV I typically add back int. exp, so the yield for $ARC looks a lot better. Obviously on… https://t.co/0zsMyrCrcf", "clean_text": "@NUGGY5 WHEN I LOOK AT FCFEV I TYPICALLY ADD BACK INT EXP SO THE YIELD FOR ARC LOOKS A LOT BETTER OBVIOUSLY ON ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200227, "Text": "@EyeoftheStormZ Your honesty on your $WYNN trading has been refreshing and is why you have the type of P&amp;L you do.… https://t.co/bOIG564lAZ", "clean_text": "@EYEOFTHESTORMZ YOUR HONESTY ON YOUR WYNN TRADING HAS BEEN REFRESHING AND IS WHY YOU HAVE THE TYPE OF PAMPL YOU DO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200226, "Text": "I'm teaching my module on assessing competitive advantage tonight @Columbia_Biz, and I'll tell you what I tell my s… https://t.co/kdYkazEFee", "clean_text": "IM TEACHING MY MODULE ON ASSESSING COMPETITIVE ADVANTAGE TONIGHT @COLUMBIA_BIZ AND ILL TELL YOU WHAT I TELL MY S ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200225, "Text": "McKinsey’s book on valuation: https://t.co/h4Y2QmviaN https://t.co/XdYjXoPZwa", "clean_text": "MCKINSEYS BOOK ON VALUATION  ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200224, "Text": "The lower guide by $TREX on reves for the quarter and year is certainly meaningful, but what about the CEO (once th… https://t.co/OryaGWrVSg", "clean_text": "THE LOWER GUIDE BY TREX ON REVES FOR THE QUARTER AND YEAR IS CERTAINLY MEANINGFUL BUT WHAT ABOUT THE CEO ONCE TH ", "count1": 0, "count2": 3, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200223, "Text": "On paper leverage often looks great, in practice its often a disaster. via @AbnormalReturns -… https://t.co/irWiJJQl4c", "clean_text": "ON PAPER LEVERAGE OFTEN LOOKS GREAT IN PRACTICE ITS OFTEN A DISASTER VIA @ABNORMALRETURNS  ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200222, "Text": "RT @bgurley: Over the years, I searched for more work on this concept, but never found them. Until one day @mjmauboussin (who knew I was lo…", "clean_text": "RT @BGURLEY OVER THE YEARS I SEARCHED FOR MORE WORK ON THIS CONCEPT BUT NEVER FOUND THEM UNTIL ONE DAY @MJMAUBOUSSIN WHO KNEW I WAS LO", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200221, "Text": "This is what 2019's highest paid hedge fund manager is betting on now https://t.co/UiL3Yxmca4", "clean_text": "THIS IS WHAT 2019 HIGHEST PAID HEDGE FUND MANAGER IS BETTING ON NOW ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200220, "Text": "The problem is that it's hard to win on purpose but it's actually hard to lose on purpose as well (all things being… https://t.co/gznxdDP1gq", "clean_text": "THE PROBLEM IS THAT IT HARD TO WIN ON PURPOSE BUT IT ACTUALLY HARD TO LOSE ON PURPOSE AS WELL ALL THINGS BEING ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200220, "Text": "@pearkes Excellent pt, but the news cycle is his  friend. In a couple of days 100% of media focus will be on the NV… https://t.co/Zo25MTByp5", "clean_text": "@PEARKES EXCELLENT PT BUT THE NEWS CYCLE IS HIS  FRIEND IN A COUPLE OF DAYS 100% OF MEDIA FOCUS WILL BE ON THE NV ", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20200220, "Text": "New short report coming tomorrow morning before the opening bell on a NASDAQ-listing that has deceived investors.", "clean_text": "NEW SHORT REPORT COMING TOMORROW MORNING BEFORE THE OPENING BELL ON A NASDAQLISTING THAT HAS DECEIVED INVESTORS", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20200220, "Text": "Shortly before NASDAQ IPO, $CAN deleted 8 of the 11 purported distributors it had previously featured on its websit… https://t.co/vgLmqkGcXS", "clean_text": "SHORTLY BEFORE NASDAQ IPO CAN DELETED 8 OF THE 11 PURPORTED DISTRIBUTORS IT HAD PREVIOUSLY FEATURED ON ITS WEBSIT ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200219, "Text": "On investment ideas, the only thing that matters is the quality of the idea, not the novelty. In many areas of life… https://t.co/7vpbnBkBl1", "clean_text": "ON INVESTMENT IDEAS THE ONLY THING THAT MATTERS IS THE QUALITY OF THE IDEA NOT THE NOVELTY IN MANY AREAS OF LIFE ", "count1": 2, "count2": 4, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "I’ve been surprised by the degree to which the official Chinese stats on the coronavirus are being used to drive an… https://t.co/5Y8gIhn7RE", "clean_text": "IVE BEEN SURPRISED BY THE DEGREE TO WHICH THE OFFICIAL CHINESE STATS ON THE CORONAVIRUS ARE BEING USED TO DRIVE AN ", "count1": 0, "count2": 3, "count3": 0, "count4": 1}]