["OF", {"Name": "pmarca", "Time": 20200418, "Text": "Here's a short list of important books to complement my essay:", "clean_text": "HERE A SHORT LIST OF IMPORTANT BOOKS TO COMPLEMENT MY ESSAY", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/6SyHCEdwCA by Charles Morris on how four great builders of the 19th century built the world we live in today.", "clean_text": " BY CHARLES MORRIS ON HOW FOUR GREAT BUILDERS OF THE 19TH CENTURY BUILT THE WORLD WE LIVE IN TODAY", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "pmarca", "Time": 20200418, "Text": "https://t.co/SEP8lKsEhc by Edmund Morris on perhaps the greatest American builder of all, the builder who brought e… https://t.co/cDxQmwEjcp", "clean_text": " BY EDMUND MORRIS ON PERHAPS THE GREATEST AMERICAN BUILDER OF ALL THE BUILDER WHO BROUGHT E ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200418, "Text": "Hey @bayer4pets: bought a Seresto collar for my dog last month and have pulled 3 living ticks off of him in past 24… https://t.co/WCIXI2BuFK", "clean_text": "HEY @BAYER4PETS BOUGHT A SERESTO COLLAR FOR MY DOG LAST MONTH AND HAVE PULLED 3 LIVING TICKS OFF OF HIM IN PAST 24 ", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200418, "Text": "Job losses in just the past month appear to be greater than all previously added since the bottom of the “Great Rec… https://t.co/Kcd67cG9V8", "clean_text": "JOB LOSSES IN JUST THE PAST MONTH APPEAR TO BE GREATER THAN ALL PREVIOUSLY ADDED SINCE THE BOTTOM OF THE GREAT REC ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200418, "Text": "The California Poppy Reserve is closed due to the ‘rona, but plenty of spots outside the reserve look like this rig… https://t.co/dIrsGubj9b", "clean_text": "THE CALIFORNIA POPPY RESERVE IS CLOSED DUE TO THE RONA BUT PLENTY OF SPOTS OUTSIDE THE RESERVE LOOK LIKE THIS RIG ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "This is a huge development for $OSTK and @tzeroblockchain. Congrats to @Noursalehi and the rest of the team. The… https://t.co/baNfCOcyxv", "clean_text": "THIS IS A HUGE DEVELOPMENT FOR OSTK AND @TZEROBLOCKCHAIN CONGRATS TO @NOURSALEHI AND THE REST OF THE TEAM THE ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200418, "Text": "@CheeseburgerCap @AjKshatriya I think attributing this crazy amendment to relationships is a bit of an oversimplifi… https://t.co/8ta1TY6g9X", "clean_text": "@CHEESEBURGERCAP @AJKSHATRIYA I THINK ATTRIBUTING THIS CRAZY AMENDMENT TO RELATIONSHIPS IS A BIT OF AN OVERSIMPLIFI ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200417, "Text": "@wolfejosh @bgurley My career was shaped by a book that one of my fellow trainees casually recommended I read becau… https://t.co/mRj7XIivve", "clean_text": "@WOLFEJOSH @BGURLEY MY CAREER WAS SHAPED BY A BOOK THAT ONE OF MY FELLOW TRAINEES CASUALLY RECOMMENDED I READ BECAU ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200417, "Text": "Of course https://t.co/WwziJ5KlLV", "clean_text": "OF COURSE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200417, "Text": "Quite a selection of yields on offer from Fido's inventory. I don't recall this scenario being covered in the CFA m… https://t.co/OdCtBBUNpS", "clean_text": "QUITE A SELECTION OF YIELDS ON OFFER FROM FIDO INVENTORY I DONT RECALL THIS SCENARIO BEING COVERED IN THE CFA M ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200417, "Text": "@MidwestHedgie @AdvInCap @hkuppy Chesapeake has a lot of dry gas assets that the bonds would likely own a piece of… https://t.co/PFvxaeBbZL", "clean_text": "@MIDWESTHEDGIE @ADVINCAP @HKUPPY CHESAPEAKE HAS A LOT OF DRY GAS ASSETS THAT THE BONDS WOULD LIKELY OWN A PIECE OF ", "count1": 1, "count2": 0, "count3": 2, "count4": 2}, {"Name": "State_IO", "Time": 20200417, "Text": "RT @USAmbUN: Accountability, even in the midst of a crisis, is crucial. I discuss that and more in my conversation with @NPRinskeep @npr: h…", "clean_text": "RT @USAMBUN ACCOUNTABILITY EVEN IN THE MIDST OF A CRISIS IS CRUCIAL I DISCUSS THAT AND MORE IN MY CONVERSATION WITH @NPRINSKEEP @NPR H", "count1": 1, "count2": 2, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200417, "Text": "RT @fernandoulrich: A new era of inflation? | with Jim Grant and @malopez1975 https://t.co/2bo0sc1hcY", "clean_text": "RT @FERNANDOULRICH A NEW ERA OF INFLATION WITH JIM GRANT AND @MALOPEZ1975 ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200417, "Text": "RT @RANsquawk: Gilead (GILD) says anecdotal reports don't provide statistical power necessary to determine safety and efficacy profile of i…", "clean_text": "RT @RANSQUAWK GILEAD GILD SAYS ANECDOTAL REPORTS DONT PROVIDE STATISTICAL POWER NECESSARY TO DETERMINE SAFETY AND EFFICACY PROFILE OF I", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200417, "Text": "Time to day trade off of the daily Cuomo's press conference because NYC is the only place in the world that matters", "clean_text": "TIME TO DAY TRADE OFF OF THE DAILY CUOMO PRESS CONFERENCE BECAUSE NYC IS THE ONLY PLACE IN THE WORLD THAT MATTERS", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200416, "Text": "Cuomo extends #NYC shutdown further into May to slow #CVOID19. NYC 3rd highest % of orthodontists in the country. I… https://t.co/KGklYUqsYM", "clean_text": "CUOMO EXTENDS #NYC SHUTDOWN FURTHER INTO MAY TO SLOW #CVOID19 NYC 3RD HIGHEST OF ORTHODONTISTS IN THE COUNTRY I ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200416, "Text": "@MidwestHedgie Seems like it could be some type of required report?", "clean_text": "@MIDWESTHEDGIE SEEMS LIKE IT COULD BE SOME TYPE OF REQUIRED REPORT", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200416, "Text": "RT @AngieMaxwell1: Found the kid playing with her dog instead of Zooming with her teacher. She told me not to worry. She took a screenshot…", "clean_text": "RT @ANGIEMAXWELL1 FOUND THE KID PLAYING WITH HER DOG INSTEAD OF ZOOMING WITH HER TEACHER SHE TOLD ME NOT TO WORRY SHE TOOK A SCREENSHOT", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200416, "Text": "RT @NAHelium: BLM to shift ownership of depleted federal helium reserve to GSA to allow more time for private helium owners to remove last…", "clean_text": "RT @NAHELIUM BLM TO SHIFT OWNERSHIP OF DEPLETED FEDERAL HELIUM RESERVE TO GSA TO ALLOW MORE TIME FOR PRIVATE HELIUM OWNERS TO REMOVE LAST", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200416, "Text": "@ValueStockGeek Of *real* financial asset performance", "clean_text": "@VALUESTOCKGEEK OF *REAL* FINANCIAL ASSET PERFORMANCE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @StateAVC: #AVC submmitted The Executive Summary of the 2020 Compliance Report to Congress on April 15. https://t.co/7txsM0nNJF", "clean_text": "RT @STATEAVC #AVC SUBMMITTED THE EXECUTIVE SUMMARY OF THE 2020 COMPLIANCE REPORT TO CONGRESS ON APRIL 15 ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200416, "Text": "RT @USAmbUN: We must also ensure humanitarian assistance continues with unhindered access of healthcare workers &amp; medical aid. Displaced pe…", "clean_text": "RT @USAMBUN WE MUST ALSO ENSURE HUMANITARIAN ASSISTANCE CONTINUES WITH UNHINDERED ACCESS OF HEALTHCARE WORKERS AMP MEDICAL AID DISPLACED PE", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200416, "Text": "@scuttleblurb Sold $LILA as I didn’t see the top line growth, only liked VTR Chile of all assets. More competitive,… https://t.co/DkPteSPRoj", "clean_text": "@SCUTTLEBLURB SOLD LILA AS I DIDNT SEE THE TOP LINE GROWTH ONLY LIKED VTR CHILE OF ALL ASSETS MORE COMPETITIVE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200416, "Text": "RT @Aubrey___K: Oil and Gas downturn indicator: Used Ford Raptors for sale within 50 miles of Midland, 29.", "clean_text": "RT @AUBREY___K OIL AND GAS DOWNTURN INDICATOR USED FORD RAPTORS FOR SALE WITHIN 50 MILES OF MIDLAND 29", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200416, "Text": "In my search for bargain priced stocks, I am currently finding:\n\n✔️Not a gilded cornucopia of shining bargains.\n\nhttps://t.co/qlGb5ohnxC", "clean_text": "IN MY SEARCH FOR BARGAIN PRICED STOCKS I AM CURRENTLY FINDING\n\n✔️NOT A GILDED CORNUCOPIA OF SHINING BARGAINS\n\n", "count1": 0, "count2": 1, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200416, "Text": "RT @MPelletierCIO: “Nearly a third of Canada’s Airbnb hosts -- who jointly had 170,000 active listings in late 2019 -- need the income to a…", "clean_text": "RT @MPELLETIERCIO NEARLY A THIRD OF CANADAS AIRBNB HOSTS  WHO JOINTLY HAD 170000 ACTIVE LISTINGS IN LATE 2019  NEED THE INCOME TO A", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "ActivistShorts", "Time": 20200416, "Text": "The number of new short positions in Europe increased by 157% in March versus the same period last year, despite a… https://t.co/PQdV74haax", "clean_text": "THE NUMBER OF NEW SHORT POSITIONS IN EUROPE INCREASED BY 157% IN MARCH VERSUS THE SAME PERIOD LAST YEAR DESPITE A ", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "We think $WDFC #WDFC has some of the most questionable #corpgov we've ever seen. Did anyone realize the CEO had a p… https://t.co/j1In0sQ5r7", "clean_text": "WE THINK WDFC #WDFC HAS SOME OF THE MOST QUESTIONABLE #CORPGOV WEVE EVER SEEN DID ANYONE REALIZE THE CEO HAD A P ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "/ @Vanguard_Group @blackrock you are both MAJOR shareholders of $WDFC. Did this \"close\" relationship btw the Corp S… https://t.co/nsimzAbBe5", "clean_text": " @VANGUARD_GROUP @BLACKROCK YOU ARE BOTH MAJOR SHAREHOLDERS OF WDFC DID THIS CLOSE RELATIONSHIP BTW THE CORP S ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "Dentists and orthos report plans to cut equipment spending by ~50% (!) over NTM. In this kind of spending environme… https://t.co/ix2GTJq2LU", "clean_text": "DENTISTS AND ORTHOS REPORT PLANS TO CUT EQUIPMENT SPENDING BY ~50%  OVER NTM IN THIS KIND OF SPENDING ENVIRONME ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "There looks to be a cover-up going on at $WDFC #WD40 in #China. The link about criminal counterfeiting of its produ… https://t.co/fMF7aeDArT", "clean_text": "THERE LOOKS TO BE A COVERUP GOING ON AT WDFC #WD40 IN #CHINA THE LINK ABOUT CRIMINAL COUNTERFEITING OF ITS PRODU ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200415, "Text": "/ @Vanguard_Group @blackrock you're HUGE shareholders of this slippery lube company. Don't you think it odd that ma… https://t.co/OSw78apCiS", "clean_text": " @VANGUARD_GROUP @BLACKROCK YOURE HUGE SHAREHOLDERS OF THIS SLIPPERY LUBE COMPANY DONT YOU THINK IT ODD THAT MA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200415, "Text": "@tmcmill81 I am Disappointed with the small share of tax payer equity.", "clean_text": "@TMCMILL81 I AM DISAPPOINTED WITH THE SMALL SHARE OF TAX PAYER EQUITY", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200415, "Text": "RT @morganhousel: A lot of recent stats reveal how fragile the economy was before any of this happened. \n\nReport last week shocked people:…", "clean_text": "RT @MORGANHOUSEL A LOT OF RECENT STATS REVEAL HOW FRAGILE THE ECONOMY WAS BEFORE ANY OF THIS HAPPENED \n\nREPORT LAST WEEK SHOCKED PEOPLE", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@orbuch @zebulgar @dashton__ One of the smart folks on the mining business (not sure about technical side) is @glennchanWordpr", "clean_text": "@ORBUCH @ZEBULGAR @DASHTON__ ONE OF THE SMART FOLKS ON THE MINING BUSINESS NOT SURE ABOUT TECHNICAL SIDE IS @GLENNCHANWORDPR", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@glennchanWordpr @orbuch @zebulgar @dashton__ Easier to make an advance in getting a gas/fluid out of rock, than in… https://t.co/sUu7mGlM9P", "clean_text": "@GLENNCHANWORDPR @ORBUCH @ZEBULGAR @DASHTON__ EASIER TO MAKE AN ADVANCE IN GETTING A GASFLUID OUT OF ROCK THAN IN ", "count1": 0, "count2": 2, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@orbuch @glennchanWordpr @zebulgar @dashton__ Open pit is a function of how steap the slope of the walls can be bas… https://t.co/VVa6N4L8DL", "clean_text": "@ORBUCH @GLENNCHANWORDPR @ZEBULGAR @DASHTON__ OPEN PIT IS A FUNCTION OF HOW STEAP THE SLOPE OF THE WALLS CAN BE BAS ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "@orbuch @glennchanWordpr @zebulgar @dashton__ The deeper your target, the larger volume of rock you need to remove… https://t.co/Cnb35XABh9", "clean_text": "@ORBUCH @GLENNCHANWORDPR @ZEBULGAR @DASHTON__ THE DEEPER YOUR TARGET THE LARGER VOLUME OF ROCK YOU NEED TO REMOVE ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200415, "Text": "RT @jwangARK: 1/ Apple's upcoming ARM MacBooks isn't just going to save them some money and run a bit faster. It marks the beginning of the…", "clean_text": "RT @JWANGARK 1 APPLE UPCOMING ARM MACBOOKS ISNT JUST GOING TO SAVE THEM SOME MONEY AND RUN A BIT FASTER IT MARKS THE BEGINNING OF THE", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200415, "Text": "The Federal Reserve is presently acting in blatant non-compliance with the Federal Reserve Act of 1913.  An institu… https://t.co/Ef0aWgspSL", "clean_text": "THE FEDERAL RESERVE IS PRESENTLY ACTING IN BLATANT NONCOMPLIANCE WITH THE FEDERAL RESERVE ACT OF 1913  AN INSTITU ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200415, "Text": "Of course, the Federal Reserve will make some wonky \nsemantic arguement about why they are “technically” in “compli… https://t.co/BpmrDV1to1", "clean_text": "OF COURSE THE FEDERAL RESERVE WILL MAKE SOME WONKY \nSEMANTIC ARGUEMENT ABOUT WHY THEY ARE TECHNICALLY” IN COMPLI ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200415, "Text": "RT @DAZN_USA: 35 years ago today, Marvin Hagler and Thomas Hearns went at it in one of the best fights ever.\n\nTheir first round was arguabl…", "clean_text": "RT @DAZN_USA 35 YEARS AGO TODAY MARVIN HAGLER AND THOMAS HEARNS WENT AT IT IN ONE OF THE BEST FIGHTS EVER\n\nTHEIR FIRST ROUND WAS ARGUABL", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200415, "Text": "@deargoziem @TheAthletic That would explain my apparent lack of appreciation for their utility 😫", "clean_text": "@DEARGOZIEM @THEATHLETIC THAT WOULD EXPLAIN MY APPARENT LACK OF APPRECIATION FOR THEIR UTILITY 😫", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200415, "Text": "@BrentBeshore The volume of emails like this I receive is at an all time high. I was getting annoyed until a few we… https://t.co/dFymecM6oh", "clean_text": "@BRENTBESHORE THE VOLUME OF EMAILS LIKE THIS I RECEIVE IS AT AN ALL TIME HIGH I WAS GETTING ANNOYED UNTIL A FEW WE ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200415, "Text": "@wardbertram @Voatz My guess is they have a lot of conversations ongoing. $OSTK", "clean_text": "@WARDBERTRAM @VOATZ MY GUESS IS THEY HAVE A LOT OF CONVERSATIONS ONGOING OSTK", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200414, "Text": "Interesting read from $JNJ this morning. Only segment with sales declining was medical devices from \"deferral of me… https://t.co/ikBGOsm863", "clean_text": "INTERESTING READ FROM JNJ THIS MORNING ONLY SEGMENT WITH SALES DECLINING WAS MEDICAL DEVICES FROM DEFERRAL OF ME ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200414, "Text": "Yet another new Howard Marks memo out from Oaktree Capital: “Knowledge of the Future” https://t.co/Eetp58OEXZ", "clean_text": "YET ANOTHER NEW HOWARD MARKS MEMO OUT FROM OAKTREE CAPITAL KNOWLEDGE OF THE FUTURE” ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200414, "Text": "@special_sits Hardest set of y/n questions I’ve seen.", "clean_text": "@SPECIAL_SITS HARDEST SET OF YN QUESTIONS IVE SEEN", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200414, "Text": "RT @Hipster_Trader: The year is 2024, we still haven’t left our homes because of the coronavirus. The S&amp;P 500 is down to the S&amp;P 1 because…", "clean_text": "RT @HIPSTER_TRADER THE YEAR IS 2024 WE STILL HAVENT LEFT OUR HOMES BECAUSE OF THE CORONAVIRUS THE SAMPP 500 IS DOWN TO THE SAMPP 1 BECAUSE", "count1": 4, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200414, "Text": "RT @Hipster_Trader: Of course they are https://t.co/aTfEkRArZz", "clean_text": "RT @HIPSTER_TRADER OF COURSE THEY ARE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @CT_Bergstrom: OK, here are some numbers that really surprise me. Of 200+ women presenting for delivery in NYC, one in six (!!) test pos…", "clean_text": "RT @CT_BERGSTROM OK HERE ARE SOME NUMBERS THAT REALLY SURPRISE ME OF 200+ WOMEN PRESENTING FOR DELIVERY IN NYC ONE IN SIX  TEST POS", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @GwenInvestor: Bezos quotation a propos of the times, \"Most decisions should probably be made with somewhere around 70% of the informati…", "clean_text": "RT @GWENINVESTOR BEZOS QUOTATION A PROPOS OF THE TIMES MOST DECISIONS SHOULD PROBABLY BE MADE WITH SOMEWHERE AROUND 70% OF THE INFORMATI", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @HillelNeuer: Chinese research labs in Wuhan conducted risky studies on coronaviruses from bats and may be the source of the pandemic, n…", "clean_text": "RT @HILLELNEUER CHINESE RESEARCH LABS IN WUHAN CONDUCTED RISKY STUDIES ON CORONAVIRUSES FROM BATS AND MAY BE THE SOURCE OF THE PANDEMIC N", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @EdBorgato: At the height of pandemic/infectious disease preparedness the government was spending $7B a year. We cut it back. Now we're…", "clean_text": "RT @EDBORGATO AT THE HEIGHT OF PANDEMICINFECTIOUS DISEASE PREPAREDNESS THE GOVERNMENT WAS SPENDING 7B A YEAR WE CUT IT BACK NOW WERE", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200414, "Text": "RT @ChrisJBakke: Just heard of the first major company (50k employees) that is planning to convert all open-office layouts to cubicles befo…", "clean_text": "RT @CHRISJBAKKE JUST HEARD OF THE FIRST MAJOR COMPANY 50K EMPLOYEES THAT IS PLANNING TO CONVERT ALL OPENOFFICE LAYOUTS TO CUBICLES BEFO", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200414, "Text": "RT @usunvie: ANNOUNCEMENT: U.S. 🇺🇸 contributions to @IAEAorg to combat #COVID19 reach $11 million. “Further proof of the generosity of the…", "clean_text": "RT @USUNVIE ANNOUNCEMENT US CONTRIBUTIONS TO @IAEAORG TO COMBAT #COVID19 REACH 11 MILLION FURTHER PROOF OF THE GENEROSITY OF THE", "count1": 2, "count2": 0, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200414, "Text": ".@WSJ: Some \"fear Wall Street’s current earnings estimates don’t fully reflect the extent of the expected damage\" f… https://t.co/fzWYBDNyM8", "clean_text": "@WSJ SOME FEAR WALL STREETS CURRENT EARNINGS ESTIMATES DONT FULLY REFLECT THE EXTENT OF THE EXPECTED DAMAGE F ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200414, "Text": "One datapoint showing the extent of the panic last month:  23% increase in deposits at JPM. https://t.co/DxTuN8Sehb", "clean_text": "ONE DATAPOINT SHOWING THE EXTENT OF THE PANIC LAST MONTH  23% INCREASE IN DEPOSITS AT JPM ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200414, "Text": "@nosunkcosts Surprisingly, a relatively small portion of the increase was revolver draws, but yeah that was part of… https://t.co/OHXnOpCqes", "clean_text": "@NOSUNKCOSTS SURPRISINGLY A RELATIVELY SMALL PORTION OF THE INCREASE WAS REVOLVER DRAWS BUT YEAH THAT WAS PART OF ", "count1": 1, "count2": 0, "count3": 2, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200414, "Text": "-1% now...Last 45 days have been wild. Hard to imagine some of these moves YTD:\n\n$MSFT +8%\n$AMZN +22%\n$NFLX +26%… https://t.co/MEbsIBpyve", "clean_text": "1% NOWLAST 45 DAYS HAVE BEEN WILD HARD TO IMAGINE SOME OF THESE MOVES YTD\n\nMSFT +8%\nAMZN +22%\nNFLX +26% ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200414, "Text": "RT @HarvestInvestor: A friend passed along this CUSIP.  Apparently his uncle owned some, and was trying to figure out why part of his \"safe…", "clean_text": "RT @HARVESTINVESTOR A FRIEND PASSED ALONG THIS CUSIP  APPARENTLY HIS UNCLE OWNED SOME AND WAS TRYING TO FIGURE OUT WHY PART OF HIS SAFE", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200414, "Text": "RT @jason_howerton: Not proud of myself for dying laughing at this, but here we are. https://t.co/sadig0HV7J", "clean_text": "RT @JASON_HOWERTON NOT PROUD OF MYSELF FOR DYING LAUGHING AT THIS BUT HERE WE ARE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200414, "Text": "Interesting read on how self-sovereign identify platforms could provide a solution for those in search of a COVID-1… https://t.co/f2AGgO1k6W", "clean_text": "INTERESTING READ ON HOW SELFSOVEREIGN IDENTIFY PLATFORMS COULD PROVIDE A SOLUTION FOR THOSE IN SEARCH OF A COVID1 ", "count1": 0, "count2": 1, "count3": 1, "count4": 2}, {"Name": "AZ_Value", "Time": 20200414, "Text": "Florida men/women in the age of Coronavirus https://t.co/2mf6IBti6f", "clean_text": "FLORIDA MENWOMEN IN THE AGE OF CORONAVIRUS ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$WDFC #WD40 management had its platform to stand big and refute our claims of long-term end market challenges. Noti… https://t.co/8VOO3jSNqv", "clean_text": "WDFC #WD40 MANAGEMENT HAD ITS PLATFORM TO STAND BIG AND REFUTE OUR CLAIMS OF LONGTERM END MARKET CHALLENGES NOTI ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "$WDFC #WDFC acting slippery (no pun intended) and somewhat contradictory about the impact of #oil decline on margin… https://t.co/WJceF316RZ", "clean_text": "WDFC #WDFC ACTING SLIPPERY NO PUN INTENDED AND SOMEWHAT CONTRADICTORY ABOUT THE IMPACT OF #OIL DECLINE ON MARGIN ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Quick flash of biggest insider sales last week $MPWR. @SEC_Enforcement why haven't they issued a #COVID19 update li… https://t.co/mC9myZJTFi", "clean_text": "QUICK FLASH OF BIGGEST INSIDER SALES LAST WEEK MPWR @SEC_ENFORCEMENT WHY HAVENT THEY ISSUED A #COVID19 UPDATE LI ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200413, "Text": "Misalignment of trust when $ALGN insiders keep reducing their ownership stake as competition intensifying and resta… https://t.co/3v1tVWKkFE", "clean_text": "MISALIGNMENT OF TRUST WHEN ALGN INSIDERS KEEP REDUCING THEIR OWNERSHIP STAKE AS COMPETITION INTENSIFYING AND RESTA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "matt_levine", "Time": 20200413, "Text": "Readers of this newsletter are blustering and exaggerating to me. And I’m blustering and exaggerating back to them.… https://t.co/FYKse99an6", "clean_text": "READERS OF THIS NEWSLETTER ARE BLUSTERING AND EXAGGERATING TO ME AND IM BLUSTERING AND EXAGGERATING BACK TO THEM ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200413, "Text": "@stockwager 8-10 holdings as of late, with the top 5 representing a large chunk of the portfolio.", "clean_text": "@STOCKWAGER 810 HOLDINGS AS OF LATE WITH THE TOP 5 REPRESENTING A LARGE CHUNK OF THE PORTFOLIO", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "marketfolly", "Time": 20200413, "Text": "Lee Cooperman (Omega Advisors) on @CNBC now: Thinks 2187 was the low of the cycle but doesn’t see huge upside: dema… https://t.co/C2GZx3eAy6", "clean_text": "LEE COOPERMAN OMEGA ADVISORS ON @CNBC NOW THINKS 2187 WAS THE LOW OF THE CYCLE BUT DOESNT SEE HUGE UPSIDE DEMA ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200413, "Text": "@HedgeyeComm @MasaSonCap For sure. Of course he is going to do everything he can to help. I’m sure everyone at the company is supportive.", "clean_text": "@HEDGEYECOMM @MASASONCAP FOR SURE OF COURSE HE IS GOING TO DO EVERYTHING HE CAN TO HELP IM SURE EVERYONE AT THE COMPANY IS SUPPORTIVE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200413, "Text": "RT @morganhousel: In December Travis Kalanick sold out of ride sharing and double downed on food delivery. Pretty good bet in hindsight.", "clean_text": "RT @MORGANHOUSEL IN DECEMBER TRAVIS KALANICK SOLD OUT OF RIDE SHARING AND DOUBLE DOWNED ON FOOD DELIVERY PRETTY GOOD BET IN HINDSIGHT", "count1": 0, "count2": 2, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200413, "Text": "SoftBank warns of $12.5B loss as coronavirus pummels WeWork https://t.co/S9BRXVhrh0", "clean_text": "SOFTBANK WARNS OF 125B LOSS AS CORONAVIRUS PUMMELS WEWORK ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200413, "Text": "For more on 'zombie' companies see 'The nine lives of the modern leveraged company' in the Grant's issue dated Marc… https://t.co/CdTWAbLkTe", "clean_text": "FOR MORE ON ZOMBIE COMPANIES SEE THE NINE LIVES OF THE MODERN LEVERAGED COMPANY IN THE GRANT ISSUE DATED MARC ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200413, "Text": "RT @michpoligal: More than 1 million Michiganders have filed for unemployment, says UIA head. a quarter of the state's workforce.", "clean_text": "RT @MICHPOLIGAL MORE THAN 1 MILLION MICHIGANDERS HAVE FILED FOR UNEMPLOYMENT SAYS UIA HEAD A QUARTER OF THE STATE WORKFORCE", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200413, "Text": "@WallStCynic That business has a lot of issues", "clean_text": "@WALLSTCYNIC THAT BUSINESS HAS A LOT OF ISSUES", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "adoxen", "Time": 20200412, "Text": "Friend of a friend is a wine saleswomen in NYC. She thinks 50% of total NYC restaurants will not reopen under current ownership.", "clean_text": "FRIEND OF A FRIEND IS A WINE SALESWOMEN IN NYC SHE THINKS 50% OF TOTAL NYC RESTAURANTS WILL NOT REOPEN UNDER CURRENT OWNERSHIP", "count1": 0, "count2": 1, "count3": 2, "count4": 2}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @DKThomp: The next 6 months, per Morgan Stanley's head of biotech\n\nBy May: Peak in new cases nationally \nBy June: Testing capacity hits…", "clean_text": "RT @DKTHOMP THE NEXT 6 MONTHS PER MORGAN STANLEY HEAD OF BIOTECH\n\nBY MAY PEAK IN NEW CASES NATIONALLY \nBY JUNE TESTING CAPACITY HITS", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200412, "Text": "RT @ron_eisele: Crewmen of the airship “Graf Zeppelin” repair the hull during the flight over the Atlantic, 1934 https://t.co/MHQ1S88V6c", "clean_text": "RT @RON_EISELE CREWMEN OF THE AIRSHIP GRAF ZEPPELIN” REPAIR THE HULL DURING THE FLIGHT OVER THE ATLANTIC 1934 ", "count1": 4, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200412, "Text": "RT @reckless: Today marks ONE YEAR since Foxconn promised a statement or correction regarding The Verge’s report of empty buildings in Wisc…", "clean_text": "RT @RECKLESS TODAY MARKS ONE YEAR SINCE FOXCONN PROMISED A STATEMENT OR CORRECTION REGARDING THE VERGES REPORT OF EMPTY BUILDINGS IN WISC", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "AZ_Value", "Time": 20200412, "Text": "Amen brother. Of the myriad of dumb ideological arguments people engage in, this is the dumbest one by far IMO and… https://t.co/ZSASxmoeS4", "clean_text": "AMEN BROTHER OF THE MYRIAD OF DUMB IDEOLOGICAL ARGUMENTS PEOPLE ENGAGE IN THIS IS THE DUMBEST ONE BY FAR IMO AND ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "marketfolly", "Time": 20200411, "Text": "Really good thread looking at Wuhan’s re-emergence. Perhaps glimpse of future for others. https://t.co/be9uThoplx", "clean_text": "REALLY GOOD THREAD LOOKING AT WUHANS REEMERGENCE PERHAPS GLIMPSE OF FUTURE FOR OTHERS ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200411, "Text": "RT @peterdwilliams: I’ve been a huge fan of ⁦@TimDuy⁩‘s for years. This is probably his best piece\n\nHow would you want to be treated and wh…", "clean_text": "RT @PETERDWILLIAMS IVE BEEN A HUGE FAN OF ⁦@TIMDUY⁩S FOR YEARS THIS IS PROBABLY HIS BEST PIECE\n\nHOW WOULD YOU WANT TO BE TREATED AND WH", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Find_Me_Value", "Time": 20200411, "Text": "@ToddWenning @Kevin_Holloway @morganhousel Both DL &amp; WDW = vast majority of US visitors\n\nWDW (Orlando) - top 5 inte… https://t.co/Z9cj25hO4J", "clean_text": "@TODDWENNING @KEVIN_HOLLOWAY @MORGANHOUSEL BOTH DL AMP WDW  VAST MAJORITY OF US VISITORS\n\nWDW ORLANDO  TOP 5 INTE ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200411, "Text": "RT @Mrs_Skilling: I’ve only been active on Twitter for like a month, but I have to say this:\n\nMost of you are kind of mean", "clean_text": "RT @MRS_SKILLING IVE ONLY BEEN ACTIVE ON TWITTER FOR LIKE A MONTH BUT I HAVE TO SAY THIS\n\nMOST OF YOU ARE KIND OF MEAN", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "AZ_Value", "Time": 20200411, "Text": "RT @JustinBrannan: The @NYCCouncil has a package of legislation to regulate food delivery apps squeezing New York City restaurants. \n\nIn th…", "clean_text": "RT @JUSTINBRANNAN THE @NYCCOUNCIL HAS A PACKAGE OF LEGISLATION TO REGULATE FOOD DELIVERY APPS SQUEEZING NEW YORK CITY RESTAURANTS \n\nIN TH", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200410, "Text": "My friend @Metis65 just sent me ⁦@AdamJKucharski⁩ ‘s new book, The Rules of Contagion, with this card. Hard to do b… https://t.co/E8OiC1c7f9", "clean_text": "MY FRIEND @METIS65 JUST SENT ME ⁦@ADAMJKUCHARSKI⁩ S NEW BOOK THE RULES OF CONTAGION WITH THIS CARD HARD TO DO B ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200410, "Text": "@HedgeyeComm Two of family members are in the same spot. One other is still working but wishes he would be furloughed.", "clean_text": "@HEDGEYECOMM TWO OF FAMILY MEMBERS ARE IN THE SAME SPOT ONE OTHER IS STILL WORKING BUT WISHES HE WOULD BE FURLOUGHED", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200410, "Text": "RT @scottcowley: Love seeing the 16-year high interest in the flowbee right now. Does anybody actually know somebody with one of these? htt…", "clean_text": "RT @SCOTTCOWLEY LOVE SEEING THE 16YEAR HIGH INTEREST IN THE FLOWBEE RIGHT NOW DOES ANYBODY ACTUALLY KNOW SOMEBODY WITH ONE OF THESE HTT", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "GrantsPub", "Time": 20200410, "Text": "For more on the $3 trillion industry that will supposedly save the bacon of our country's underfunded pension plans… https://t.co/oLLOkvz6tw", "clean_text": "FOR MORE ON THE 3 TRILLION INDUSTRY THAT WILL SUPPOSEDLY SAVE THE BACON OF OUR COUNTRY UNDERFUNDED PENSION PLANS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200410, "Text": "@SouthernValue95 The dates of Form 4 for $CHTR / A/N is for the prior month. The 337.7k shares (1/8/20) were from D… https://t.co/0mrPe7MdJN", "clean_text": "@SOUTHERNVALUE95 THE DATES OF FORM 4 FOR CHTR  AN IS FOR THE PRIOR MONTH THE 3377K SHARES 1820 WERE FROM D ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We conducted a proprietary survey of high volume orthodontists to solicit their views + found that $MMM is now offe… https://t.co/rnNjnCRMoY", "clean_text": "WE CONDUCTED A PROPRIETARY SURVEY OF HIGH VOLUME ORTHODONTISTS TO SOLICIT THEIR VIEWS FOUND THAT MMM IS NOW OFFE ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "We talked to a large DSO that we estimate could be 11% of $ALGN's orthodontic case starts in the Americas. When ask… https://t.co/TJOrsZ08ud", "clean_text": "WE TALKED TO A LARGE DSO THAT WE ESTIMATE COULD BE 11% OF ALGN ORTHODONTIC CASE STARTS IN THE AMERICAS WHEN ASK ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "The #FED #FEDERALRESERVE and its funny #money cannot stop rational customers of $ALGN from realizing that its price… https://t.co/WpfyhttTJR", "clean_text": "THE #FED #FEDERALRESERVE AND ITS FUNNY #MONEY CANNOT STOP RATIONAL CUSTOMERS OF ALGN FROM REALIZING THAT ITS PRICE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "Anyone remember 2U $TWOU which we called as a big short at $90/sh. We revealed the true state of economics with doc… https://t.co/bUGsDHIOxQ", "clean_text": "ANYONE REMEMBER 2U TWOU WHICH WE CALLED AS A BIG SHORT AT 90SH WE REVEALED THE TRUE STATE OF ECONOMICS WITH DOC ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "I'm no financial genius, but my guess is that now that only real buyer of $WDFC's overvalued stock ... um the compa… https://t.co/bifHpR2DMJ", "clean_text": "IM NO FINANCIAL GENIUS BUT MY GUESS IS THAT NOW THAT ONLY REAL BUYER OF WDFC OVERVALUED STOCK  UM THE COMPA ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200409, "Text": "$WDFC on conference call drop of oil \"most likely\" will have a positive impact on gross margins. Is this a joke? Th… https://t.co/EaROlt6rpv", "clean_text": "WDFC ON CONFERENCE CALL DROP OF OIL MOST LIKELY WILL HAVE A POSITIVE IMPACT ON GROSS MARGINS IS THIS A JOKE TH ", "count1": 0, "count2": 0, "count3": 1, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200409, "Text": "“A successful near-term retest of the March lows” was such a consensus opinion no wonder we got a big, rapid rally… https://t.co/ptRb9vCttL", "clean_text": "A SUCCESSFUL NEARTERM RETEST OF THE MARCH LOWS” WAS SUCH A CONSENSUS OPINION NO WONDER WE GOT A BIG RAPID RALLY ", "count1": 1, "count2": 0, "count3": 1, "count4": 3}, {"Name": "GrantsPub", "Time": 20200409, "Text": "For more on the 100%-state-owned pride and joy of the country immediately to our south, see the Grant's issue dated… https://t.co/uy0YSZf5dA", "clean_text": "FOR MORE ON THE 100%STATEOWNED PRIDE AND JOY OF THE COUNTRY IMMEDIATELY TO OUR SOUTH SEE THE GRANT ISSUE DATED ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200409, "Text": "Some added context, good info for both critics &amp; S/H of $DIS. The “we have 50m subs” is fortuitous timing given Ind… https://t.co/Qeyc0fwNQd", "clean_text": "SOME ADDED CONTEXT GOOD INFO FOR BOTH CRITICS AMP SH OF DIS THE WE HAVE 50M SUBS” IS FORTUITOUS TIMING GIVEN IND ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200409, "Text": "For those that were wondering, looks like $CHTR repurchased ~ 0.6% of S/O in March, bringing total to around 2% rep… https://t.co/vK9fXvovuU", "clean_text": "FOR THOSE THAT WERE WONDERING LOOKS LIKE CHTR REPURCHASED 06% OF SO IN MARCH BRINGING TOTAL TO AROUND 2% REP ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200409, "Text": "$CMCSA - this makes a minimum of 2.5 months of closure. Side note - Universal Orlando makes substantially more than… https://t.co/Vi036ySseY", "clean_text": "CMCSA  THIS MAKES A MINIMUM OF 25 MONTHS OF CLOSURE SIDE NOTE  UNIVERSAL ORLANDO MAKES SUBSTANTIALLY MORE THAN ", "count1": 0, "count2": 0, "count3": 2, "count4": 1}, {"Name": "FCFYield", "Time": 20200409, "Text": "The risk I struggle with...\n\nNo amount of FED support will fix a situation *IF* the economy has permanently changed… https://t.co/g4R135FNVj", "clean_text": "THE RISK I STRUGGLE WITH\n\nNO AMOUNT OF FED SUPPORT WILL FIX A SITUATION *IF* THE ECONOMY HAS PERMANENTLY CHANGED ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "DumbLuckCapital", "Time": 20200409, "Text": "@UnHedgedChatter @CrookedCapital This doesn’t say what you think it says, or rather what either of us are saying", "clean_text": "@UNHEDGEDCHATTER @CROOKEDCAPITAL THIS DOESNT SAY WHAT YOU THINK IT SAYS OR RATHER WHAT EITHER OF US ARE SAYING", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200408, "Text": "Finance nerd alert: New issue of Critical Finance Review covering replication in finance and illiquidity and return… https://t.co/bGimHE8WVe", "clean_text": "FINANCE NERD ALERT NEW ISSUE OF CRITICAL FINANCE REVIEW COVERING REPLICATION IN FINANCE AND ILLIQUIDITY AND RETURN ", "count1": 0, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200408, "Text": "Howard Marks (Oaktree Capital) has written a ton of letters over the past month, so if you missed it, here’s the mo… https://t.co/N1dqm3ktaR", "clean_text": "HOWARD MARKS OAKTREE CAPITAL HAS WRITTEN A TON OF LETTERS OVER THE PAST MONTH SO IF YOU MISSED IT HERES THE MO ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @SecPompeo: No amount of disinformation from Assad’s enablers in Russia and Iran can hide the fact that the Syrian regime is responsible…", "clean_text": "RT @SECPOMPEO NO AMOUNT OF DISINFORMATION FROM ASSADS ENABLERS IN RUSSIA AND IRAN CAN HIDE THE FACT THAT THE SYRIAN REGIME IS RESPONSIBLE", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @statedeptspox: The Organization for the Prohibition of Chemical Weapons released a report attributing 3 specific instances of #chemical…", "clean_text": "RT @STATEDEPTSPOX THE ORGANIZATION FOR THE PROHIBITION OF CHEMICAL WEAPONS RELEASED A REPORT ATTRIBUTING 3 SPECIFIC INSTANCES OF #CHEMICAL", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "State_IO", "Time": 20200408, "Text": "RT @statedeptspox: America has a long history of generosity and we remain the world’s leading humanitarians. As @SecPompeo said: Viruses do…", "clean_text": "RT @STATEDEPTSPOX AMERICA HAS A LONG HISTORY OF GENEROSITY AND WE REMAIN THE WORLDS LEADING HUMANITARIANS AS @SECPOMPEO SAID VIRUSES DO", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200408, "Text": "RT @lisaabramowicz1: Hedge funds that traditionally focus on distressed assets are among buyers of the recent record spurt of U.S. investme…", "clean_text": "RT @LISAABRAMOWICZ1 HEDGE FUNDS THAT TRADITIONALLY FOCUS ON DISTRESSED ASSETS ARE AMONG BUYERS OF THE RECENT RECORD SPURT OF US INVESTME", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "Much of its ad tech that allows it to monetize unlike any other, AdSense, AdWords, DoubleClick, were acquired.\n\nGma… https://t.co/b56wGzTZjO", "clean_text": "MUCH OF ITS AD TECH THAT ALLOWS IT TO MONETIZE UNLIKE ANY OTHER ADSENSE ADWORDS DOUBLECLICK WERE ACQUIRED\n\nGMA ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "I'll bite. The first statement may be factually correct, but I disagree with this take.\n\nHalf of Google's fortress… https://t.co/H8vFbXdgRi", "clean_text": "ILL BITE THE FIRST STATEMENT MAY BE FACTUALLY CORRECT BUT I DISAGREE WITH THIS TAKE\n\nHALF OF GOOGLE FORTRESS ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "Yes, there are a lot of science experiments like Google Glass, Project Loon, Google Fiber, but every now and then y… https://t.co/jTpBbHQmt5", "clean_text": "YES THERE ARE A LOT OF SCIENCE EXPERIMENTS LIKE GOOGLE GLASS PROJECT LOON GOOGLE FIBER BUT EVERY NOW AND THEN Y ", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "@PythiaR Overarching theme of GOOG M&amp;A has been to protect search, similar to Apple M&amp;A being driven by protecting… https://t.co/KVnp73oFb3", "clean_text": "@PYTHIAR OVERARCHING THEME OF GOOG MAMPA HAS BEEN TO PROTECT SEARCH SIMILAR TO APPLE MAMPA BEING DRIVEN BY PROTECTING ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200408, "Text": "The \"secular\" trend that's accelerating the most as a result of coronavirus is wealth disparity.", "clean_text": "THE SECULAR TREND THAT ACCELERATING THE MOST AS A RESULT OF CORONAVIRUS IS WEALTH DISPARITY", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "FCFYield", "Time": 20200408, "Text": "RT @tconnellyRTE: NEW: There is \"no indication\" that peak of the coronavirus epidemic in Europe has been reached, according to the latest \"…", "clean_text": "RT @TCONNELLYRTE NEW THERE IS NO INDICATION THAT PEAK OF THE CORONAVIRUS EPIDEMIC IN EUROPE HAS BEEN REACHED ACCORDING TO THE LATEST ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200407, "Text": "RT @HoyasMLacrosse: ON THIS DAY (April 7, 1984): Paul Murphy and Mike Mauboussin both had a pair of goals while Murphy and Jim Nagle each h…", "clean_text": "RT @HOYASMLACROSSE ON THIS DAY APRIL 7 1984 PAUL MURPHY AND MIKE MAUBOUSSIN BOTH HAD A PAIR OF GOALS WHILE MURPHY AND JIM NAGLE EACH H", "count1": 0, "count2": 0, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200407, "Text": "RT @USUNRomeAmb: Whether you're in a medical clinic in the Sahel of Africa, in a lab discovering new cures or on the front lines of the #CO…", "clean_text": "RT @USUNROMEAMB WHETHER YOURE IN A MEDICAL CLINIC IN THE SAHEL OF AFRICA IN A LAB DISCOVERING NEW CURES OR ON THE FRONT LINES OF THE #CO", "count1": 3, "count2": 3, "count3": 2, "count4": 2}, {"Name": "activiststocks", "Time": 20200406, "Text": "RT @QTRResearch: The Public Investment Fund of Saudi Arabia reported a 8.2% stake in Carnival Corp. (NYSE: CCL), according to a just-releas…", "clean_text": "RT @QTRRESEARCH THE PUBLIC INVESTMENT FUND OF SAUDI ARABIA REPORTED A 82% STAKE IN CARNIVAL CORP NYSE CCL ACCORDING TO A JUSTRELEAS", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "activiststocks", "Time": 20200406, "Text": "RT @carlquintanilla: DIMON: \"The current pandemic is only one example of the bad planning and management that have hurt our country. .. The…", "clean_text": "RT @CARLQUINTANILLA DIMON THE CURRENT PANDEMIC IS ONLY ONE EXAMPLE OF THE BAD PLANNING AND MANAGEMENT THAT HAVE HURT OUR COUNTRY  THE", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @SecPompeo: U.S. companies are stepping up to help people in the most dire of circumstances as the world comes together to fight the #CO…", "clean_text": "RT @SECPOMPEO US COMPANIES ARE STEPPING UP TO HELP PEOPLE IN THE MOST DIRE OF CIRCUMSTANCES AS THE WORLD COMES TOGETHER TO FIGHT THE #CO", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @SecPompeo: These milestones are not just numbers. They are the feet of thousands of U.S. citizens making their way back to their homes…", "clean_text": "RT @SECPOMPEO THESE MILESTONES ARE NOT JUST NUMBERS THEY ARE THE FEET OF THOUSANDS OF US CITIZENS MAKING THEIR WAY BACK TO THEIR HOMES", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "State_IO", "Time": 20200406, "Text": "RT @USAmbUN: Here is mine: I had the joy of playing basketball with local children in #SouthSudan where I witnessed first hand the power th…", "clean_text": "RT @USAMBUN HERE IS MINE I HAD THE JOY OF PLAYING BASKETBALL WITH LOCAL CHILDREN IN #SOUTHSUDAN WHERE I WITNESSED FIRST HAND THE POWER TH", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200406, "Text": "One of the best podcasts I’ve listened to in a while. Really enjoyed the conversation https://t.co/U5rZLin1P5", "clean_text": "ONE OF THE BEST PODCASTS IVE LISTENED TO IN A WHILE REALLY ENJOYED THE CONVERSATION ", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "GrantsPub", "Time": 20200406, "Text": "\"I would say 15 of them [Vision Fund portfolio companies] will go bankrupt...\" \n\nhttps://t.co/UBWMTErfHS", "clean_text": "I WOULD SAY 15 OF THEM [VISION FUND PORTFOLIO COMPANIES] WILL GO BANKRUPT \n\n", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200406, "Text": "RT @ShimonPro: One emergency room. 40 minutes. Six patients went into cardiac arrest. Four died before they made it out of the ER. \n\nWatch…", "clean_text": "RT @SHIMONPRO ONE EMERGENCY ROOM 40 MINUTES SIX PATIENTS WENT INTO CARDIAC ARREST FOUR DIED BEFORE THEY MADE IT OUT OF THE ER \n\nWATCH", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200405, "Text": "@TheSkeptic21 Always so hard to say goodbye. Thinking of you!", "clean_text": "@THESKEPTIC21 ALWAYS SO HARD TO SAY GOODBYE THINKING OF YOU", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200405, "Text": "Billionaire Hohn’s Hedge Fund Suffers Record Monthly Loss of 19% https://t.co/hTLJ6dAXJS", "clean_text": "BILLIONAIRE HOHNS HEDGE FUND SUFFERS RECORD MONTHLY LOSS OF 19% ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200405, "Text": "RT @morganhousel: Spoke with the CEO of a small company who said \"anyone who thinks you can just flip a switch and restart a business after…", "clean_text": "RT @MORGANHOUSEL SPOKE WITH THE CEO OF A SMALL COMPANY WHO SAID ANYONE WHO THINKS YOU CAN JUST FLIP A SWITCH AND RESTART A BUSINESS AFTER", "count1": 1, "count2": 0, "count3": 1, "count4": 3}, {"Name": "GothamResearch", "Time": 20200405, "Text": "RT @GothamResearch: @GothamResearch OPINIONS\n\n(2) AR4 may face similar scrutiny as Philip Green did in the UK, who was accused of systemati…", "clean_text": "RT @GOTHAMRESEARCH @GOTHAMRESEARCH OPINIONS\n\n2 AR4 MAY FACE SIMILAR SCRUTINY AS PHILIP GREEN DID IN THE UK WHO WAS ACCUSED OF SYSTEMATI", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200404, "Text": "RT @sfiscience: \"If you look at science over the last 50 years ask, what are the drivers of progress?, it's the ability of computers to sim…", "clean_text": "RT @SFISCIENCE IF YOU LOOK AT SCIENCE OVER THE LAST 50 YEARS ASK WHAT ARE THE DRIVERS OF PROGRESS IT THE ABILITY OF COMPUTERS TO SIM", "count1": 3, "count2": 0, "count3": 2, "count4": 0}, {"Name": "activiststocks", "Time": 20200404, "Text": "Bank Of America CEO Brian Moynihan on his response to coronavirus https://t.co/wS9ILVUm1x", "clean_text": "BANK OF AMERICA CEO BRIAN MOYNIHAN ON HIS RESPONSE TO CORONAVIRUS ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "activiststocks", "Time": 20200404, "Text": "Billionaire Hohn’s Hedge Fund Suffers Record Monthly Loss of 19% https://t.co/qDEubWhy8f", "clean_text": "BILLIONAIRE HOHNS HEDGE FUND SUFFERS RECORD MONTHLY LOSS OF 19% ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200404, "Text": "Corporate credit market is well off its low. Yet financial media narrative is of continued “thaw” this week. Was th… https://t.co/CnvpdnwHY8", "clean_text": "CORPORATE CREDIT MARKET IS WELL OFF ITS LOW YET FINANCIAL MEDIA NARRATIVE IS OF CONTINUED THAW” THIS WEEK WAS TH ", "count1": 0, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200404, "Text": "I'm not sure it was Warren or Todd/Ted who sold DAL/LUV, but I do think one of the most underrated qualities of WEB… https://t.co/0DKXTVJh45", "clean_text": "IM NOT SURE IT WAS WARREN OR TODDTED WHO SOLD DALLUV BUT I DO THINK ONE OF THE MOST UNDERRATED QUALITIES OF WEB ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200404, "Text": "RT @kmbar: @NetflixIsAJoke This trailer has convinced me that y’all just making movies for the hell of it... who green lit this project?", "clean_text": "RT @KMBAR @NETFLIXISAJOKE THIS TRAILER HAS CONVINCED ME THAT YALL JUST MAKING MOVIES FOR THE HELL OF IT WHO GREEN LIT THIS PROJECT", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200404, "Text": "@EventDrivenMgr Get the fuck out of here lmfao... doctors MAYBE.", "clean_text": "@EVENTDRIVENMGR GET THE FUCK OUT OF HERE LMFAO DOCTORS MAYBE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}]