["A", {"Name": "activiststocks", "Time": 20200221, "Text": "U.S. Steel is trying to turn around its fortunes by embracing a production process it long rejected: electric furna… https://t.co/hJM6wa6BqR", "clean_text": "US STEEL IS TRYING TO TURN AROUND ITS FORTUNES BY EMBRACING A PRODUCTION PROCESS IT LONG REJECTED ELECTRIC FURNA ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200221, "Text": "The Bloomberg Barclays Euro Aggregate Treasury Index trades at a yield-to-worst of -2bps, near September's all-time… https://t.co/yOlhZoxZF1", "clean_text": "THE BLOOMBERG BARCLAYS EURO AGGREGATE TREASURY INDEX TRADES AT A YIELDTOWORST OF 2BPS NEAR SEPTEMBER ALLTIME ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200220, "Text": "RT @michaelbatnick: Imagine not knowing there’s a microphone in AirPods. https://t.co/8loFOk9yTA", "clean_text": "RT @MICHAELBATNICK IMAGINE NOT KNOWING THERES A MICROPHONE IN AIRPODS ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200220, "Text": "RT @ezraklein: \"I worked very hard for it\" is the worst possible justification for being a billionaire. You know who works very hard? Singl…", "clean_text": "RT @EZRAKLEIN I WORKED VERY HARD FOR IT IS THE WORST POSSIBLE JUSTIFICATION FOR BEING A BILLIONAIRE YOU KNOW WHO WORKS VERY HARD SINGL", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200220, "Text": "Bloomberg thinks a great way to campaign is to joke about the fact he doesn’t use Turbo Tax, and that’s why he won’t release tax returns.", "clean_text": "BLOOMBERG THINKS A GREAT WAY TO CAMPAIGN IS TO JOKE ABOUT THE FACT HE DOESNT USE TURBO TAX AND THATS WHY HE WONT RELEASE TAX RETURNS", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200220, "Text": "@pearkes Excellent pt, but the news cycle is his  friend. In a couple of days 100% of media focus will be on the NV… https://t.co/Zo25MTByp5", "clean_text": "@PEARKES EXCELLENT PT BUT THE NEWS CYCLE IS HIS  FRIEND IN A COUPLE OF DAYS 100% OF MEDIA FOCUS WILL BE ON THE NV ", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "FundyLongShort", "Time": 20200220, "Text": "Calling @BarbarianCap.  A tangential win for the #AmericanEater? https://t.co/cALM7jtnbg", "clean_text": "CALLING @BARBARIANCAP  A TANGENTIAL WIN FOR THE #AMERICANEATER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AureliusValue", "Time": 20200220, "Text": "New short report coming tomorrow morning before the opening bell on a NASDAQ-listing that has deceived investors.", "clean_text": "NEW SHORT REPORT COMING TOMORROW MORNING BEFORE THE OPENING BELL ON A NASDAQLISTING THAT HAS DECEIVED INVESTORS", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "AureliusValue", "Time": 20200220, "Text": "$CAN In one farcical undisclosed transaction signed one month before the NASDAQ listing, a tiny HK stock controlled… https://t.co/xEL4tkFfH2", "clean_text": "CAN IN ONE FARCICAL UNDISCLOSED TRANSACTION SIGNED ONE MONTH BEFORE THE NASDAQ LISTING A TINY HK STOCK CONTROLLED ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200219, "Text": "\"Xerox management said go create the new world. We don't understand it. Here are people who have a lot of ideas and… https://t.co/Z3FI4eY4LC", "clean_text": "XEROX MANAGEMENT SAID GO CREATE THE NEW WORLD WE DONT UNDERSTAND IT HERE ARE PEOPLE WHO HAVE A LOT OF IDEAS AND ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200218, "Text": "RT @jim_rutt: Jessika Trancik of @MIT @sfiscience explores science, and policy as a road to net0 greenhouse gas emissions.  EROEI, learning…", "clean_text": "RT @JIM_RUTT JESSIKA TRANCIK OF @MIT @SFISCIENCE EXPLORES SCIENCE AND POLICY AS A ROAD TO NET0 GREENHOUSE GAS EMISSIONS  EROEI LEARNING", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200218, "Text": "A true believer gets a Dow40K tattoo. \n\n#dow20000\n\nhttps://t.co/y7No8GavWk", "clean_text": "A TRUE BELIEVER GETS A DOW40K TATTOO \n\n#DOW20000\n\n", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ActAccordingly", "Time": 20200218, "Text": "@BodhiTreeCIO 20-years into my investment career and I wish I had never done a DCF in my life. It's the most egregi… https://t.co/aUZEzSnH1E", "clean_text": "@BODHITREECIO 20YEARS INTO MY INVESTMENT CAREER AND I WISH I HAD NEVER DONE A DCF IN MY LIFE IT THE MOST EGREGI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "I think this is in part a function of the current “boy who cried wolf” mentality of mkt participants. A lot of the… https://t.co/cHizvix72L", "clean_text": "I THINK THIS IS IN PART A FUNCTION OF THE CURRENT BOY WHO CRIED WOLF” MENTALITY OF MKT PARTICIPANTS A LOT OF THE ", "count1": 2, "count2": 3, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200217, "Text": "It may not end up a pandemic. The growth impact may indeed be fleeting. And, behold, the stimulus. But the data is… https://t.co/oD7ZNMYtJs", "clean_text": "IT MAY NOT END UP A PANDEMIC THE GROWTH IMPACT MAY INDEED BE FLEETING AND BEHOLD THE STIMULUS BUT THE DATA IS ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200217, "Text": "This discussion between @stratechery and @BillSimmons is a must listen to anyone trying to figure out the moving pi… https://t.co/8bQnMpZZiv", "clean_text": "THIS DISCUSSION BETWEEN @STRATECHERY AND @BILLSIMMONS IS A MUST LISTEN TO ANYONE TRYING TO FIGURE OUT THE MOVING PI ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200214, "Text": "A day after Charles Darwin’s birthday (born same day and year as Abraham Lincoln), I share a photo of a walk at Dow… https://t.co/NUX7lsKBUM", "clean_text": "A DAY AFTER CHARLES DARWINS BIRTHDAY BORN SAME DAY AND YEAR AS ABRAHAM LINCOLN I SHARE A PHOTO OF A WALK AT DOW ", "count1": 0, "count2": 1, "count3": 0, "count4": 3}, {"Name": "footnoted", "Time": 20200214, "Text": "Just a reminder that #valentinesday is also usually the biggest single day for SEC filings. Look for EDGAR to show… https://t.co/nJ2Sr5kyAS", "clean_text": "JUST A REMINDER THAT #VALENTINESDAY IS ALSO USUALLY THE BIGGEST SINGLE DAY FOR SEC FILINGS LOOK FOR EDGAR TO SHOW ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "footnoted", "Time": 20200214, "Text": "It’s 5:20 pm and the last available filing in EDGAR is time-stamped 16:56. So that’s a 25 minute gap right now. https://t.co/uMkdgkCSj0", "clean_text": "ITS 520 PM AND THE LAST AVAILABLE FILING IN EDGAR IS TIMESTAMPED 1656 SO THATS A 25 MINUTE GAP RIGHT NOW ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200213, "Text": "RT @VisualCap: Intangible Assets: A Hidden but Crucial Driver of Company Value 💎\n\nhttps://t.co/sPGs1dXEUT https://t.co/nX7e0JLAhA", "clean_text": "RT @VISUALCAP INTANGIBLE ASSETS A HIDDEN BUT CRUCIAL DRIVER OF COMPANY VALUE ", "count1": 0, "count2": 1, "count3": 0, "count4": 1}, {"Name": "KerrisdaleCap", "Time": 20200212, "Text": "Tomorrow, we contend with a billionaire whose company has broken the law", "clean_text": "TOMORROW WE CONTEND WITH A BILLIONAIRE WHOSE COMPANY HAS BROKEN THE LAW", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200212, "Text": "Former private equity man reviews his accomplishments.\n\n10:09:12 AM - FED'S POWELL SAYS IT HAS BEEN A \"PARTICULARLY… https://t.co/4tQ0xj4qYO", "clean_text": "FORMER PRIVATE EQUITY MAN REVIEWS HIS ACCOMPLISHMENTS\n\n100912 AM  FED POWELL SAYS IT HAS BEEN A PARTICULARLY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200212, "Text": "@bespokeinvest My two cents on this: The framing of the question seems incredibly flawed. A growing percentage of c… https://t.co/8Vttg3XLNV", "clean_text": "@BESPOKEINVEST MY TWO CENTS ON THIS THE FRAMING OF THE QUESTION SEEMS INCREDIBLY FLAWED A GROWING PERCENTAGE OF C ", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "MicroFundy", "Time": 20200211, "Text": "Anyone know of a software solution to 'cast' a presentation on multiple (5) Android devices at the same time?\nIE -… https://t.co/FenWoudyee", "clean_text": "ANYONE KNOW OF A SOFTWARE SOLUTION TO CAST A PRESENTATION ON MULTIPLE 5 ANDROID DEVICES AT THE SAME TIME\nIE  ", "count1": 1, "count2": 1, "count3": 1, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "@profplum99 is a friend. But the poker analogy does work and it has nothing to do with ergodicity. https://t.co/cvfGejVQQA", "clean_text": "@PROFPLUM99 IS A FRIEND BUT THE POKER ANALOGY DOES WORK AND IT HAS NOTHING TO DO WITH ERGODICITY ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "The idea is this: the market (say, S&amp;P 500) does what it does in a particular year. For every dollar of outperforma… https://t.co/B29kt7mzq7", "clean_text": "THE IDEA IS THIS THE MARKET SAY SAMPP 500 DOES WHAT IT DOES IN A PARTICULAR YEAR FOR EVERY DOLLAR OF OUTPERFORMA ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200210, "Text": "That’s fine. Every investable asset together generates a return - agree 100% it’s a product of its participants (wh… https://t.co/Imy1AbL3GV", "clean_text": "THATS FINE EVERY INVESTABLE ASSET TOGETHER GENERATES A RETURN  AGREE 100% ITS A PRODUCT OF ITS PARTICIPANTS WH ", "count1": 0, "count2": 1, "count3": 0, "count4": 2}, {"Name": "footnoted", "Time": 20200210, "Text": "Gotcha. I vaguely remember seeing a headline, so thanks for reminding me. https://t.co/g6ceT3Atrr", "clean_text": "GOTCHA I VAGUELY REMEMBER SEEING A HEADLINE SO THANKS FOR REMINDING ME ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200210, "Text": "If I'm $CCL and $RCL, I'm dialing up $NFLX now to offer them $40MM to help finance costs for a Love Boat reboot.  E… https://t.co/FYfhJuXRkK", "clean_text": "IF IM CCL AND RCL IM DIALING UP NFLX NOW TO OFFER THEM 40MM TO HELP FINANCE COSTS FOR A LOVE BOAT REBOOT  E ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200210, "Text": "@Ocean11Danny We've been writing about AZEK/Timbertech for a long time.  Obviously raising capital will only enhanc… https://t.co/M5BxXRaVsZ", "clean_text": "@OCEAN11DANNY WEVE BEEN WRITING ABOUT AZEKTIMBERTECH FOR A LONG TIME  OBVIOUSLY RAISING CAPITAL WILL ONLY ENHANC ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "pmarca", "Time": 20200209, "Text": "Public Service Announcement: Hand hygiene denialism has a long and tragic history. HT @lorakolodny… https://t.co/7fcyoh3qHc", "clean_text": "PUBLIC SERVICE ANNOUNCEMENT HAND HYGIENE DENIALISM HAS A LONG AND TRAGIC HISTORY HT @LORAKOLODNY ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200209, "Text": "⁦@sfiscience⁩ ranked as a top global think tank (even though we’re not a think tank).  SFI listed in 2019 Global Th… https://t.co/8aZOslFgop", "clean_text": "⁦@SFISCIENCE⁩ RANKED AS A TOP GLOBAL THINK TANK EVEN THOUGH WERE NOT A THINK TANK  SFI LISTED IN 2019 GLOBAL TH ", "count1": 0, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200209, "Text": "Mayor Pete is looking increasingly scripted, plastic &amp; poll-tested. He’s indeed a great speaker, if one can ignore the lack of authenticity.", "clean_text": "MAYOR PETE IS LOOKING INCREASINGLY SCRIPTED PLASTIC AMP POLLTESTED HES INDEED A GREAT SPEAKER IF ONE CAN IGNORE THE LACK OF AUTHENTICITY", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200207, "Text": "Another potentially important development for a @medici_ventures portfolio company, this time for @BittGlobal and t… https://t.co/zWoyNWbqZe", "clean_text": "ANOTHER POTENTIALLY IMPORTANT DEVELOPMENT FOR A @MEDICI_VENTURES PORTFOLIO COMPANY THIS TIME FOR @BITTGLOBAL AND T ", "count1": 0, "count2": 0, "count3": 0, "count4": 1}]