["THE", {"Name": "probesreporter", "Time": 20200512, "Text": "RT @CanningSeason: The Canning Season podcast, which ran in 2013-2014, is returning. Just in time for this year’s growing season!  No scary…", "clean_text": "RT @CANNINGSEASON THE CANNING SEASON PODCAST WHICH RAN IN 20132014 IS RETURNING JUST IN TIME FOR THIS YEARS GROWING SEASON  NO SCARY", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "probesreporter", "Time": 20200512, "Text": "BREAKING:  New data confirms the absence of recent SEC investigative activity at Wirecard.  This could easily chang… https://t.co/t4QPW8wQTY", "clean_text": "BREAKING  NEW DATA CONFIRMS THE ABSENCE OF RECENT SEC INVESTIGATIVE ACTIVITY AT WIRECARD  THIS COULD EASILY CHANG ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200512, "Text": "RT @JohnPGavin: @profgalloway Smart money people have long viewed the guy as a fraud. My own research operation, @probesreporter, has repea…", "clean_text": "RT @JOHNPGAVIN @PROFGALLOWAY SMART MONEY PEOPLE HAVE LONG VIEWED THE GUY AS A FRAUD MY OWN RESEARCH OPERATION @PROBESREPORTER HAS REPEA", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200512, "Text": "@yourMTLbroker @SenecaStocks With the rise of customization &amp; more one-offs, how do you think increased competition… https://t.co/Vcn7crobzg", "clean_text": "@YOURMTLBROKER @SENECASTOCKS WITH THE RISE OF CUSTOMIZATION AMP MORE ONEOFFS HOW DO YOU THINK INCREASED COMPETITION ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200512, "Text": "@patrick_oshag What’s the single most important thing you look for in a business/asset?", "clean_text": "@PATRICK_OSHAG WHATS THE SINGLE MOST IMPORTANT THING YOU LOOK FOR IN A BUSINESSASSET", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "footnoted", "Time": 20200512, "Text": "@stevengoldstein Yes. Thank goodness for solid Internet because I’m hiding out in the woods these days!", "clean_text": "@STEVENGOLDSTEIN YES THANK GOODNESS FOR SOLID INTERNET BECAUSE IM HIDING OUT IN THE WOODS THESE DAYS", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@modestproposal1 Apparently the solution to price gouging allegations in food delivery is more pricing power!", "clean_text": "@MODESTPROPOSAL1 APPARENTLY THE SOLUTION TO PRICE GOUGING ALLEGATIONS IN FOOD DELIVERY IS MORE PRICING POWER", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@rasimpson1 I think you might have confused the registration statement going effective (which will allow promoters… https://t.co/mRC7iqHvCG", "clean_text": "@RASIMPSON1 I THINK YOU MIGHT HAVE CONFUSED THE REGISTRATION STATEMENT GOING EFFECTIVE WHICH WILL ALLOW PROMOTERS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@davemortell @rasimpson1 The first page of the S-3/A answers this. It covers about 30m shares relating to already o… https://t.co/jKoedPHOxL", "clean_text": "@DAVEMORTELL @RASIMPSON1 THE FIRST PAGE OF THE S3A ANSWERS THIS IT COVERS ABOUT 30M SHARES RELATING TO ALREADY O ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200512, "Text": "@davemortell @rasimpson1 I don’t know offhand if the warrants have cashless exercise provisions, so it could be eve… https://t.co/jdYOttlYuf", "clean_text": "@DAVEMORTELL @RASIMPSON1 I DONT KNOW OFFHAND IF THE WARRANTS HAVE CASHLESS EXERCISE PROVISIONS SO IT COULD BE EVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200512, "Text": "Fauci would be a great short seller. That guy just kills the market. #Guantanamo", "clean_text": "FAUCI WOULD BE A GREAT SHORT SELLER THAT GUY JUST KILLS THE MARKET #GUANTANAMO", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200512, "Text": ".@WHO will host the World Health Assembly (WHA) on May 18. We strongly support Taiwan's participation &amp; encourage e… https://t.co/wLmh3Wx0X5", "clean_text": "@WHO WILL HOST THE WORLD HEALTH ASSEMBLY WHA ON MAY 18 WE STRONGLY SUPPORT TAIWAN PARTICIPATION AMP ENCOURAGE E ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200512, "Text": "Catching up on #TheLastDance. There is now no doubt that it’s the best sports documentary I’ve ever seen. I’m sure… https://t.co/2DamotjIZX", "clean_text": "CATCHING UP ON #THELASTDANCE THERE IS NOW NO DOUBT THAT ITS THE BEST SPORTS DOCUMENTARY IVE EVER SEEN IM SURE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200512, "Text": "For more on the travel industry's woes, see \"Empty skies\" in the Grant's issue dated May 1, 2020.\nhttps://t.co/l07r9lRqMJ", "clean_text": "FOR MORE ON THE TRAVEL INDUSTRY WOES SEE EMPTY SKIES IN THE GRANT ISSUE DATED MAY 1 2020\n", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Only TMT investors and media execs get the joke because we're the only ones who've ever even heard of Quibi.", "clean_text": "ONLY TMT INVESTORS AND MEDIA EXECS GET THE JOKE BECAUSE WERE THE ONLY ONES WHOVE EVER EVEN HEARD OF QUIBI", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "Been watching The Last Dance while on hold with Expedia. I think MJ has 3-peated since I've been on hold. \n\nSelecti… https://t.co/JsACTNFNct", "clean_text": "BEEN WATCHING THE LAST DANCE WHILE ON HOLD WITH EXPEDIA I THINK MJ HAS 3PEATED SINCE IVE BEEN ON HOLD \n\nSELECTI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200512, "Text": "@NickatFP ...is that a GoPro on the right?", "clean_text": "@NICKATFP IS THAT A GOPRO ON THE RIGHT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200512, "Text": "Why is Joe Kernan still on TV? \n\n@cnbc can’t find anyone better for the prime morning spot?\n\nIt’s like watching a car accident every morning", "clean_text": "WHY IS JOE KERNAN STILL ON TV \n\n@CNBC CANT FIND ANYONE BETTER FOR THE PRIME MORNING SPOT\n\nITS LIKE WATCHING A CAR ACCIDENT EVERY MORNING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200512, "Text": "This is like the sell side raising a price target because the stock keeps moving higher. No one knows where it tops… https://t.co/wsH2Wv0Bhg", "clean_text": "THIS IS LIKE THE SELL SIDE RAISING A PRICE TARGET BECAUSE THE STOCK KEEPS MOVING HIGHER NO ONE KNOWS WHERE IT TOPS ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200512, "Text": "After 14 years in the business I am proud to announce that I have received approval from Compliance with NO edits f… https://t.co/Q0jLmNluH4", "clean_text": "AFTER 14 YEARS IN THE BUSINESS I AM PROUD TO ANNOUNCE THAT I HAVE RECEIVED APPROVAL FROM COMPLIANCE WITH NO EDITS F ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200511, "Text": "$FSCT Q1 2020 revenue implodes even more than \"illustrative\" guidance that was buried in the proxy of $62m. Comes i… https://t.co/jOvdhq87zW", "clean_text": "FSCT Q1 2020 REVENUE IMPLODES EVEN MORE THAN ILLUSTRATIVE GUIDANCE THAT WAS BURIED IN THE PROXY OF 62M COMES I ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "Confidential filings for IPO’s:  Apparently, the game wasn’t already sufficiently rigged. https://t.co/cB4K6cwKOz", "clean_text": "CONFIDENTIAL FILINGS FOR IPOS  APPARENTLY THE GAME WASNT ALREADY SUFFICIENTLY RIGGED ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "We’ve never known Angry Frustrated Disrupter Genius Elon to hate us (his titles evolve, but the disrupter genius pa… https://t.co/2FFquMORpS", "clean_text": "WEVE NEVER KNOWN ANGRY FRUSTRATED DISRUPTER GENIUS ELON TO HATE US HIS TITLES EVOLVE BUT THE DISRUPTER GENIUS PA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200511, "Text": "Herbalife to pay a $123 million to the SEC and DOJ to settle China bribery allegations. Covers the company's China… https://t.co/QxHOwMpPY3", "clean_text": "HERBALIFE TO PAY A 123 MILLION TO THE SEC AND DOJ TO SETTLE CHINA BRIBERY ALLEGATIONS COVERS THE COMPANY CHINA ", "count1": 2, "count2": 0, "count3": 0, "count4": 3}, {"Name": "probesreporter", "Time": 20200511, "Text": "$HLF isn't the only one with a bribery problem in China.  3M only recently disclosed what appears to be the early s… https://t.co/AmDM7O3Bhj", "clean_text": "HLF ISNT THE ONLY ONE WITH A BRIBERY PROBLEM IN CHINA  3M ONLY RECENTLY DISCLOSED WHAT APPEARS TO BE THE EARLY S ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200511, "Text": "Charlie's report opens the question of whether the SEC was already investigating @SenatorLoeffler and she now wants… https://t.co/J123ZPbdjW", "clean_text": "CHARLIE REPORT OPENS THE QUESTION OF WHETHER THE SEC WAS ALREADY INVESTIGATING @SENATORLOEFFLER AND SHE NOW WANTS ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200511, "Text": "Bottom line:  @elonmusk Elon has long assumed the rules don't apply to him.  So far it's worked well for him. He is… https://t.co/m5QiZdsISA", "clean_text": "BOTTOM LINE  @ELONMUSK ELON HAS LONG ASSUMED THE RULES DONT APPLY TO HIM  SO FAR IT WORKED WELL FOR HIM HE IS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "mjmauboussin", "Time": 20200511, "Text": "@indianwhale @modestproposal1 See the Corporate Performance Statement developed by Alfred Rappaport (Exhibit 1). He… https://t.co/27bP3rV8Zp", "clean_text": "@INDIANWHALE @MODESTPROPOSAL1 SEE THE CORPORATE PERFORMANCE STATEMENT DEVELOPED BY ALFRED RAPPAPORT EXHIBIT 1 HE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200511, "Text": "@pearkes it’s a pretty normal letter and i don’t think mgmt was so much “surprised by the flex” as “annoyed to be o… https://t.co/MWIMxY7mRp", "clean_text": "@PEARKES ITS A PRETTY NORMAL LETTER AND I DONT THINK MGMT WAS SO MUCH SURPRISED BY THE FLEX” AS ANNOYED TO BE O ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marginalidea", "Time": 20200511, "Text": "I grow more baffled by the day \n\n\"Year-over-year, the company said bookings saw a 200% increase.\" \n \nhttps://t.co/6jqLCzdT2E", "clean_text": "I GROW MORE BAFFLED BY THE DAY \n\nYEAROVERYEAR THE COMPANY SAID BOOKINGS SAW A 200% INCREASE \n", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200511, "Text": "oh it grew 600%, I'm sure the base was very small \n\n200% YEAR OVER YEAR - that is the headline", "clean_text": "OH IT GREW 600% IM SURE THE BASE WAS VERY SMALL \n\n200% YEAR OVER YEAR  THAT IS THE HEADLINE", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marginalidea", "Time": 20200511, "Text": "@polarbearv3 he was a little before my time but I get the spirit", "clean_text": "@POLARBEARV3 HE WAS A LITTLE BEFORE MY TIME BUT I GET THE SPIRIT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200511, "Text": "Last week, more than 40 companies representing a diverse group of businesses, used the word depression for the firs… https://t.co/STYXCWaY6o", "clean_text": "LAST WEEK MORE THAN 40 COMPANIES REPRESENTING A DIVERSE GROUP OF BUSINESSES USED THE WORD DEPRESSION FOR THE FIRS ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200511, "Text": "@GWInvestors Good letter. Would be interested to hear more about the shorts; truly limited upside is hard to find!", "clean_text": "@GWINVESTORS GOOD LETTER WOULD BE INTERESTED TO HEAR MORE ABOUT THE SHORTS TRULY LIMITED UPSIDE IS HARD TO FIND", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200511, "Text": "RT @SecPompeo: Warmest congratulations to Daren Tang and Singapore for Mr. Tang's appointment as @WIPO Director General. The United States…", "clean_text": "RT @SECPOMPEO WARMEST CONGRATULATIONS TO DAREN TANG AND SINGAPORE FOR MR TANG APPOINTMENT AS @WIPO DIRECTOR GENERAL THE UNITED STATES", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200511, "Text": "RT @StateDept: .@SecPompeo on #COVID19: We also know that the Chinese Communist Party has not been forthright. We know that when there were…", "clean_text": "RT @STATEDEPT @SECPOMPEO ON #COVID19 WE ALSO KNOW THAT THE CHINESE COMMUNIST PARTY HAS NOT BEEN FORTHRIGHT WE KNOW THAT WHEN THERE WERE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200511, "Text": "@nachkari More in the medically-induced coma bucket IMO: choosing to fire all workers and stay closed, hoping to ma… https://t.co/0wVIFXBxqo", "clean_text": "@NACHKARI MORE IN THE MEDICALLYINDUCED COMA BUCKET IMO CHOOSING TO FIRE ALL WORKERS AND STAY CLOSED HOPING TO MA ", "count1": 1, "count2": 0, "count3": 1, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet I reached a similar conclusion. I’m not afraid of getting it (the chance of even needing to go to a ho… https://t.co/fD1CtTlDY6", "clean_text": "@GIVEN2TWEET I REACHED A SIMILAR CONCLUSION IM NOT AFRAID OF GETTING IT THE CHANCE OF EVEN NEEDING TO GO TO A HO ", "count1": 1, "count2": 2, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200511, "Text": "@given2tweet I agree. Like I don’t think it’s something young, healthy people need to fear. And the risk for childr… https://t.co/CRDjpvYGth", "clean_text": "@GIVEN2TWEET I AGREE LIKE I DONT THINK ITS SOMETHING YOUNG HEALTHY PEOPLE NEED TO FEAR AND THE RISK FOR CHILDR ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200511, "Text": "In the recently released 10Q, $MIDD's pro forma revenue decline accelerated to over 7%.  The rapid deterioration im… https://t.co/Pd3Quu3zgx", "clean_text": "IN THE RECENTLY RELEASED 10Q MIDD PRO FORMA REVENUE DECLINE ACCELERATED TO OVER 7%  THE RAPID DETERIORATION IM ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "MicroFundy", "Time": 20200511, "Text": "It's a true honor and blessing that Equinum is able to partner and assist in such a great cause.\n\nPlease join the c… https://t.co/8KUq3ssPVS", "clean_text": "IT A TRUE HONOR AND BLESSING THAT EQUINUM IS ABLE TO PARTNER AND ASSIST IN SUCH A GREAT CAUSE\n\nPLEASE JOIN THE C ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200511, "Text": "Year old piece, but interesting given the times. Their conclusion: large firms aren't just bigger, but better; earn… https://t.co/s7jBnd6Pvc", "clean_text": "YEAR OLD PIECE BUT INTERESTING GIVEN THE TIMES THEIR CONCLUSION LARGE FIRMS ARENT JUST BIGGER BUT BETTER EARN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@MidwestHedgie I have a policy of not blocking but the number of angry dudes who can’t do math calling everyone an… https://t.co/mnylq3QIGn", "clean_text": "@MIDWESTHEDGIE I HAVE A POLICY OF NOT BLOCKING BUT THE NUMBER OF ANGRY DUDES WHO CANT DO MATH CALLING EVERYONE AN ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "The V-shaped recovery crowd is spending too much time focused on demand w/o thinking about the margins businesses w… https://t.co/2Kmf9hEXcv", "clean_text": "THE VSHAPED RECOVERY CROWD IS SPENDING TOO MUCH TIME FOCUSED ON DEMAND WO THINKING ABOUT THE MARGINS BUSINESSES W ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie There is a subset of the population who feels invincible and is happy to take chances. Some of them are b… https://t.co/9f8aY4ESsb", "clean_text": "@JDBUDGIE THERE IS A SUBSET OF THE POPULATION WHO FEELS INVINCIBLE AND IS HAPPY TO TAKE CHANCES SOME OF THEM ARE B ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie I bet the population risk seeking v risk averse splits 40/60 or 50/50 or worst case 30/70. But most servi… https://t.co/TxDoX1ymnV", "clean_text": "@JDBUDGIE I BET THE POPULATION RISK SEEKING V RISK AVERSE SPLITS 4060 OR 5050 OR WORST CASE 3070 BUT MOST SERVI ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie Would love to see a polling for “readiness for back to normal” with wealth level. I suspect the people re… https://t.co/pQuJbNZdZ7", "clean_text": "@JDBUDGIE WOULD LOVE TO SEE A POLLING FOR READINESS FOR BACK TO NORMAL” WITH WEALTH LEVEL I SUSPECT THE PEOPLE RE ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie What do you mean by politicians selling the positives? To re-opening? Not the governors in NE and west coast 5/6)", "clean_text": "@JDBUDGIE WHAT DO YOU MEAN BY POLITICIANS SELLING THE POSITIVES TO REOPENING NOT THE GOVERNORS IN NE AND WEST COAST 56", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie They are better off closed than opening to 1/2 of the tables removed and then not at 100% usage of reduce… https://t.co/jku4TXJzb3", "clean_text": "@JDBUDGIE THEY ARE BETTER OFF CLOSED THAN OPENING TO 12 OF THE TABLES REMOVED AND THEN NOT AT 100% USAGE OF REDUCE ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200511, "Text": "@JDBudgie Other GOP leaders. The government is hardly in lockstep here. Science has become a partisan issue.", "clean_text": "@JDBUDGIE OTHER GOP LEADERS THE GOVERNMENT IS HARDLY IN LOCKSTEP HERE SCIENCE HAS BECOME A PARTISAN ISSUE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "EdBorgato", "Time": 20200511, "Text": "Musk has the 'woke brigade' all confused about their feelings.", "clean_text": "MUSK HAS THE WOKE BRIGADE ALL CONFUSED ABOUT THEIR FEELINGS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200511, "Text": "@johnreeder There's something to that. Depends on the immediate need.", "clean_text": "@JOHNREEDER THERE SOMETHING TO THAT DEPENDS ON THE IMMEDIATE NEED", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200511, "Text": "Grilling a tomahawk for the first time. This thing is as long as my forearm. https://t.co/LihIos4yDK", "clean_text": "GRILLING A TOMAHAWK FOR THE FIRST TIME THIS THING IS AS LONG AS MY FOREARM ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200511, "Text": "RT @OldKinderhook: 🚨SHOTS FIRED🚨 $ZTS has started marketing its pet insurance product to vet clinics across the USA. $TRUP https://t.co/B8m…", "clean_text": "RT @OLDKINDERHOOK 🚨SHOTS FIRED🚨 ZTS HAS STARTED MARKETING ITS PET INSURANCE PRODUCT TO VET CLINICS ACROSS THE USA TRUP ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200511, "Text": "Surprising winner of mother's day weekend? The RV space! Social distancing from anywhere...\n\nNo recession coming in… https://t.co/WCHIHlpAqA", "clean_text": "SURPRISING WINNER OF MOTHER DAY WEEKEND THE RV SPACE SOCIAL DISTANCING FROM ANYWHERE\n\nNO RECESSION COMING IN ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200511, "Text": "RT @JustinTinsley: MJ with that bat and cigar looks like a lost scene from The Sopranos #TheLastDance", "clean_text": "RT @JUSTINTINSLEY MJ WITH THAT BAT AND CIGAR LOOKS LIKE A LOST SCENE FROM THE SOPRANOS #THELASTDANCE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200510, "Text": "RT @michaelvkim: As an American currently in South Korea, it’s very interesting to me the stark contrast of how different the two countries…", "clean_text": "RT @MICHAELVKIM AS AN AMERICAN CURRENTLY IN SOUTH KOREA ITS VERY INTERESTING TO ME THE STARK CONTRAST OF HOW DIFFERENT THE TWO COUNTRIES", "count1": 2, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200510, "Text": "RT @usmissiongeneva: Congratulations to @WIPO DG-elect Daren Tang on his appointment. The United States looks forward to working closely wi…", "clean_text": "RT @USMISSIONGENEVA CONGRATULATIONS TO @WIPO DGELECT DAREN TANG ON HIS APPOINTMENT THE UNITED STATES LOOKS FORWARD TO WORKING CLOSELY WI", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x I'm not sure the % of women who are \"passionate\" about investing is meaningfully lower than the % of… https://t.co/HlLXZUxMp7", "clean_text": "@COMPOUND100X IM NOT SURE THE OF WOMEN WHO ARE PASSIONATE ABOUT INVESTING IS MEANINGFULLY LOWER THAN THE OF ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200510, "Text": "@compound100x But, at least in my experience, the applicant pool for entry level jobs / internships is ~85% male.… https://t.co/1EZS0Jhs3M", "clean_text": "@COMPOUND100X BUT AT LEAST IN MY EXPERIENCE THE APPLICANT POOL FOR ENTRY LEVEL JOBS  INTERNSHIPS IS ~85% MALE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200510, "Text": "@alexpk321 US stocks fell around 40% during the panic in the fall of 1907.", "clean_text": "@ALEXPK321 US STOCKS FELL AROUND 40% DURING THE PANIC IN THE FALL OF 1907", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@RobGrande1 @MidwestHedgie Actually people in NYC smoke less and have less incidence of obesity than the rest of th… https://t.co/o82Om4tt8u", "clean_text": "@ROBGRANDE1 @MIDWESTHEDGIE ACTUALLY PEOPLE IN NYC SMOKE LESS AND HAVE LESS INCIDENCE OF OBESITY THAN THE REST OF TH ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@investing_panda @PlanMaestro Also one of the absolute worst in 08. He can only do bull market. But he had no conse… https://t.co/DqavPiLgP8", "clean_text": "@INVESTING_PANDA @PLANMAESTRO ALSO ONE OF THE ABSOLUTE WORST IN 08 HE CAN ONLY DO BULL MARKET BUT HE HAD NO CONSE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@compound100x @MrLarsonsShaft Maybe her husband should be taking care of some stuff on the weekend so she can do he… https://t.co/Uy5aJWcirQ", "clean_text": "@COMPOUND100X @MRLARSONSSHAFT MAYBE HER HUSBAND SHOULD BE TAKING CARE OF SOME STUFF ON THE WEEKEND SO SHE CAN DO HE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200510, "Text": "@JeffMacke They were so forward thinking with that app. The $MCD one is pretty good and suited for the times as well.", "clean_text": "@JEFFMACKE THEY WERE SO FORWARD THINKING WITH THAT APP THE MCD ONE IS PRETTY GOOD AND SUITED FOR THE TIMES AS WELL", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200510, "Text": "RT @JohnHuber72: In the Panic of 1907, our economy plunged. Steel output -60%, iron -55%, imports -26%, unemployment soared, doors closed,…", "clean_text": "RT @JOHNHUBER72 IN THE PANIC OF 1907 OUR ECONOMY PLUNGED STEEL OUTPUT 60% IRON 55% IMPORTS 26% UNEMPLOYMENT SOARED DOORS CLOSED", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "AZ_Value", "Time": 20200510, "Text": "The one thing that travels and spreads quicker than Covid is idiocy. Plenty of native carriers all over the world a… https://t.co/sxdkvEFZUq", "clean_text": "THE ONE THING THAT TRAVELS AND SPREADS QUICKER THAN COVID IS IDIOCY PLENTY OF NATIVE CARRIERS ALL OVER THE WORLD A ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200509, "Text": "RT @JohnPGavin: I’m the creator, producer, and host of the @CanningSeason podcast. Home canning is a fun distraction from the market noise…", "clean_text": "RT @JOHNPGAVIN IM THE CREATOR PRODUCER AND HOST OF THE @CANNINGSEASON PODCAST HOME CANNING IS A FUN DISTRACTION FROM THE MARKET NOISE", "count1": 3, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200509, "Text": "@JohnHuber72 The DJIA didn’t get much above the 1907 peak until the 20s though!", "clean_text": "@JOHNHUBER72 THE DJIA DIDNT GET MUCH ABOVE THE 1907 PEAK UNTIL THE 20S THOUGH", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200509, "Text": ".@StateDept Deputy Secretary Biegun to the #UNSC Arria mtg commemorating #VEDay75: “Seventy-five years after the en… https://t.co/wFFoR9Rceq", "clean_text": "@STATEDEPT DEPUTY SECRETARY BIEGUN TO THE #UNSC ARRIA MTG COMMEMORATING #VEDAY75 SEVENTYFIVE YEARS AFTER THE EN ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200509, "Text": "Deputy Secretary Biegun to the #UNSC Arria mtg: \"All of us around this table know too well the price we have paid f… https://t.co/nZ0RRLpr5f", "clean_text": "DEPUTY SECRETARY BIEGUN TO THE #UNSC ARRIA MTG ALL OF US AROUND THIS TABLE KNOW TOO WELL THE PRICE WE HAVE PAID F ", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200509, "Text": "RT @statedeptspox: It’s been two years since the U.S. exited JCPOA - we will exercise all diplomatic options to ensure the @UN arms embargo…", "clean_text": "RT @STATEDEPTSPOX ITS BEEN TWO YEARS SINCE THE US EXITED JCPOA  WE WILL EXERCISE ALL DIPLOMATIC OPTIONS TO ENSURE THE @UN ARMS EMBARGO", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200509, "Text": "@wait4thegoodlif 1. Debt issues - if issues - will manifest in LT, at a min outside the boundary for portfolio allo… https://t.co/IaSEY6tlGg", "clean_text": "@WAIT4THEGOODLIF 1 DEBT ISSUES  IF ISSUES  WILL MANIFEST IN LT AT A MIN OUTSIDE THE BOUNDARY FOR PORTFOLIO ALLO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "This is great. I’ve been looking for something this comprehensive.\n\nHopefully managers can now stop using the same… https://t.co/e5X7EvpJgH", "clean_text": "THIS IS GREAT IVE BEEN LOOKING FOR SOMETHING THIS COMPREHENSIVE\n\nHOPEFULLY MANAGERS CAN NOW STOP USING THE SAME ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@QuisitiveInvest @Post_Market Definitely feels wrong... but I kind of see how we got here. By the time consensus re… https://t.co/fxB16jb8mH", "clean_text": "@QUISITIVEINVEST @POST_MARKET DEFINITELY FEELS WRONG BUT I KIND OF SEE HOW WE GOT HERE BY THE TIME CONSENSUS RE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "Also should have listened to myself and pulled the trigger on $NXST... Was clear retrans would be good, but thought… https://t.co/S0fFhRLAej", "clean_text": "ALSO SHOULD HAVE LISTENED TO MYSELF AND PULLED THE TRIGGER ON NXST WAS CLEAR RETRANS WOULD BE GOOD BUT THOUGHT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "$BKNG potentially an error of commission. It has been fine, am comfortable holding it, and I like how the competiti… https://t.co/dNxCpxK3fL", "clean_text": "BKNG POTENTIALLY AN ERROR OF COMMISSION IT HAS BEEN FINE AM COMFORTABLE HOLDING IT AND I LIKE HOW THE COMPETITI ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@jay_21_ Kind of interesting to take the ~20% infected stat and compare it to the hospitalization / fatality rates… https://t.co/8YNuCmpMQV", "clean_text": "@JAY_21_ KIND OF INTERESTING TO TAKE THE ~20% INFECTED STAT AND COMPARE IT TO THE HOSPITALIZATION  FATALITY RATES ", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "ShortSightedCap", "Time": 20200509, "Text": "@IgnoreNarrative So few of us have a reasonable time horizon. Think of the sheer number of people at pods. Even LOs… https://t.co/QmDbinCdrJ", "clean_text": "@IGNORENARRATIVE SO FEW OF US HAVE A REASONABLE TIME HORIZON THINK OF THE SHEER NUMBER OF PEOPLE AT PODS EVEN LOS ", "count1": 1, "count2": 3, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "In the Panic of 1907, our economy plunged. Steel output -60%, iron -55%, imports -26%, unemployment soared, doors c… https://t.co/d426NmnKim", "clean_text": "IN THE PANIC OF 1907 OUR ECONOMY PLUNGED STEEL OUTPUT 60% IRON 55% IMPORTS 26% UNEMPLOYMENT SOARED DOORS C ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "and please don't infer from this that I think stocks are going higher. I have no idea where the market is going. My… https://t.co/hVpoyfw1MJ", "clean_text": "AND PLEASE DONT INFER FROM THIS THAT I THINK STOCKS ARE GOING HIGHER I HAVE NO IDEA WHERE THE MARKET IS GOING MY ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "Another interesting point about 1907 is JP Morgan acted as the Fed (before the Fed existed) and saved the banking s… https://t.co/lMtZCwqf6y", "clean_text": "ANOTHER INTERESTING POINT ABOUT 1907 IS JP MORGAN ACTED AS THE FED BEFORE THE FED EXISTED AND SAVED THE BANKING S ", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "The author of the piece I linked to above was perplexed about the stock market's recovery, just as we are today (my… https://t.co/hl0hGZBAnE", "clean_text": "THE AUTHOR OF THE PIECE I LINKED TO ABOVE WAS PERPLEXED ABOUT THE STOCK MARKET RECOVERY JUST AS WE ARE TODAY MY ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200509, "Text": "@TheSecretAcct No we recovered from the 1907 credit crisis very quickly. We had a very deep depression, but it was… https://t.co/iakiF0rBFT", "clean_text": "@THESECRETACCT NO WE RECOVERED FROM THE 1907 CREDIT CRISIS VERY QUICKLY WE HAD A VERY DEEP DEPRESSION BUT IT WAS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200509, "Text": "RT @alexnazaryan: During the Siege of Leningrad, my grandparents ate wallpaper glue.", "clean_text": "RT @ALEXNAZARYAN DURING THE SIEGE OF LENINGRAD MY GRANDPARENTS ATE WALLPAPER GLUE", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200508, "Text": "Check out the paper where the accuracy/confidence research was done. Scroll to the bottom to see the original from… https://t.co/rVHVy0e8Sp", "clean_text": "CHECK OUT THE PAPER WHERE THE ACCURACYCONFIDENCE RESEARCH WAS DONE SCROLL TO THE BOTTOM TO SEE THE ORIGINAL FROM ", "count1": 4, "count2": 0, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@SuperMugatu It’s almost like you said something controversial without backing it up and it got the people going!", "clean_text": "@SUPERMUGATU ITS ALMOST LIKE YOU SAID SOMETHING CONTROVERSIAL WITHOUT BACKING IT UP AND IT GOT THE PEOPLE GOING", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@DustMyBroom17 You’re trying to get the little guy to pay $1.5 billion for a pre-revenue biotech with a long histor… https://t.co/u6F7X87bPI", "clean_text": "@DUSTMYBROOM17 YOURE TRYING TO GET THE LITTLE GUY TO PAY 15 BILLION FOR A PREREVENUE BIOTECH WITH A LONG HISTOR ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "cablecarcapital", "Time": 20200508, "Text": "@tomyarborough It’s not a cost basis if the company gives you shares as compensation for investor relations services.", "clean_text": "@TOMYARBOROUGH ITS NOT A COST BASIS IF THE COMPANY GIVES YOU SHARES AS COMPENSATION FOR INVESTOR RELATIONS SERVICES", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200508, "Text": "Surprising the see QSR bounce back so quickly. Hmmm.... https://t.co/88zXwZlF9s", "clean_text": "SURPRISING THE SEE QSR BOUNCE BACK SO QUICKLY HMMM ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200508, "Text": "Lawn and garden is killing it in the pandemic. $LOW $HD $SMG", "clean_text": "LAWN AND GARDEN IS KILLING IT IN THE PANDEMIC LOW HD SMG", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "adoxen", "Time": 20200508, "Text": "@OutsideView_ Ultimately these parks will be run with much less staff to improve profitability as part of the equation.", "clean_text": "@OUTSIDEVIEW_ ULTIMATELY THESE PARKS WILL BE RUN WITH MUCH LESS STAFF TO IMPROVE PROFITABILITY AS PART OF THE EQUATION", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "activiststocks", "Time": 20200508, "Text": "RT @paulg: When you're in the middle of a crisis, you tend to overestimate how permanent its effects will be.", "clean_text": "RT @PAULG WHEN YOURE IN THE MIDDLE OF A CRISIS YOU TEND TO OVERESTIMATE HOW PERMANENT ITS EFFECTS WILL BE", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "State_IO", "Time": 20200508, "Text": "Today @StateDept Deputy Secretary Biegun commemorates the 75th anniversary of V-E Day with #Estonia FM… https://t.co/2pv0zoWZ0M", "clean_text": "TODAY @STATEDEPT DEPUTY SECRETARY BIEGUN COMMEMORATES THE 75TH ANNIVERSARY OF VE DAY WITH #ESTONIA FM ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "@TheStalwart Given one disproportionately results in assets purchased that can later be sold and the other involves… https://t.co/N28SS9VAPS", "clean_text": "@THESTALWART GIVEN ONE DISPROPORTIONATELY RESULTS IN ASSETS PURCHASED THAT CAN LATER BE SOLD AND THE OTHER INVOLVES ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "The Fed and Congress have announced almost nothing meaningfully new in call it a month. And your many tweets in int… https://t.co/yWkDE8iLWc", "clean_text": "THE FED AND CONGRESS HAVE ANNOUNCED ALMOST NOTHING MEANINGFULLY NEW IN CALL IT A MONTH AND YOUR MANY TWEETS IN INT ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "@SuperMugatu Ha, 100 earnings calls this week = 20 per day = 10 hours of reading per day (and those just the ones t… https://t.co/PiEMPLUpcp", "clean_text": "@SUPERMUGATU HA 100 EARNINGS CALLS THIS WEEK  20 PER DAY  10 HOURS OF READING PER DAY AND THOSE JUST THE ONES T ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200508, "Text": "@SuperMugatu @dbkuns The 10 hours would be if you had 100% hit rate only reading transcripts that negatively valida… https://t.co/i5wL0xeZvW", "clean_text": "@SUPERMUGATU @DBKUNS THE 10 HOURS WOULD BE IF YOU HAD 100% HIT RATE ONLY READING TRANSCRIPTS THAT NEGATIVELY VALIDA ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200508, "Text": "What the Grant's team is reading. \n\n1.The Hour of Fate, Susan Berfield\n2.Mass Mediated Disease, Debora Blakely\n3.Wo… https://t.co/7qqIGf4olx", "clean_text": "WHAT THE GRANT TEAM IS READING \n\n1THE HOUR OF FATE SUSAN BERFIELD\n2MASS MEDIATED DISEASE DEBORA BLAKELY\n3WO ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200508, "Text": "The Grant's team is also reading Kenneth Rogoff's \"The Case for Deeply Negative Interest Rates.\" \n\nhttps://t.co/FXdSqA7qer", "clean_text": "THE GRANT TEAM IS ALSO READING KENNETH ROGOFF THE CASE FOR DEEPLY NEGATIVE INTEREST RATES \n\n", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FCFYield", "Time": 20200508, "Text": "RT @michaelxpettis: Things are as close to normal in the 12th week of Beijing’s lockdown as they’ve been in the past two weeks. Street traf…", "clean_text": "RT @MICHAELXPETTIS THINGS ARE AS CLOSE TO NORMAL IN THE 12TH WEEK OF BEIJINGS LOCKDOWN AS THEYVE BEEN IN THE PAST TWO WEEKS STREET TRAF", "count1": 2, "count2": 1, "count3": 2, "count4": 1}, {"Name": "FCFYield", "Time": 20200508, "Text": "@nachkari ...it's because Edwards needs the cash flow", "clean_text": "@NACHKARI IT BECAUSE EDWARDS NEEDS THE CASH FLOW", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200508, "Text": "What’s the cutoff age to understand anything on TikTok?  I am far past it.", "clean_text": "WHATS THE CUTOFF AGE TO UNDERSTAND ANYTHING ON TIKTOK  I AM FAR PAST IT", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200507, "Text": "RT @JohnPGavin: As I arise this morning, my heart is heavy with dread for the latest unemployment data soon to be released.  For having gro…", "clean_text": "RT @JOHNPGAVIN AS I ARISE THIS MORNING MY HEART IS HEAVY WITH DREAD FOR THE LATEST UNEMPLOYMENT DATA SOON TO BE RELEASED  FOR HAVING GRO", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200507, "Text": "RT @JohnPGavin: After the parasites suck the life blood out of its victim, it becomes nearly impossible for it to then survive a hardship.…", "clean_text": "RT @JOHNPGAVIN AFTER THE PARASITES SUCK THE LIFE BLOOD OUT OF ITS VICTIM IT BECOMES NEARLY IMPOSSIBLE FOR IT TO THEN SURVIVE A HARDSHIP", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200507, "Text": "Believe this is some of the Tudor note https://t.co/Q5gFJWsihQ", "clean_text": "BELIEVE THIS IS SOME OF THE TUDOR NOTE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200507, "Text": "RT @oddballstocks: Great letter by the CEO of @NicoletBank who lays out what they are seeing and how it's impacting their region.\n\nhttps://…", "clean_text": "RT @ODDBALLSTOCKS GREAT LETTER BY THE CEO OF @NICOLETBANK WHO LAYS OUT WHAT THEY ARE SEEING AND HOW IT IMPACTING THEIR REGION\n\n", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200507, "Text": "RT @SecPompeo: China could have prevented the deaths of thousands of people worldwide and spared the world a descent into global economic m…", "clean_text": "RT @SECPOMPEO CHINA COULD HAVE PREVENTED THE DEATHS OF THOUSANDS OF PEOPLE WORLDWIDE AND SPARED THE WORLD A DESCENT INTO GLOBAL ECONOMIC M", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200507, "Text": "RT @StateDept: .@SecPompeo: China is still refusing to share the information we need to keep people safe. Our truth-telling and calls for t…", "clean_text": "RT @STATEDEPT @SECPOMPEO CHINA IS STILL REFUSING TO SHARE THE INFORMATION WE NEED TO KEEP PEOPLE SAFE OUR TRUTHTELLING AND CALLS FOR T", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200507, "Text": "Powerful rebuttal to the PRC's web of half-truths and outright falsehoods regarding their response to the COVID cri… https://t.co/0fPI21oa5y", "clean_text": "POWERFUL REBUTTAL TO THE PRC WEB OF HALFTRUTHS AND OUTRIGHT FALSEHOODS REGARDING THEIR RESPONSE TO THE COVID CRI ", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Bit of an unorganized rant in thread form. I am surprised by the amount of people still tracking/citing daily US co… https://t.co/x1eTCYZVds", "clean_text": "BIT OF AN UNORGANIZED RANT IN THREAD FORM I AM SURPRISED BY THE AMOUNT OF PEOPLE STILL TRACKINGCITING DAILY US CO ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "The lockdown in the US was never about eradication. We were unfortunately too late for that to be a possibility, an… https://t.co/QSbEcr3Mdb", "clean_text": "THE LOCKDOWN IN THE US WAS NEVER ABOUT ERADICATION WE WERE UNFORTUNATELY TOO LATE FOR THAT TO BE A POSSIBILITY AN ", "count1": 2, "count2": 0, "count3": 1, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "This thread isn't to litigate the decision(s) to reopen. But anyone who thinks the market isn't expecting a very la… https://t.co/LlUIY8ISDW", "clean_text": "THIS THREAD ISNT TO LITIGATE THE DECISIONS TO REOPEN BUT ANYONE WHO THINKS THE MARKET ISNT EXPECTING A VERY LA ", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "We are reopening because the fatality rate has proven to be much lower than had initially been feared (and, arguabl… https://t.co/iwdCuyOltr", "clean_text": "WE ARE REOPENING BECAUSE THE FATALITY RATE HAS PROVEN TO BE MUCH LOWER THAN HAD INITIALLY BEEN FEARED AND ARGUABL ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Given this, the main purposes of the lockdown were/are to buy our hospitals time to prepare and to buy us time to l… https://t.co/8hN2ge0bC4", "clean_text": "GIVEN THIS THE MAIN PURPOSES OF THE LOCKDOWN WEREARE TO BUY OUR HOSPITALS TIME TO PREPARE AND TO BUY US TIME TO L ", "count1": 2, "count2": 1, "count3": 0, "count4": 4}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Namely, whether the fatality rate of the virus proves to actually be high enough to warrant waiting out a vaccine (… https://t.co/cFpBuuMBF5", "clean_text": "NAMELY WHETHER THE FATALITY RATE OF THE VIRUS PROVES TO ACTUALLY BE HIGH ENOUGH TO WARRANT WAITING OUT A VACCINE  ", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "This doesn't speak to the persistence of corporate/individual behavioral shifts and lagged second order economic ef… https://t.co/RlnEMeWPsQ", "clean_text": "THIS DOESNT SPEAK TO THE PERSISTENCE OF CORPORATEINDIVIDUAL BEHAVIORAL SHIFTS AND LAGGED SECOND ORDER ECONOMIC EF ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@DeadLiftCapital @PalmettoCapital Lots of well-known names in there, but I appreciate HHR, SWI, and the European po… https://t.co/U1xow5JG2X", "clean_text": "@DEADLIFTCAPITAL @PALMETTOCAPITAL LOTS OF WELLKNOWN NAMES IN THERE BUT I APPRECIATE HHR SWI AND THE EUROPEAN PO ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "RT @YellowLabLife: Weekly NAV update from Pershing Square Holdings suggests the closed end fund is trading at ~0.65x mark to market NAV.…", "clean_text": "RT @YELLOWLABLIFE WEEKLY NAV UPDATE FROM PERSHING SQUARE HOLDINGS SUGGESTS THE CLOSED END FUND IS TRADING AT ~065X MARK TO MARKET NAV", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@oknotsomuch What is the base case now? Genuinely curious- I thought this was increasingly consensus. \n\nThe only al… https://t.co/8MBo4Z6nJ7", "clean_text": "@OKNOTSOMUCH WHAT IS THE BASE CASE NOW GENUINELY CURIOUS I THOUGHT THIS WAS INCREASINGLY CONSENSUS \n\nTHE ONLY AL ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@justbrosef @ShitFund Didn't like the valuation when they did the roadshow. At the time I thought I'd have the oppo… https://t.co/TeCjPZbFWo", "clean_text": "@JUSTBROSEF @SHITFUND DIDNT LIKE THE VALUATION WHEN THEY DID THE ROADSHOW AT THE TIME I THOUGHT ID HAVE THE OPPO ", "count1": 4, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "Middleby’s $MIDD Q1 headline #’s may appear alright, but it’s ugly under the hood. Organic Commercial Foodservice r… https://t.co/8SXxqVLhmv", "clean_text": "MIDDLEBYS MIDD Q1 HEADLINE #S MAY APPEAR ALRIGHT BUT ITS UGLY UNDER THE HOOD ORGANIC COMMERCIAL FOODSERVICE R ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "April order rates in China are still down 25%, not a reassuring sign for a quick recovery in the US. https://t.co/fJFXswa0de", "clean_text": "APRIL ORDER RATES IN CHINA ARE STILL DOWN 25% NOT A REASSURING SIGN FOR A QUICK RECOVERY IN THE US ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "Inventory &amp; DSIs spiked to record highs. $MIDD was already carrying bloated inventory before the crisis, now it’s e… https://t.co/lhS3Yv19vQ", "clean_text": "INVENTORY AMP DSIS SPIKED TO RECORD HIGHS MIDD WAS ALREADY CARRYING BLOATED INVENTORY BEFORE THE CRISIS NOW ITS E ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200507, "Text": "Divergent views: $WBT warned used equipment could negatively impact demand. $MIDD said the opposite, that it won’t… https://t.co/iT5ekk6AvO", "clean_text": "DIVERGENT VIEWS WBT WARNED USED EQUIPMENT COULD NEGATIVELY IMPACT DEMAND MIDD SAID THE OPPOSITE THAT IT WONT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200507, "Text": "Despite strong opposition the sun continues to rise.", "clean_text": "DESPITE STRONG OPPOSITION THE SUN CONTINUES TO RISE", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200507, "Text": "$GSX fraud not even the Chinese mainstream media can defend.  They refer to them as \"scandal tainted\". Part 3 later… https://t.co/aWdq1wbjxJ", "clean_text": "GSX FRAUD NOT EVEN THE CHINESE MAINSTREAM MEDIA CAN DEFEND  THEY REFER TO THEM AS SCANDAL TAINTED PART 3 LATER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200507, "Text": "This is a first, Never had IR of a company threaten to \"slap my face\".  How about we do it at the SEC office?  IR r… https://t.co/NR8X3ugJOE", "clean_text": "THIS IS A FIRST NEVER HAD IR OF A COMPANY THREATEN TO SLAP MY FACE  HOW ABOUT WE DO IT AT THE SEC OFFICE  IR R ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "CitronResearch", "Time": 20200507, "Text": "$GSX part 3 is up.  Multiple smoking guns about offloading of costs/liabilities.  The information we are getting fr… https://t.co/JLB6leOeVg", "clean_text": "GSX PART 3 IS UP  MULTIPLE SMOKING GUNS ABOUT OFFLOADING OF COSTSLIABILITIES  THE INFORMATION WE ARE GETTING FR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200507, "Text": "With the volumes of information presented to the SEC from multiple sources beyond Citron, we don't expect the chara… https://t.co/usfmOW6AwB", "clean_text": "WITH THE VOLUMES OF INFORMATION PRESENTED TO THE SEC FROM MULTIPLE SOURCES BEYOND CITRON WE DONT EXPECT THE CHARA ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200507, "Text": "RT @CarterBWorth: The mkt's been at current levels for 3 wks now, neither pushing higher nor rolling over. A pretty good standoff btw those…", "clean_text": "RT @CARTERBWORTH THE MKT BEEN AT CURRENT LEVELS FOR 3 WKS NOW NEITHER PUSHING HIGHER NOR ROLLING OVER A PRETTY GOOD STANDOFF BTW THOSE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "PAA Research Report: PRDO: What Is the Status of GI Bill Funding for AIU and CTU Students? What Happened in New Yor… https://t.co/cemIjd1ezK", "clean_text": "PAA RESEARCH REPORT PRDO WHAT IS THE STATUS OF GI BILL FUNDING FOR AIU AND CTU STUDENTS WHAT HAPPENED IN NEW YOR ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Microcap $LAZY's 1Q20 results certainly suggests RV demand was really solid before the COVID-19 outbreak. The RV in… https://t.co/Xe3FA40U1V", "clean_text": "MICROCAP LAZY 1Q20 RESULTS CERTAINLY SUGGESTS RV DEMAND WAS REALLY SOLID BEFORE THE COVID19 OUTBREAK THE RV IN ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Great example of the world we live in as it relates to tech (or quasi tech in this case): 18 mos. ago consensus EPS… https://t.co/2rdsg7UqS7", "clean_text": "GREAT EXAMPLE OF THE WORLD WE LIVE IN AS IT RELATES TO TECH OR QUASI TECH IN THIS CASE 18 MOS AGO CONSENSUS EPS ", "count1": 1, "count2": 1, "count3": 2, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "@herbgreenberg In the words of the late great Christopher Wallace (not sure if he was on your radar Herb): \"All I d… https://t.co/VEZKnybsP8", "clean_text": "@HERBGREENBERG IN THE WORDS OF THE LATE GREAT CHRISTOPHER WALLACE NOT SURE IF HE WAS ON YOUR RADAR HERB ALL I D ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "I like this idea. \n\nCurious to hear the names people throw out. https://t.co/B5un3DzTlB", "clean_text": "I LIKE THIS IDEA \n\nCURIOUS TO HEAR THE NAMES PEOPLE THROW OUT ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200507, "Text": "Among many things I'm thinking about as we get ready for the $Z $ZG print, I'm wondering if @Rich_Barton will congr… https://t.co/kAmuyc6l7M", "clean_text": "AMONG MANY THINGS IM THINKING ABOUT AS WE GET READY FOR THE Z ZG PRINT IM WONDERING IF @RICH_BARTON WILL CONGR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200506, "Text": "RT @JohnPGavin: @DonutShorts Resort fees and baggage &amp; ticket change fees could be the difference between which hotels / airlines make it a…", "clean_text": "RT @JOHNPGAVIN @DONUTSHORTS RESORT FEES AND BAGGAGE AMP TICKET CHANGE FEES COULD BE THE DIFFERENCE BETWEEN WHICH HOTELS  AIRLINES MAKE IT A", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200506, "Text": "RT @JohnPGavin: The #Saas pimps forced their customers over to a subscription model.  The spreadsheet jockeys on Wall Street, most of whom…", "clean_text": "RT @JOHNPGAVIN THE #SAAS PIMPS FORCED THEIR CUSTOMERS OVER TO A SUBSCRIPTION MODEL  THE SPREADSHEET JOCKEYS ON WALL STREET MOST OF WHOM", "count1": 2, "count2": 1, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200506, "Text": "This newsletter has become more efficient since the outbreak forced me to start working remotely in March, but I mi… https://t.co/fnMnOfGVYm", "clean_text": "THIS NEWSLETTER HAS BECOME MORE EFFICIENT SINCE THE OUTBREAK FORCED ME TO START WORKING REMOTELY IN MARCH BUT I MI ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200506, "Text": "@PalmettoCapital @modestproposal1 Closely guarded secret but the rumor on HLT is normally $.003/pp so prob under th… https://t.co/ZoGFovq0rF", "clean_text": "@PALMETTOCAPITAL @MODESTPROPOSAL1 CLOSELY GUARDED SECRET BUT THE RUMOR ON HLT IS NORMALLY 003PP SO PROB UNDER TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200506, "Text": "@thayereric1 @agamemnus_dev Either the form 4 or the form 144 was incorrect. I agree it doesn’t matter as he sold n… https://t.co/G45kywwCtm", "clean_text": "@THAYERERIC1 @AGAMEMNUS_DEV EITHER THE FORM 4 OR THE FORM 144 WAS INCORRECT I AGREE IT DOESNT MATTER AS HE SOLD N ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200506, "Text": "RT @hausfath: The way we generate electricity can change remarkably quickly – and at times unexpectedly. Here are all the projections of US…", "clean_text": "RT @HAUSFATH THE WAY WE GENERATE ELECTRICITY CAN CHANGE REMARKABLY QUICKLY – AND AT TIMES UNEXPECTEDLY HERE ARE ALL THE PROJECTIONS OF US", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200506, "Text": "Long term Treasury yields are rising, understandably, due to a $4 Trillion growth of the National Debt coming in ju… https://t.co/5OoKV5sHpy", "clean_text": "LONG TERM TREASURY YIELDS ARE RISING UNDERSTANDABLY DUE TO A 4 TRILLION GROWTH OF THE NATIONAL DEBT COMING IN JU ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "ShortSightedCap", "Time": 20200506, "Text": "@HeyMan800 Having recently been through this process - \n\nWhen it comes time to sacrifice the goat, you want to use… https://t.co/0PTZ3pOwkk", "clean_text": "@HEYMAN800 HAVING RECENTLY BEEN THROUGH THIS PROCESS  \n\nWHEN IT COMES TIME TO SACRIFICE THE GOAT YOU WANT TO USE ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "JohnHuber72", "Time": 20200506, "Text": "Great points. @benthompson had a related note recently. In the direct response category, low prices mean better CAC… https://t.co/vik8FzhAMh", "clean_text": "GREAT POINTS @BENTHOMPSON HAD A RELATED NOTE RECENTLY IN THE DIRECT RESPONSE CATEGORY LOW PRICES MEAN BETTER CAC ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "@CapitalObserver @BarbarianCap Neimans tried to file prepackaged but there is disagreement among the creditors, last I checked.", "clean_text": "@CAPITALOBSERVER @BARBARIANCAP NEIMANS TRIED TO FILE PREPACKAGED BUT THERE IS DISAGREEMENT AMONG THE CREDITORS LAST I CHECKED", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200506, "Text": "@jct25 Thanks for the tip - will check it out", "clean_text": "@JCT25 THANKS FOR THE TIP  WILL CHECK IT OUT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Find_Me_Value", "Time": 20200506, "Text": "@FrancoOlivera Pretty much every SS report on $GOOG is a SOTP. Wait, the $5bn in losses in other bets actually is w… https://t.co/da4g0W98ud", "clean_text": "@FRANCOOLIVERA PRETTY MUCH EVERY SS REPORT ON GOOG IS A SOTP WAIT THE 5BN IN LOSSES IN OTHER BETS ACTUALLY IS W ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "FCFYield", "Time": 20200506, "Text": "@conorsen oil and gas supply chain...\n\nDo you mean the entire sector? E&amp;P? Midstream?", "clean_text": "@CONORSEN OIL AND GAS SUPPLY CHAIN\n\nDO YOU MEAN THE ENTIRE SECTOR EAMPP MIDSTREAM", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "EdBorgato", "Time": 20200506, "Text": "@rationalwalk How much cash does the index committee hold? \n\n😉", "clean_text": "@RATIONALWALK HOW MUCH CASH DOES THE INDEX COMMITTEE HOLD \n\n😉", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActivistShorts", "Time": 20200506, "Text": "RT @JonLitt: Land &amp; Buildings issues report stating that the New York City office market is facing an existential hurricane. Empire State R…", "clean_text": "RT @JONLITT LAND AMP BUILDINGS ISSUES REPORT STATING THAT THE NEW YORK CITY OFFICE MARKET IS FACING AN EXISTENTIAL HURRICANE EMPIRE STATE R", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200506, "Text": "PAA Research Report: ATGE: The Company’s 3Q20 Margin Miracle Is a Mirage; Don’t Be Too Quick to Celebrate Chamberla… https://t.co/XtlQAavktg", "clean_text": "PAA RESEARCH REPORT ATGE THE COMPANYS 3Q20 MARGIN MIRACLE IS A MIRAGE DONT BE TOO QUICK TO CELEBRATE CHAMBERLA ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "probesreporter", "Time": 20200505, "Text": "RT @JohnPGavin: @RyeNotBerben @BarbarianCap @1971capital Agreed.  Too many people still green-shoots, happy-talking the market.  Am expecti…", "clean_text": "RT @JOHNPGAVIN @RYENOTBERBEN @BARBARIANCAP @1971CAPITAL AGREED  TOO MANY PEOPLE STILL GREENSHOOTS HAPPYTALKING THE MARKET  AM EXPECTI", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200505, "Text": "RT @JohnPGavin: Imagine Elon and the WeWork guy got together and started a firm. They could call it WeSteal. https://t.co/MY8iCKlsBV", "clean_text": "RT @JOHNPGAVIN IMAGINE ELON AND THE WEWORK GUY GOT TOGETHER AND STARTED A FIRM THEY COULD CALL IT WESTEAL ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200505, "Text": "Finishing up our latest update of the watch list of all the companies we track with undisclosed SEC investigations.… https://t.co/9e6RJlv9m5", "clean_text": "FINISHING UP OUR LATEST UPDATE OF THE WATCH LIST OF ALL THE COMPANIES WE TRACK WITH UNDISCLOSED SEC INVESTIGATIONS ", "count1": 2, "count2": 2, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200505, "Text": "This newsletter can give you a lot of guidance when you least need it, but when you need it the most, that’s when i… https://t.co/0ebVoOx4cl", "clean_text": "THIS NEWSLETTER CAN GIVE YOU A LOT OF GUIDANCE WHEN YOU LEAST NEED IT BUT WHEN YOU NEED IT THE MOST THATS WHEN I ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200505, "Text": "According to the form 4 filed today, available at https://t.co/JnFLVR92Rb, Pourhassan netted a total of $15,760,909… https://t.co/Htjy48VSue", "clean_text": "ACCORDING TO THE FORM 4 FILED TODAY AVAILABLE AT  POURHASSAN NETTED A TOTAL OF 15760909 ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "adoxen", "Time": 20200505, "Text": "RT @sgellison: Skip Bayless used to argue with Terrell Suggs about the Ravens, but now he’s picking them to win the Super Bowl.\n\n\"Lamar Jac…", "clean_text": "RT @SGELLISON SKIP BAYLESS USED TO ARGUE WITH TERRELL SUGGS ABOUT THE RAVENS BUT NOW HES PICKING THEM TO WIN THE SUPER BOWL\n\nLAMAR JAC", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200505, "Text": "The U.S. Treasury Department today admitted to a $3 Trillion “borrowing” need in the next quarter.  (I’ll take the… https://t.co/bn8JTYpdFZ", "clean_text": "THE US TREASURY DEPARTMENT TODAY ADMITTED TO A 3 TRILLION BORROWING” NEED IN THE NEXT QUARTER  ILL TAKE THE ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "PresciencePoint", "Time": 20200505, "Text": "Welbilt $WBT also said the hot-side was down even more than the cold-side (i.e. refrigeration).  Recall, $MIDD is h… https://t.co/IXyRM3rBVd", "clean_text": "WELBILT WBT ALSO SAID THE HOTSIDE WAS DOWN EVEN MORE THAN THE COLDSIDE IE REFRIGERATION  RECALL MIDD IS H ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "@joshtpm The meat packing plants are going to be the downfall of this strategy. They can only control the rural are… https://t.co/BACTBHrGCp", "clean_text": "@JOSHTPM THE MEAT PACKING PLANTS ARE GOING TO BE THE DOWNFALL OF THIS STRATEGY THEY CAN ONLY CONTROL THE RURAL ARE ", "count1": 3, "count2": 1, "count3": 0, "count4": 1}, {"Name": "Hedge_FundGirl", "Time": 20200505, "Text": "RT @joshtpm: It sounds like Trump got bored of doing the epidemic.", "clean_text": "RT @JOSHTPM IT SOUNDS LIKE TRUMP GOT BORED OF DOING THE EPIDEMIC", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200505, "Text": "The gig (is up) economy. \n\nhttps://t.co/l4gCFA18rE", "clean_text": "THE GIG IS UP ECONOMY \n\n", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FundyLongShort", "Time": 20200505, "Text": "@ElliotTurn @LibertyRPF 42.5 over here.  Come on in, the water's fine!", "clean_text": "@ELLIOTTURN @LIBERTYRPF 425 OVER HERE  COME ON IN THE WATER FINE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200505, "Text": "@MidwestHedgie @SuperMugatu He does this all the time where he gets all serious out of nowhere and attacks someone… https://t.co/RE5VPJE0Xo", "clean_text": "@MIDWESTHEDGIE @SUPERMUGATU HE DOES THIS ALL THE TIME WHERE HE GETS ALL SERIOUS OUT OF NOWHERE AND ATTACKS SOMEONE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "$W continues to incinerate cash. The only question is: how much did their sales growth accelerate in April? My gues… https://t.co/ejrFdAzDJN", "clean_text": "W CONTINUES TO INCINERATE CASH THE ONLY QUESTION IS HOW MUCH DID THEIR SALES GROWTH ACCELERATE IN APRIL MY GUES ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "This quote from the $W call: \"While we do not know how long these trends will persist (90% gorwth) ... we believe t… https://t.co/MQD6EXXbBo", "clean_text": "THIS QUOTE FROM THE W CALL WHILE WE DO NOT KNOW HOW LONG THESE TRENDS WILL PERSIST 90% GORWTH  WE BELIEVE T ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "@Alex15223503 Of course it's not a new dynamic but it has accelerated the trajectory and it has become truly existe… https://t.co/v2LYcGwMHo", "clean_text": "@ALEX15223503 OF COURSE IT NOT A NEW DYNAMIC BUT IT HAS ACCELERATED THE TRAJECTORY AND IT HAS BECOME TRULY EXISTE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "This chart is great and underscores the value in $RDFN IMO and the structural challenges that $Z/$ZG's premier agen… https://t.co/pZJRcW7Vhr", "clean_text": "THIS CHART IS GREAT AND UNDERSCORES THE VALUE IN RDFN IMO AND THE STRUCTURAL CHALLENGES THAT ZZG PREMIER AGEN ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200505, "Text": "$LCII management sounded pretty bullish today. The pace of improvement in demand/sell through has been pretty drama… https://t.co/k1JJC5phD4", "clean_text": "LCII MANAGEMENT SOUNDED PRETTY BULLISH TODAY THE PACE OF IMPROVEMENT IN DEMANDSELL THROUGH HAS BEEN PRETTY DRAMA ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200504, "Text": "RT @JohnPGavin: Good night all.  Stay strong, hold tight, keep the faith.  We move ahead.", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  STAY STRONG HOLD TIGHT KEEP THE FAITH  WE MOVE AHEAD", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200504, "Text": "Senator Leahy has a long history keeping the #FOIA strong.  We applaud his efforts in this regard.  \n\nClinton admin… https://t.co/BrZIxM1c0F", "clean_text": "SENATOR LEAHY HAS A LONG HISTORY KEEPING THE #FOIA STRONG  WE APPLAUD HIS EFFORTS IN THIS REGARD  \n\nCLINTON ADMIN ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200504, "Text": "Must be limiting this activity to the export market. https://t.co/wbL7NMCA9F", "clean_text": "MUST BE LIMITING THIS ACTIVITY TO THE EXPORT MARKET ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "matt_levine", "Time": 20200504, "Text": "@TheStalwart people tell me that Eugene Fama tells his classes, \"the market is efficient, *for you*\"", "clean_text": "@THESTALWART PEOPLE TELL ME THAT EUGENE FAMA TELLS HIS CLASSES THE MARKET IS EFFICIENT *FOR YOU*", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200504, "Text": "I looked for a newsletter with exposure to money and this was the first that I found and it was the biggest one, so… https://t.co/OtWxBPt96K", "clean_text": "I LOOKED FOR A NEWSLETTER WITH EXPOSURE TO MONEY AND THIS WAS THE FIRST THAT I FOUND AND IT WAS THE BIGGEST ONE SO ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200504, "Text": "New issue from one of the great newsletters out there. Captain is ex-Tiger Global. https://t.co/JQvZqOOlTG", "clean_text": "NEW ISSUE FROM ONE OF THE GREAT NEWSLETTERS OUT THERE CAPTAIN IS EXTIGER GLOBAL ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 Sure, but the customers may demand the restaurant participate in their preferred app for convenien… https://t.co/wyvCjrt46w", "clean_text": "@MODESTPROPOSAL1 SURE BUT THE CUSTOMERS MAY DEMAND THE RESTAURANT PARTICIPATE IN THEIR PREFERRED APP FOR CONVENIEN ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 I didn’t miss it...I just don’t see the logic of why the ease of aggregating demand on the interne… https://t.co/ddSLAzGxkm", "clean_text": "@MODESTPROPOSAL1 I DIDNT MISS ITI JUST DONT SEE THE LOGIC OF WHY THE EASE OF AGGREGATING DEMAND ON THE INTERNE ", "count1": 3, "count2": 2, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@modestproposal1 Now we’re on the same page. I just don’t think concerns can be dismissed out of hand because other… https://t.co/NcVsXuo5pi", "clean_text": "@MODESTPROPOSAL1 NOW WERE ON THE SAME PAGE I JUST DONT THINK CONCERNS CAN BE DISMISSED OUT OF HAND BECAUSE OTHER ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@thayereric1 It's a paid promotional video. How does it explain why the CEO is selling stock?", "clean_text": "@THAYERERIC1 IT A PAID PROMOTIONAL VIDEO HOW DOES IT EXPLAIN WHY THE CEO IS SELLING STOCK", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@thayereric1 The statements in this video are incredibly misleading; the company did not receive any money from the… https://t.co/cNzeEk3N0c", "clean_text": "@THAYERERIC1 THE STATEMENTS IN THIS VIDEO ARE INCREDIBLY MISLEADING THE COMPANY DID NOT RECEIVE ANY MONEY FROM THE ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@thayereric1 Nope, a cashless option exercise means the exercise price was paid with shares and no money changed hands.", "clean_text": "@THAYERERIC1 NOPE A CASHLESS OPTION EXERCISE MEANS THE EXERCISE PRICE WAS PAID WITH SHARES AND NO MONEY CHANGED HANDS", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200504, "Text": "@thayereric1 No, the strike price was paid by reducing the number of shares issued. That's what cashless means. If… https://t.co/67FTZKtPlQ", "clean_text": "@THAYERERIC1 NO THE STRIKE PRICE WAS PAID BY REDUCING THE NUMBER OF SHARES ISSUED THAT WHAT CASHLESS MEANS IF ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200504, "Text": "@chigrl Nice. Really good for the ISM report! 🤦‍♀️", "clean_text": "@CHIGRL NICE REALLY GOOD FOR THE ISM REPORT 🤦‍♀️", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200504, "Text": "RT @tomgara: Incredible Nassim Taleb quote here: \"“The state,” he told me, “should not smooth out your life, like a Lebanese mother, but sh…", "clean_text": "RT @TOMGARA INCREDIBLE NASSIM TALEB QUOTE HERE THE STATE” HE TOLD ME SHOULD NOT SMOOTH OUT YOUR LIFE LIKE A LEBANESE MOTHER BUT SH", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200504, "Text": "@MrMojoRisinX VIAC? Buy good gas shale acreage/production through distressed debt? MHK? WFC or one of the other big… https://t.co/C12bPkfTeJ", "clean_text": "@MRMOJORISINX VIAC BUY GOOD GAS SHALE ACREAGEPRODUCTION THROUGH DISTRESSED DEBT MHK WFC OR ONE OF THE OTHER BIG ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200504, "Text": "If the Fed does start buying ETFs “broadly and in size” in response to recent requests they do so as to not “let do… https://t.co/dunaYqtdBa", "clean_text": "IF THE FED DOES START BUYING ETFS BROADLY AND IN SIZE” IN RESPONSE TO RECENT REQUESTS THEY DO SO AS TO NOT LET DO ", "count1": 1, "count2": 0, "count3": 2, "count4": 2}, {"Name": "State_IO", "Time": 20200504, "Text": "RT @SecPompeo: The Chinese Communist Party continues to block access to the Western world, the world's best scientists, refusing to coopera…", "clean_text": "RT @SECPOMPEO THE CHINESE COMMUNIST PARTY CONTINUES TO BLOCK ACCESS TO THE WESTERN WORLD THE WORLD BEST SCIENTISTS REFUSING TO COOPERA", "count1": 3, "count2": 0, "count3": 0, "count4": 3}, {"Name": "State_IO", "Time": 20200504, "Text": "RT @WFPChief: Up and running: Our global system of air links will transport the equivalent of 37 cargo planes full of #COVID19 medical supp…", "clean_text": "RT @WFPCHIEF UP AND RUNNING OUR GLOBAL SYSTEM OF AIR LINKS WILL TRANSPORT THE EQUIVALENT OF 37 CARGO PLANES FULL OF #COVID19 MEDICAL SUPP", "count1": 1, "count2": 3, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200504, "Text": "The footage of the Dream Team scrimmage prior to Barcelona was so great. Magic throwing the ball into the stands, J… https://t.co/XE6jxscrZZ", "clean_text": "THE FOOTAGE OF THE DREAM TEAM SCRIMMAGE PRIOR TO BARCELONA WAS SO GREAT MAGIC THROWING THE BALL INTO THE STANDS J ", "count1": 4, "count2": 1, "count3": 0, "count4": 1}, {"Name": "GrantsPub", "Time": 20200504, "Text": "For a pre-Covid look at the health of state and local pension plans, see 'Political risk in America' in the Grant's… https://t.co/PgztxtOtQ0", "clean_text": "FOR A PRECOVID LOOK AT THE HEALTH OF STATE AND LOCAL PENSION PLANS SEE POLITICAL RISK IN AMERICA IN THE GRANT ", "count1": 2, "count2": 1, "count3": 2, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200504, "Text": "@SkeleCap Answer: What is the best performing equity market in the world?", "clean_text": "@SKELECAP ANSWER WHAT IS THE BEST PERFORMING EQUITY MARKET IN THE WORLD", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "CitronResearch", "Time": 20200504, "Text": "$GSX  Citron cannot wait for earnings Wednesday as we get to tell the truth Thurs with more multiple smoking guns.… https://t.co/oSnd05jPxq", "clean_text": "GSX  CITRON CANNOT WAIT FOR EARNINGS WEDNESDAY AS WE GET TO TELL THE TRUTH THURS WITH MORE MULTIPLE SMOKING GUNS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200504, "Text": "Would a younger Warren slap a cease and desist order on this profitless pet insurance company in the midst of a rat… https://t.co/5d4ojDH9hp", "clean_text": "WOULD A YOUNGER WARREN SLAP A CEASE AND DESIST ORDER ON THIS PROFITLESS PET INSURANCE COMPANY IN THE MIDST OF A RAT ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200503, "Text": "Buffett on Berkshire buybacks: “It is not more compelling to buy the ($BRK) shares now than when we were buying (in… https://t.co/ZPvAfxL4uK", "clean_text": "BUFFETT ON BERKSHIRE BUYBACKS IT IS NOT MORE COMPELLING TO BUY THE BRK SHARES NOW THAN WHEN WE WERE BUYING IN ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200503, "Text": "@Lego_Builder_ @MidwestHedgie @justinamash I’m just jealous you have a chance at actually influencing the selection… https://t.co/8x6xYYQGXB", "clean_text": "@LEGO_BUILDER_ @MIDWESTHEDGIE @JUSTINAMASH IM JUST JEALOUS YOU HAVE A CHANCE AT ACTUALLY INFLUENCING THE SELECTION ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200503, "Text": "@MidwestHedgie @justinamash Fair, but even a yellow cardboard dog nominates judges. Just doesn’t seem like the year… https://t.co/Q7ajtq4UWE", "clean_text": "@MIDWESTHEDGIE @JUSTINAMASH FAIR BUT EVEN A YELLOW CARDBOARD DOG NOMINATES JUDGES JUST DOESNT SEEM LIKE THE YEAR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "activiststocks", "Time": 20200503, "Text": "Carl Icahn, who's made a large bulk of his fortune in energy, has a new play in the industry https://t.co/itmtW3W5Ar", "clean_text": "CARL ICAHN WHO MADE A LARGE BULK OF HIS FORTUNE IN ENERGY HAS A NEW PLAY IN THE INDUSTRY ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200503, "Text": "Buffett ends the \"meeting\" with another warning that unpredictable things could happen with the virus and how we react to it...", "clean_text": "BUFFETT ENDS THE MEETING WITH ANOTHER WARNING THAT UNPREDICTABLE THINGS COULD HAPPEN WITH THE VIRUS AND HOW WE REACT TO IT", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200503, "Text": "@lucasovertime Buffett’s job - and his successors job - is to avoid making bad decisions and to run the company wel… https://t.co/uPzrjOwG0S", "clean_text": "@LUCASOVERTIME BUFFETTS JOB  AND HIS SUCCESSORS JOB  IS TO AVOID MAKING BAD DECISIONS AND TO RUN THE COMPANY WEL ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "TruthGundlach", "Time": 20200503, "Text": "Warren Buffet selling all of his airline stocks corroborates the “economic genie is not going back in the bottle” t… https://t.co/mdQswsRLvg", "clean_text": "WARREN BUFFET SELLING ALL OF HIS AIRLINE STOCKS CORROBORATES THE ECONOMIC GENIE IS NOT GOING BACK IN THE BOTTLE” T ", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200503, "Text": "RT @SecPompeo: We commend the efforts of journalists working in repressive environments to support the free flow of accurate information, i…", "clean_text": "RT @SECPOMPEO WE COMMEND THE EFFORTS OF JOURNALISTS WORKING IN REPRESSIVE ENVIRONMENTS TO SUPPORT THE FREE FLOW OF ACCURATE INFORMATION I", "count1": 2, "count2": 2, "count3": 1, "count4": 1}, {"Name": "BergenCapital", "Time": 20200503, "Text": "RT @mcuban: Explain to me why in the midst of 50m people unemployed or under-employed, the gov isn’t hiring and training MILLIONS to do Tra…", "clean_text": "RT @MCUBAN EXPLAIN TO ME WHY IN THE MIDST OF 50M PEOPLE UNEMPLOYED OR UNDEREMPLOYED THE GOV ISNT HIRING AND TRAINING MILLIONS TO DO TRA", "count1": 2, "count2": 1, "count3": 1, "count4": 2}, {"Name": "BergenCapital", "Time": 20200503, "Text": "RT @maybebullish: The biggest flex of all time. https://t.co/MEChH7KyUT", "clean_text": "RT @MAYBEBULLISH THE BIGGEST FLEX OF ALL TIME ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200503, "Text": "Greg Abel has now said twice that he thinks he can deploy $100B in capital inside MidAmerican. The only other perso… https://t.co/K4vDn1289l", "clean_text": "GREG ABEL HAS NOW SAID TWICE THAT HE THINKS HE CAN DEPLOY 100B IN CAPITAL INSIDE MIDAMERICAN THE ONLY OTHER PERSO ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200503, "Text": "Justin from New Jersey writes in asking why he’s left holding the bag on his OXY shares.", "clean_text": "JUSTIN FROM NEW JERSEY WRITES IN ASKING WHY HES LEFT HOLDING THE BAG ON HIS OXY SHARES", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200503, "Text": "@thesovagroup Agreed. @BeckyQuick did a very good job. Buffett’s opening civics lesson felt odd but the Q&amp;A was excellent.", "clean_text": "@THESOVAGROUP AGREED @BECKYQUICK DID A VERY GOOD JOB BUFFETTS OPENING CIVICS LESSON FELT ODD BUT THE QAMPA WAS EXCELLENT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200503, "Text": "@bradsling's weekly email (which is fantastic), today is about as clear as an articulation of the bull case for… https://t.co/hiDDWVyAzN", "clean_text": "@BRADSLING WEEKLY EMAIL WHICH IS FANTASTIC TODAY IS ABOUT AS CLEAR AS AN ARTICULATION OF THE BULL CASE FOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200503, "Text": "@EdBorgato Council Bluffs - - Barn Mayhem - - Mind Blown!!\nWas never the same man after that!", "clean_text": "@EDBORGATO COUNCIL BLUFFS BARN MAYHEM MIND BLOWN\nWAS NEVER THE SAME MAN AFTER THAT", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200502, "Text": "$FSCT Forescout insider dumps stock at a discount to the deal price, after our public criticism, and while in a qui… https://t.co/xtvX0CTFQE", "clean_text": "FSCT FORESCOUT INSIDER DUMPS STOCK AT A DISCOUNT TO THE DEAL PRICE AFTER OUR PUBLIC CRITICISM AND WHILE IN A QUI ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "probesreporter", "Time": 20200502, "Text": "RT @JohnPGavin: Good night all.  The virus remains such the burden for so many. But tonight, set down your burdens.  Take your much-needed…", "clean_text": "RT @JOHNPGAVIN GOOD NIGHT ALL  THE VIRUS REMAINS SUCH THE BURDEN FOR SO MANY BUT TONIGHT SET DOWN YOUR BURDENS  TAKE YOUR MUCHNEEDED", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200502, "Text": "RT @AswathDamodaran: As the S&amp;P 500 had one of its best months ever in April 2020, the ERP for the market was sharply down from crisis high…", "clean_text": "RT @ASWATHDAMODARAN AS THE SAMPP 500 HAD ONE OF ITS BEST MONTHS EVER IN APRIL 2020 THE ERP FOR THE MARKET WAS SHARPLY DOWN FROM CRISIS HIGH", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "marketfolly", "Time": 20200502, "Text": "Warren Buffett: “Ranges on the economic side are still enormously wide.”", "clean_text": "WARREN BUFFETT RANGES ON THE ECONOMIC SIDE ARE STILL ENORMOUSLY WIDE”", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett mentions book The Great Crash 1929 by John Kenneth Galbraith. Recommends supporting local Omaha bookstore i… https://t.co/7CXDEO6G8a", "clean_text": "BUFFETT MENTIONS BOOK THE GREAT CRASH 1929 BY JOHN KENNETH GALBRAITH RECOMMENDS SUPPORTING LOCAL OMAHA BOOKSTORE I ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett net sold $6.5 bn of securities in April. “Not because we thought the stock market was going to go down … I… https://t.co/gcG30Msi5H", "clean_text": "BUFFETT NET SOLD 65 BN OF SECURITIES IN APRIL NOT BECAUSE WE THOUGHT THE STOCK MARKET WAS GOING TO GO DOWN  I ", "count1": 1, "count2": 1, "count3": 1, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett on airlines: “It’s a very difficult business … The future is much less clear to me how the business will tu… https://t.co/fV1ZITJuYA", "clean_text": "BUFFETT ON AIRLINES ITS A VERY DIFFICULT BUSINESS  THE FUTURE IS MUCH LESS CLEAR TO ME HOW THE BUSINESS WILL TU ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "marketfolly", "Time": 20200502, "Text": "Buffett: “The supply and demand for retail space may change significantly.”  Said same for office.", "clean_text": "BUFFETT THE SUPPLY AND DEMAND FOR RETAIL SPACE MAY CHANGE SIGNIFICANTLY”  SAID SAME FOR OFFICE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@AuspexResearch @pb_1973 @scienceNtruth @adamfeuerstein Check the S-3/A...he coulda done another 100k!", "clean_text": "@AUSPEXRESEARCH @PB_1973 @SCIENCENTRUTH @ADAMFEUERSTEIN CHECK THE S3AHE COULDA DONE ANOTHER 100K", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "RT @JohnCarreyrou: “Why in the world would a lab develop a test that wasn’t safe and accurate?” Answer: because it is an enormous market. h…", "clean_text": "RT @JOHNCARREYROU WHY IN THE WORLD WOULD A LAB DEVELOP A TEST THAT WASNT SAFE AND ACCURATE” ANSWER BECAUSE IT IS AN ENORMOUS MARKET H", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@davemortell @AuspexResearch @sniperdream1 @RouxBourbon @adamfeuerstein No. The form states it was a cashless option exercise.", "clean_text": "@DAVEMORTELL @AUSPEXRESEARCH @SNIPERDREAM1 @ROUXBOURBON @ADAMFEUERSTEIN NO THE FORM STATES IT WAS A CASHLESS OPTION EXERCISE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200502, "Text": "@360Timothee Totally incoherent. What does the company’s purchase obligation to Samsung have to do with the CEO selling stock?", "clean_text": "@360TIMOTHEE TOTALLY INCOHERENT WHAT DOES THE COMPANYS PURCHASE OBLIGATION TO SAMSUNG HAVE TO DO WITH THE CEO SELLING STOCK", "count1": 2, "count2": 0, "count3": 0, "count4": 2}, {"Name": "UnionSquareGrp", "Time": 20200502, "Text": "Buffett sounds like his cautious stance might be influenced more by Gates than by valuation at the recent lows... \"… https://t.co/0T6lSTVSOV", "clean_text": "BUFFETT SOUNDS LIKE HIS CAUTIOUS STANCE MIGHT BE INFLUENCED MORE BY GATES THAN BY VALUATION AT THE RECENT LOWS  ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "PresciencePoint", "Time": 20200502, "Text": "Bond King @TruthGundlach the data you've heard about is published by the Fed.  We've been following it on a weekly… https://t.co/GluOiyBzEJ", "clean_text": "BOND KING @TRUTHGUNDLACH THE DATA YOUVE HEARD ABOUT IS PUBLISHED BY THE FED  WEVE BEEN FOLLOWING IT ON A WEEKLY ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "I guess Berkshire couldn’t get their deposit at @CHICenterOmaha refunded so they used the space anyway?", "clean_text": "I GUESS BERKSHIRE COULDNT GET THEIR DEPOSIT AT @CHICENTEROMAHA REFUNDED SO THEY USED THE SPACE ANYWAY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "I would never have expected Berkshire Hathaway to trot out the old “our management team has 185 years of experience” line.", "clean_text": "I WOULD NEVER HAVE EXPECTED BERKSHIRE HATHAWAY TO TROT OUT THE OLD OUR MANAGEMENT TEAM HAS 185 YEARS OF EXPERIENCE” LINE", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Buffett’s paean to the FDIC is interesting. It would also be interesting to ask him what kind of automatic stabiliz… https://t.co/m0tNRm0XmZ", "clean_text": "BUFFETTS PAEAN TO THE FDIC IS INTERESTING IT WOULD ALSO BE INTERESTING TO ASK HIM WHAT KIND OF AUTOMATIC STABILIZ ", "count1": 1, "count2": 1, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Is he going to tell the story about Graham testifying to Congress?", "clean_text": "IS HE GOING TO TELL THE STORY ABOUT GRAHAM TESTIFYING TO CONGRESS", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "@michaelbatnick Clearly this is going to be the breakout meme format for FinTwit for 2020.", "clean_text": "@MICHAELBATNICK CLEARLY THIS IS GOING TO BE THE BREAKOUT MEME FORMAT FOR FINTWIT FOR 2020", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Warren taking 100% responsibility on the airline investments. I wonder how much Ted and Todd contributed to either… https://t.co/ZFvhLhm0V4", "clean_text": "WARREN TAKING 100% RESPONSIBILITY ON THE AIRLINE INVESTMENTS I WONDER HOW MUCH TED AND TODD CONTRIBUTED TO EITHER ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "AlexRubalcava", "Time": 20200502, "Text": "Kudos to my old friend Steven Stoller for getting that question in. Bummed not to be seeing him and the old crew in Omaha right now.", "clean_text": "KUDOS TO MY OLD FRIEND STEVEN STOLLER FOR GETTING THAT QUESTION IN BUMMED NOT TO BE SEEING HIM AND THE OLD CREW IN OMAHA RIGHT NOW", "count1": 1, "count2": 0, "count3": 2, "count4": 2}, {"Name": "AZ_Value", "Time": 20200502, "Text": "RT @cablecarcapital: Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he put o…", "clean_text": "RT @CABLECARCAPITAL WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PUT O", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200501, "Text": "A wrinkle in the Advent / $FSCT deal is the May 18th date $FSCT claims it will close no later than. We think $FSCT… https://t.co/wbxrqyctUA", "clean_text": "A WRINKLE IN THE ADVENT  FSCT DEAL IS THE MAY 18TH DATE FSCT CLAIMS IT WILL CLOSE NO LATER THAN WE THINK FSCT ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "RT @bhavinjan1978: The key to analyzing a business is getting down to the basic unit of economic analysis says @mjmauboussin . For many con…", "clean_text": "RT @BHAVINJAN1978 THE KEY TO ANALYZING A BUSINESS IS GETTING DOWN TO THE BASIC UNIT OF ECONOMIC ANALYSIS SAYS @MJMAUBOUSSIN  FOR MANY CON", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "mjmauboussin", "Time": 20200501, "Text": "@bhavinjan1978 BTW, if I were to do this today, I would rely heavily on the great work of @d_mccar and @faderp. See… https://t.co/adYF32ZSgo", "clean_text": "@BHAVINJAN1978 BTW IF I WERE TO DO THIS TODAY I WOULD RELY HEAVILY ON THE GREAT WORK OF @D_MCCAR AND @FADERP SEE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "In my opinion, $CODX really crosses a line in its press release today. The data presented are from validation studi… https://t.co/DPUhBacW76", "clean_text": "IN MY OPINION CODX REALLY CROSSES A LINE IN ITS PRESS RELEASE TODAY THE DATA PRESENTED ARE FROM VALIDATION STUDI ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "Wow...the CEO of $CYDY filed a paper form 144 to dump $17 million of restricted stock yesterday, the same day he pu… https://t.co/DpXgSMyeNY", "clean_text": "WOWTHE CEO OF CYDY FILED A PAPER FORM 144 TO DUMP 17 MILLION OF RESTRICTED STOCK YESTERDAY THE SAME DAY HE PU ", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 That's not what in the field means. Verification tests of diagnostics using controls are… https://t.co/kvzesJbzfZ", "clean_text": "@DORMERJARRETT @ELKWOOD66 THAT NOT WHAT IN THE FIELD MEANS VERIFICATION TESTS OF DIAGNOSTICS USING CONTROLS ARE ", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@vader7x Take a look at the people involved. Would be interested in more detail from your relative's colleague.", "clean_text": "@VADER7X TAKE A LOOK AT THE PEOPLE INVOLVED WOULD BE INTERESTED IN MORE DETAIL FROM YOUR RELATIVE COLLEAGUE", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "cablecarcapital", "Time": 20200501, "Text": "@DormerJarrett @elkwood66 No, the implication of the PR is that the test is perfectly accurate when used in practic… https://t.co/VEVCt4AeFn", "clean_text": "@DORMERJARRETT @ELKWOOD66 NO THE IMPLICATION OF THE PR IS THAT THE TEST IS PERFECTLY ACCURATE WHEN USED IN PRACTIC ", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "Check out my CNBC interview from September 18, 2019.  I just watched it for the first time.  It seems so long ago now.", "clean_text": "CHECK OUT MY CNBC INTERVIEW FROM SEPTEMBER 18 2019  I JUST WATCHED IT FOR THE FIRST TIME  IT SEEMS SO LONG AGO NOW", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "I am told the Fed has not actually bought any Corporate Bonds via the shell company set up to circumvent the restri… https://t.co/6oBP9Z3ncp", "clean_text": "I AM TOLD THE FED HAS NOT ACTUALLY BOUGHT ANY CORPORATE BONDS VIA THE SHELL COMPANY SET UP TO CIRCUMVENT THE RESTRI ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "If the Fed has not actually been buying Corporate Bonds, even through its shell company, the buyers of Corporate Bo… https://t.co/ZpCOh13P5D", "clean_text": "IF THE FED HAS NOT ACTUALLY BEEN BUYING CORPORATE BONDS EVEN THROUGH ITS SHELL COMPANY THE BUYERS OF CORPORATE BO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200501, "Text": "Want to see a chart of the greatest large scale whipsaw of all time?  Look at the price action of the ETF LQD over… https://t.co/6oMwTKU00I", "clean_text": "WANT TO SEE A CHART OF THE GREATEST LARGE SCALE WHIPSAW OF ALL TIME  LOOK AT THE PRICE ACTION OF THE ETF LQD OVER ", "count1": 3, "count2": 3, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "The U.S. believes firmly that #Taiwan belongs at the table when the world discusses #COVID19 and other threats to g… https://t.co/qykeEXTFLK", "clean_text": "THE US BELIEVES FIRMLY THAT #TAIWAN BELONGS AT THE TABLE WHEN THE WORLD DISCUSSES #COVID19 AND OTHER THREATS TO G ", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": "Is the health of Taiwan's 23 million people less important now than it was before 2017?  Or, is the #PRC punishing… https://t.co/TI6TwKKBdy", "clean_text": "IS THE HEALTH OF TAIWAN 23 MILLION PEOPLE LESS IMPORTANT NOW THAN IT WAS BEFORE 2017  OR IS THE #PRC PUNISHING ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "State_IO", "Time": 20200501, "Text": "We all know Taiwan has long been committed to global health and boasts one of the finest health and research networ… https://t.co/OSoA1DqXgc", "clean_text": "WE ALL KNOW TAIWAN HAS LONG BEEN COMMITTED TO GLOBAL HEALTH AND BOASTS ONE OF THE FINEST HEALTH AND RESEARCH NETWOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200501, "Text": ".@iingwen, the contrast with the #PRC is striking.  China's response to the outbreak of #COVID19 has been to hide t… https://t.co/snB9sbcRMd", "clean_text": "@IINGWEN THE CONTRAST WITH THE #PRC IS STRIKING  CHINA RESPONSE TO THE OUTBREAK OF #COVID19 HAS BEEN TO HIDE T ", "count1": 3, "count2": 1, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200501, "Text": "Is it too much to ask that Taiwan be permitted to share their expertise, their commitment, with the rest of the wor… https://t.co/auphB5tcNI", "clean_text": "IS IT TOO MUCH TO ASK THAT TAIWAN BE PERMITTED TO SHARE THEIR EXPERTISE THEIR COMMITMENT WITH THE REST OF THE WOR ", "count1": 2, "count2": 1, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200501, "Text": "Join us to #TweetforTaiwan's inclusion at the upcoming World Health Assembly so #Taiwan can bring its incredible ex… https://t.co/XujLjQpBEq", "clean_text": "JOIN US TO #TWEETFORTAIWAN INCLUSION AT THE UPCOMING WORLD HEALTH ASSEMBLY SO #TAIWAN CAN BRING ITS INCREDIBLE EX ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "I think this misses two things. The first: we know A LOT more about the virus now than we did then. Then: we didn't… https://t.co/eE2BvXQfbh", "clean_text": "I THINK THIS MISSES TWO THINGS THE FIRST WE KNOW A LOT MORE ABOUT THE VIRUS NOW THAN WE DID THEN THEN WE DIDNT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "The second thing: we now know the Fed's (and DCs) reaction function. Powell came into this with a mixed track at be… https://t.co/mYdMgKggWi", "clean_text": "THE SECOND THING WE NOW KNOW THE FED AND DCS REACTION FUNCTION POWELL CAME INTO THIS WITH A MIXED TRACK AT BE ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "Now? We know that the actual fatality and case severity rates are very low (a topic for its own thread), the hospit… https://t.co/LVnwfd3sOz", "clean_text": "NOW WE KNOW THAT THE ACTUAL FATALITY AND CASE SEVERITY RATES ARE VERY LOW A TOPIC FOR ITS OWN THREAD THE HOSPIT ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200501, "Text": "Nikola Tesla spent the last years of his life in love with a pigeon, alone and broke, living out of hotels. https://t.co/mLoEkjblNX", "clean_text": "NIKOLA TESLA SPENT THE LAST YEARS OF HIS LIFE IN LOVE WITH A PIGEON ALONE AND BROKE LIVING OUT OF HOTELS ", "count1": 1, "count2": 2, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200501, "Text": "Starting to see more articles/commentary about how life might look when we try &amp; re start the economy if we have to… https://t.co/gjbTgZcVZU", "clean_text": "STARTING TO SEE MORE ARTICLESCOMMENTARY ABOUT HOW LIFE MIGHT LOOK WHEN WE TRY AMP RE START THE ECONOMY IF WE HAVE TO ", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FCFYield", "Time": 20200501, "Text": "Tomorrow at the Berkshire AGM...\n\nMe \"Mr. Buffett with Berkshire trading well below its intrinsic value how do you… https://t.co/UWz7uJoztb", "clean_text": "TOMORROW AT THE BERKSHIRE AGM\n\nME MR BUFFETT WITH BERKSHIRE TRADING WELL BELOW ITS INTRINSIC VALUE HOW DO YOU ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200501, "Text": "Elon didn’t tweet this after $1000 but he did it at $850 after “good earnings”  and on (we hope) the better side of… https://t.co/fsQlo27HN8", "clean_text": "ELON DIDNT TWEET THIS AFTER 1000 BUT HE DID IT AT 850 AFTER GOOD EARNINGS”  AND ON WE HOPE THE BETTER SIDE OF ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200501, "Text": "The feedback from China on $GSX has been amazing.  There are many honest Chinese people who want to see this gone.… https://t.co/f66dyH1I9n", "clean_text": "THE FEEDBACK FROM CHINA ON GSX HAS BEEN AMAZING  THERE ARE MANY HONEST CHINESE PEOPLE WHO WANT TO SEE THIS GONE ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "BergenCapital", "Time": 20200501, "Text": "What are the odds @elonmusk twitter account was hacked?", "clean_text": "WHAT ARE THE ODDS @ELONMUSK TWITTER ACCOUNT WAS HACKED", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200501, "Text": "Don't even need to know what the line is. I'll take the over. https://t.co/vOaqIZt8iq", "clean_text": "DONT EVEN NEED TO KNOW WHAT THE LINE IS ILL TAKE THE OVER ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "$ALGN disappointing results in Q1 MORE than just due to the Pandemic. Weakness in the business very evident… https://t.co/VgAAfm92N1", "clean_text": "ALGN DISAPPOINTING RESULTS IN Q1 MORE THAN JUST DUE TO THE PANDEMIC WEAKNESS IN THE BUSINESS VERY EVIDENT ", "count1": 2, "count2": 0, "count3": 2, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "By no means is $FSCT a done #deal. Has lots of #risk. Look carefully at the language they've used about closing con… https://t.co/nHYs2zywyz", "clean_text": "BY NO MEANS IS FSCT A DONE #DEAL HAS LOTS OF #RISK LOOK CAREFULLY AT THE LANGUAGE THEYVE USED ABOUT CLOSING CON ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Last time $FSCT surprised investors with a pre-announce guidance revision in Q3 2019, the stock imploded 37%. From… https://t.co/I66YLhaEn7", "clean_text": "LAST TIME FSCT SURPRISED INVESTORS WITH A PREANNOUNCE GUIDANCE REVISION IN Q3 2019 THE STOCK IMPLODED 37% FROM ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "$FSCT management laughing to the bank with its $100m pay day - #gold #parachute - it's disgraceful in our opinion,… https://t.co/6X1lhFSWqj", "clean_text": "FSCT MANAGEMENT LAUGHING TO THE BANK WITH ITS 100M PAY DAY  #GOLD #PARACHUTE  IT DISGRACEFUL IN OUR OPINION ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "RT @TDANetwork: Time to short $FSCT? 🧐\n\n@sprucepointcap’s Ben Axler breaks down the red flags of Advent International’s purchase of Foresco…", "clean_text": "RT @TDANETWORK TIME TO SHORT FSCT 🧐\n\n@SPRUCEPOINTCAPS BEN AXLER BREAKS DOWN THE RED FLAGS OF ADVENT INTERNATIONALS PURCHASE OF FORESCO", "count1": 1, "count2": 2, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "It's time to stop the enormously diverging #wealth gap in #America - @BernieSanders @ewarren - as evidence by Adven… https://t.co/POHTDA7IrS", "clean_text": "IT TIME TO STOP THE ENORMOUSLY DIVERGING #WEALTH GAP IN #AMERICA  @BERNIESANDERS @EWARREN  AS EVIDENCE BY ADVEN ", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "I cannot stress this slide enough. Did $FSCT mean \"marketing\" or \"remarketing\" of the debt\"? They can't get the sto… https://t.co/ctCLJMcbs7", "clean_text": "I CANNOT STRESS THIS SLIDE ENOUGH DID FSCT MEAN MARKETING OR REMARKETING OF THE DEBT THEY CANT GET THE STO ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "The language in the $FSCT proxy statement doesn't make it clear if the\"Preliminary Alternative Plan\" or the \"Illust… https://t.co/CNcGgq7V2q", "clean_text": "THE LANGUAGE IN THE FSCT PROXY STATEMENT DOESNT MAKE IT CLEAR IF THEPRELIMINARY ALTERNATIVE PLAN OR THE ILLUST ", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "If the \"Alternative Plan\" elicited revised offers lower for $FSCT, what would clear disclosure of much weaker \"Alte… https://t.co/R3uzdTKmeN", "clean_text": "IF THE ALTERNATIVE PLAN ELICITED REVISED OFFERS LOWER FOR FSCT WHAT WOULD CLEAR DISCLOSURE OF MUCH WEAKER ALTE ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "How could these forecasts vary so significantly when supposedly informed by the same bottoms up sales pipeline and… https://t.co/T1C6DZhlMp", "clean_text": "HOW COULD THESE FORECASTS VARY SO SIGNIFICANTLY WHEN SUPPOSEDLY INFORMED BY THE SAME BOTTOMS UP SALES PIPELINE AND ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "We did an interview of former $FSCT employee, and got some good insight into what is challenging the Company… https://t.co/gPsyBvVjui", "clean_text": "WE DID AN INTERVIEW OF FORMER FSCT EMPLOYEE AND GOT SOME GOOD INSIGHT INTO WHAT IS CHALLENGING THE COMPANY ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Never good when industry thought leaders like Forrester have you on the outskirts of the grid as barely a contender… https://t.co/0TQifaLKf0", "clean_text": "NEVER GOOD WHEN INDUSTRY THOUGHT LEADERS LIKE FORRESTER HAVE YOU ON THE OUTSKIRTS OF THE GRID AS BARELY A CONTENDER ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "The recent Glassdoor reviews about $FSCT are insightful \"Sinking Ship\" \"Stay Away From This Mess\" \"A Lot of Show on… https://t.co/HP8ks82xPg", "clean_text": "THE RECENT GLASSDOOR REVIEWS ABOUT FSCT ARE INSIGHTFUL SINKING SHIP STAY AWAY FROM THIS MESS A LOT OF SHOW ON ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "When front line sales people are running for the exit door, it's probably a good indication that there ain't much t… https://t.co/o5OcmN5un9", "clean_text": "WHEN FRONT LINE SALES PEOPLE ARE RUNNING FOR THE EXIT DOOR IT PROBABLY A GOOD INDICATION THAT THERE AINT MUCH T ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Nice subtle word change made in the recent $FSCT 10-K filed AFTER the deal was announced. Again, was Advent made aw… https://t.co/9O50GeUePl", "clean_text": "NICE SUBTLE WORD CHANGE MADE IN THE RECENT FSCT 10K FILED AFTER THE DEAL WAS ANNOUNCED AGAIN WAS ADVENT MADE AW ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Seems a little odd that Advent wouldn't confirm the closing date of May 18th that $FSCT shareholders were trying to… https://t.co/IkyHXDB2kU", "clean_text": "SEEMS A LITTLE ODD THAT ADVENT WOULDNT CONFIRM THE CLOSING DATE OF MAY 18TH THAT FSCT SHAREHOLDERS WERE TRYING TO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200430, "Text": "Here's where it gets interesting. If you really look carefully at the Q1 2020 guidance that $FSCT was prepared (but… https://t.co/YnnM372K0v", "clean_text": "HERE WHERE IT GETS INTERESTING IF YOU REALLY LOOK CAREFULLY AT THE Q1 2020 GUIDANCE THAT FSCT WAS PREPARED BUT ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: @mjmauboussin wrote an excellent piece recently about the nexus of skill and opportunity/breadth and how that can translate in…", "clean_text": "RT @SYOUTH1 @MJMAUBOUSSIN WROTE AN EXCELLENT PIECE RECENTLY ABOUT THE NEXUS OF SKILL AND OPPORTUNITYBREADTH AND HOW THAT CAN TRANSLATE IN", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "mjmauboussin", "Time": 20200430, "Text": "RT @syouth1: Michael recently joined the Counterpoint Global team at Morgan Stanley. That team is headed up by Dennis Lynch, who we intervi…", "clean_text": "RT @SYOUTH1 MICHAEL RECENTLY JOINED THE COUNTERPOINT GLOBAL TEAM AT MORGAN STANLEY THAT TEAM IS HEADED UP BY DENNIS LYNCH WHO WE INTERVI", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200430, "Text": "Yahoo Finance finally posted the full interview with Warren Buffett from March 10th https://t.co/yr8SwgnEbr", "clean_text": "YAHOO FINANCE FINALLY POSTED THE FULL INTERVIEW WITH WARREN BUFFETT FROM MARCH 10TH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "footnoted", "Time": 20200430, "Text": "RT @Cezary: After denying @WSJ #FOIA requests for #PPP loan data on the grounds that it's too busy to disclose the data, the SBA gives an e…", "clean_text": "RT @CEZARY AFTER DENYING @WSJ #FOIA REQUESTS FOR #PPP LOAN DATA ON THE GROUNDS THAT IT TOO BUSY TO DISCLOSE THE DATA THE SBA GIVES AN E", "count1": 3, "count2": 0, "count3": 0, "count4": 1}, {"Name": "cablecarcapital", "Time": 20200430, "Text": "The thing that surprised me most about $TSLA Q1 earnings was that they couldn’t report a few hundred million more i… https://t.co/poOIhHClGN", "clean_text": "THE THING THAT SURPRISED ME MOST ABOUT TSLA Q1 EARNINGS WAS THAT THEY COULDNT REPORT A FEW HUNDRED MILLION MORE I ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200430, "Text": "@ArbCowboy @GinSecurities Really gravy is in the incentive fees.", "clean_text": "@ARBCOWBOY @GINSECURITIES REALLY GRAVY IS IN THE INCENTIVE FEES", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @SamGellman: These home quarantine bracelets people have to wear when they arrive in Hong Kong for the first 14 days are getting pretty…", "clean_text": "RT @SAMGELLMAN THESE HOME QUARANTINE BRACELETS PEOPLE HAVE TO WEAR WHEN THEY ARRIVE IN HONG KONG FOR THE FIRST 14 DAYS ARE GETTING PRETTY", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "RT @simongerman600: Map shows the third most common language in each US state (after English and Spanish). Source: https://t.co/pkcFtMUcIZ…", "clean_text": "RT @SIMONGERMAN600 MAP SHOWS THE THIRD MOST COMMON LANGUAGE IN EACH US STATE AFTER ENGLISH AND SPANISH SOURCE ", "count1": 1, "count2": 0, "count3": 1, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200430, "Text": "@TheCreditBubble Is that the bull case or bear case?", "clean_text": "@THECREDITBUBBLE IS THAT THE BULL CASE OR BEAR CASE", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200430, "Text": "An early example of one of the trends that we might see accelerated by Covid: Some companies might discover they ca… https://t.co/IPoKEh2npS", "clean_text": "AN EARLY EXAMPLE OF ONE OF THE TRENDS THAT WE MIGHT SEE ACCELERATED BY COVID SOME COMPANIES MIGHT DISCOVER THEY CA ", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "GrantsPub", "Time": 20200430, "Text": "For an early bright light on the zombies, see 'The nine lives of the modern leveraged company' in the Grant's issue… https://t.co/BSwotymMz3", "clean_text": "FOR AN EARLY BRIGHT LIGHT ON THE ZOMBIES SEE THE NINE LIVES OF THE MODERN LEVERAGED COMPANY IN THE GRANT ISSUE ", "count1": 4, "count2": 1, "count3": 1, "count4": 0}, {"Name": "FCFYield", "Time": 20200430, "Text": "Ben has been on fire with his blog posts the last 6 weeks https://t.co/lr7Rdwd1ak", "clean_text": "BEN HAS BEEN ON FIRE WITH HIS BLOG POSTS THE LAST 6 WEEKS ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "DumbLuckCapital", "Time": 20200430, "Text": "@FatTailCapital SCI is a tax on the 7 stages of grief and DAR is a tax on looking the other way", "clean_text": "@FATTAILCAPITAL SCI IS A TAX ON THE 7 STAGES OF GRIEF AND DAR IS A TAX ON LOOKING THE OTHER WAY", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200430, "Text": "Citron looks forward to providing the SEC with proof of fraud at $GSX.  Post Luckin cooperation with CSRC and SEC s… https://t.co/tsNrYTPlPf", "clean_text": "CITRON LOOKS FORWARD TO PROVIDING THE SEC WITH PROOF OF FRAUD AT GSX  POST LUCKIN COOPERATION WITH CSRC AND SEC S ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "ActAccordingly", "Time": 20200430, "Text": "I'm having a hard time figuring out which sell-sider is angling harder for an engagement on the inevitable secondar… https://t.co/aP0v7u7MRO", "clean_text": "IM HAVING A HARD TIME FIGURING OUT WHICH SELLSIDER IS ANGLING HARDER FOR AN ENGAGEMENT ON THE INEVITABLE SECONDAR ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200430, "Text": "RT @Preetika_Rana: These @Airbnb hosts built property empires with mountains of debt. Now the bills are due and no one can pay. “Holy God.…", "clean_text": "RT @PREETIKA_RANA THESE @AIRBNB HOSTS BUILT PROPERTY EMPIRES WITH MOUNTAINS OF DEBT NOW THE BILLS ARE DUE AND NO ONE CAN PAY HOLY GOD", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200429, "Text": "Fake prices+fake #economic realities, supported by our moral hazard stoking $FED; welcome to the new #investing… https://t.co/u6yb4GV0qH", "clean_text": "FAKE PRICES+FAKE #ECONOMIC REALITIES SUPPORTED BY OUR MORAL HAZARD STOKING FED WELCOME TO THE NEW #INVESTING ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "sprucepointcap", "Time": 20200429, "Text": "@valuewalks Yes, here are the winners and losers in the fake investing paradigm Winners: liars, cheats, charlatans,… https://t.co/gLUhi0mYDq", "clean_text": "@VALUEWALKS YES HERE ARE THE WINNERS AND LOSERS IN THE FAKE INVESTING PARADIGM WINNERS LIARS CHEATS CHARLATANS ", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "sprucepointcap", "Time": 20200429, "Text": "RT @sprucepointcap: @valuewalks Yes, here are the winners and losers in the fake investing paradigm Winners: liars, cheats, charlatans, dum…", "clean_text": "RT @SPRUCEPOINTCAP @VALUEWALKS YES HERE ARE THE WINNERS AND LOSERS IN THE FAKE INVESTING PARADIGM WINNERS LIARS CHEATS CHARLATANS DUM", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @retheauditors: @probesreporter Funny Disney $DIS whistleblower believes much of the alleged fraud she thinks happened/still happening t…", "clean_text": "RT @RETHEAUDITORS @PROBESREPORTER FUNNY DISNEY DIS WHISTLEBLOWER BELIEVES MUCH OF THE ALLEGED FRAUD SHE THINKS HAPPENEDSTILL HAPPENING T", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200429, "Text": "RT @JohnPGavin: @RealVision Look up the twitter handle @ElonMusk.  Dude tweets about the virus all the time.", "clean_text": "RT @JOHNPGAVIN @REALVISION LOOK UP THE TWITTER HANDLE @ELONMUSK  DUDE TWEETS ABOUT THE VIRUS ALL THE TIME", "count1": 3, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200429, "Text": "The inferno's only started and these people are already parroting a \"Green shoots\" line. https://t.co/1iVeCMOe6W", "clean_text": "THE INFERNO ONLY STARTED AND THESE PEOPLE ARE ALREADY PARROTING A GREEN SHOOTS LINE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200429, "Text": "@AlexRubalcava @aaronvalue Such a great post. I made the switch to community banking 10 years ago.", "clean_text": "@ALEXRUBALCAVA @AARONVALUE SUCH A GREAT POST I MADE THE SWITCH TO COMMUNITY BANKING 10 YEARS AGO", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200429, "Text": "RT @TheStalwart: One way Morgan Stanley is tracking the industrial recovery in China is by measuring how fast air quality turns to crap aga…", "clean_text": "RT @THESTALWART ONE WAY MORGAN STANLEY IS TRACKING THE INDUSTRIAL RECOVERY IN CHINA IS BY MEASURING HOW FAST AIR QUALITY TURNS TO CRAP AGA", "count1": 1, "count2": 0, "count3": 1, "count4": 1}, {"Name": "UnionSquareGrp", "Time": 20200429, "Text": "Congrats to @byloftie on launching its first product: the Loftie Clock! Goodbye iPhone, hello eight hours of slumbe… https://t.co/9X1oQtwHq4", "clean_text": "CONGRATS TO @BYLOFTIE ON LAUNCHING ITS FIRST PRODUCT THE LOFTIE CLOCK GOODBYE IPHONE HELLO EIGHT HOURS OF SLUMBE ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200429, "Text": "RT @StateDept: Today, @SecPompeo spoke on #Iran and the Maduro regime, #5G security, and U.S. foreign assistance in the face of the #COVID1…", "clean_text": "RT @STATEDEPT TODAY @SECPOMPEO SPOKE ON #IRAN AND THE MADURO REGIME #5G SECURITY AND US FOREIGN ASSISTANCE IN THE FACE OF THE #COVID1", "count1": 3, "count2": 1, "count3": 1, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200429, "Text": "$GOOG has (maybe deservedly) gotten a lot of criticism over the years for its capital allocation policies. But can… https://t.co/eAUEwWEHNx", "clean_text": "GOOG HAS MAYBE DESERVEDLY GOTTEN A LOT OF CRITICISM OVER THE YEARS FOR ITS CAPITAL ALLOCATION POLICIES BUT CAN ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "FatTailCapital", "Time": 20200429, "Text": "RT @ReaperCancelled: I wasn't going to go shopping, but now that I know there's a treatment that works like 30% of the time, for when i'm v…", "clean_text": "RT @REAPERCANCELLED I WASNT GOING TO GO SHOPPING BUT NOW THAT I KNOW THERE A TREATMENT THAT WORKS LIKE 30% OF THE TIME FOR WHEN IM V", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "FCFYield", "Time": 20200429, "Text": "RT @MidwestHedgie: \"both long term thinking and incredibly efficient\" is a hell of a euphemism for \"assuming the presence of as much policy…", "clean_text": "RT @MIDWESTHEDGIE BOTH LONG TERM THINKING AND INCREDIBLY EFFICIENT IS A HELL OF A EUPHEMISM FOR ASSUMING THE PRESENCE OF AS MUCH POLICY", "count1": 1, "count2": 2, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200429, "Text": "RT @jeremyjojola: The @DenverZoo let the flamingos walk around a bit. Look who they found. My favorite image this week. https://t.co/Ut178A…", "clean_text": "RT @JEREMYJOJOLA THE @DENVERZOO LET THE FLAMINGOS WALK AROUND A BIT LOOK WHO THEY FOUND MY FAVORITE IMAGE THIS WEEK ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "AZ_Value", "Time": 20200429, "Text": "RT @parsimony16: So $TSLA is using a basic share count and adding back stock comp expense on an untaxed basis all the while having untaxed…", "clean_text": "RT @PARSIMONY16 SO TSLA IS USING A BASIC SHARE COUNT AND ADDING BACK STOCK COMP EXPENSE ON AN UNTAXED BASIS ALL THE WHILE HAVING UNTAXED", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200428, "Text": "RT @JohnPGavin: Covered nat gas in the past. We said the same things 25 years ago. Only difference is back then bankruptcy was an expected…", "clean_text": "RT @JOHNPGAVIN COVERED NAT GAS IN THE PAST WE SAID THE SAME THINGS 25 YEARS AGO ONLY DIFFERENCE IS BACK THEN BANKRUPTCY WAS AN EXPECTED", "count1": 2, "count2": 0, "count3": 1, "count4": 0}, {"Name": "probesreporter", "Time": 20200428, "Text": "Don't underestimate the planning that seasoned active managers put into conducting high-quality, institutional-leve… https://t.co/Y7vOWA85gy", "clean_text": "DONT UNDERESTIMATE THE PLANNING THAT SEASONED ACTIVE MANAGERS PUT INTO CONDUCTING HIGHQUALITY INSTITUTIONALLEVE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "probesreporter", "Time": 20200428, "Text": "We not only know how to use the #FOIA, we're not afraid to sue the Federal government when they fail to comply with… https://t.co/zCKJ47Z6J7", "clean_text": "WE NOT ONLY KNOW HOW TO USE THE #FOIA WERE NOT AFRAID TO SUE THE FEDERAL GOVERNMENT WHEN THEY FAIL TO COMPLY WITH ", "count1": 2, "count2": 0, "count3": 0, "count4": 3}, {"Name": "matt_levine", "Time": 20200428, "Text": "This newsletter is the smack in the face the market needed to realize this is serious. https://t.co/DlT12nBMgT", "clean_text": "THIS NEWSLETTER IS THE SMACK IN THE FACE THE MARKET NEEDED TO REALIZE THIS IS SERIOUS ", "count1": 3, "count2": 0, "count3": 1, "count4": 1}, {"Name": "matt_levine", "Time": 20200428, "Text": "@montana_skeptic oh of course! as i wrote there are some bad wrong-way risks for the directors. they signed up for… https://t.co/VLohAcla0T", "clean_text": "@MONTANA_SKEPTIC OH OF COURSE AS I WROTE THERE ARE SOME BAD WRONGWAY RISKS FOR THE DIRECTORS THEY SIGNED UP FOR ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "matt_levine", "Time": 20200428, "Text": "@montana_skeptic on the one hand you might say \"people who are already directors of the company are biased toward t… https://t.co/8ekLAwoFwP", "clean_text": "@MONTANA_SKEPTIC ON THE ONE HAND YOU MIGHT SAY PEOPLE WHO ARE ALREADY DIRECTORS OF THE COMPANY ARE BIASED TOWARD T ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "marketfolly", "Time": 20200428, "Text": "Good convo. Talks failure, investing, short selling, index funds, $SBUX, $HLF, Covid, hedging the virus &amp; credit de… https://t.co/yrkePg0N2g", "clean_text": "GOOD CONVO TALKS FAILURE INVESTING SHORT SELLING INDEX FUNDS SBUX HLF COVID HEDGING THE VIRUS AMP CREDIT DE ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "adoxen", "Time": 20200428, "Text": "Perplexing market. Literally every headline is deeply concerning and the market goes up every single day.", "clean_text": "PERPLEXING MARKET LITERALLY EVERY HEADLINE IS DEEPLY CONCERNING AND THE MARKET GOES UP EVERY SINGLE DAY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200428, "Text": "@CJHandmer Are you just putting lag bolts into the tree? I’ve seen this done where they drill all the way through a… https://t.co/2SBF4EZSNV", "clean_text": "@CJHANDMER ARE YOU JUST PUTTING LAG BOLTS INTO THE TREE IVE SEEN THIS DONE WHERE THEY DRILL ALL THE WAY THROUGH A ", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200428, "Text": "@CJHandmer Great project by the way!", "clean_text": "@CJHANDMER GREAT PROJECT BY THE WAY", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "UnionSquareGrp", "Time": 20200428, "Text": "@RetepAdam And the movie The Running Man...", "clean_text": "@RETEPADAM AND THE MOVIE THE RUNNING MAN", "count1": 2, "count2": 0, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200428, "Text": "The “shock-and-awe” of the last six weeks’ (highly questionable) policies served its short term purpose. But I pred… https://t.co/WYuesK9LHw", "clean_text": "THE SHOCKANDAWE” OF THE LAST SIX WEEKS HIGHLY QUESTIONABLE POLICIES SERVED ITS SHORT TERM PURPOSE BUT I PRED ", "count1": 2, "count2": 1, "count3": 0, "count4": 0}, {"Name": "TruthGundlach", "Time": 20200428, "Text": "I doubt I am the only person frustrated by National-Debt-financed bailouts of companies that leveraged up large to… https://t.co/2FAZQsuPWz", "clean_text": "I DOUBT I AM THE ONLY PERSON FRUSTRATED BY NATIONALDEBTFINANCED BAILOUTS OF COMPANIES THAT LEVERAGED UP LARGE TO ", "count1": 1, "count2": 1, "count3": 0, "count4": 1}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @SecPompeo: The CCP needs to be transparent as the world seeks answers to #COVID19 and its origins. We don’t know the history. We haven’…", "clean_text": "RT @SECPOMPEO THE CCP NEEDS TO BE TRANSPARENT AS THE WORLD SEEKS ANSWERS TO #COVID19 AND ITS ORIGINS WE DONT KNOW THE HISTORY WE HAVEN", "count1": 3, "count2": 0, "count3": 0, "count4": 2}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @USUN: #UNSC #VTC: The U.S. commends @UNISFA_1 for promoting peace &amp; security in the #Abyei region on the #Sudan-#SouthSudan border, tho…", "clean_text": "RT @USUN #UNSC #VTC THE US COMMENDS @UNISFA_1 FOR PROMOTING PEACE AMP SECURITY IN THE #ABYEI REGION ON THE #SUDAN#SOUTHSUDAN BORDER THO", "count1": 3, "count2": 0, "count3": 1, "count4": 0}, {"Name": "State_IO", "Time": 20200428, "Text": "RT @SecPompeo: Very concerned by the Southern Transitional Council’s announcement of “self-rule.” This will only exacerbate the conflict in…", "clean_text": "RT @SECPOMPEO VERY CONCERNED BY THE SOUTHERN TRANSITIONAL COUNCILS ANNOUNCEMENT OF SELFRULE” THIS WILL ONLY EXACERBATE THE CONFLICT IN", "count1": 2, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "@son2dweeb Oh, that's right - forgot about the Global Eq team. \n\nAnd yeah - SF is an amazingly small market ex-tech… https://t.co/DdZruePXoP", "clean_text": "@SON2DWEEB OH THAT RIGHT  FORGOT ABOUT THE GLOBAL EQ TEAM \n\nAND YEAH  SF IS AN AMAZINGLY SMALL MARKET EXTECH ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "@son2dweeb Yeah, I didn't even mention the pods because, as you said... pods. \n\nAnd there are some niche sector fun… https://t.co/BjkTpAgdfq", "clean_text": "@SON2DWEEB YEAH I DIDNT EVEN MENTION THE PODS BECAUSE AS YOU SAID PODS \n\nAND THERE ARE SOME NICHE SECTOR FUN ", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "JohnHuber72", "Time": 20200428, "Text": "This has been an interesting blog to follow the past month. They summarize the digital advertising spending trends… https://t.co/X57qciedYy", "clean_text": "THIS HAS BEEN AN INTERESTING BLOG TO FOLLOW THE PAST MONTH THEY SUMMARIZE THE DIGITAL ADVERTISING SPENDING TRENDS ", "count1": 2, "count2": 0, "count3": 0, "count4": 1}, {"Name": "JohnHuber72", "Time": 20200428, "Text": "@ToddWenning @kylerhasson Absolutely agree. You don't need to worship Buffett, but the criticism he has received is… https://t.co/G3evtTcBQN", "clean_text": "@TODDWENNING @KYLERHASSON ABSOLUTELY AGREE YOU DONT NEED TO WORSHIP BUFFETT BUT THE CRITICISM HE HAS RECEIVED IS ", "count1": 1, "count2": 0, "count3": 0, "count4": 1}, {"Name": "FatTailCapital", "Time": 20200428, "Text": "@FoolAllTheTime Trajectory seems credible to me, but but who the fuck goes to https://t.co/bxsYARRKFK? Boomers?", "clean_text": "@FOOLALLTHETIME TRAJECTORY SEEMS CREDIBLE TO ME BUT BUT WHO THE FUCK GOES TO  BOOMERS", "count1": 1, "count2": 0, "count3": 0, "count4": 2}, {"Name": "FCFYield", "Time": 20200428, "Text": "@hmeisler Wealth simple is predominantly Canadian clients so that client base would skew the list", "clean_text": "@HMEISLER WEALTH SIMPLE IS PREDOMINANTLY CANADIAN CLIENTS SO THAT CLIENT BASE WOULD SKEW THE LIST", "count1": 1, "count2": 0, "count3": 0, "count4": 0}, {"Name": "CitronResearch", "Time": 20200428, "Text": "$CACC cannot file a Q but they CAN file hundreds of garnishments and lawsuits in the past 4 weeks in whatever court… https://t.co/507cb5XNII", "clean_text": "CACC CANNOT FILE A Q BUT THEY CAN FILE HUNDREDS OF GARNISHMENTS AND LAWSUITS IN THE PAST 4 WEEKS IN WHATEVER COURT ", "count1": 1, "count2": 1, "count3": 2, "count4": 0}, {"Name": "BergenCapital", "Time": 20200428, "Text": "RT @KeithMcCullough: Could be the end of my career today, bro", "clean_text": "RT @KEITHMCCULLOUGH COULD BE THE END OF MY CAREER TODAY BRO", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "AlexRubalcava", "Time": 20200428, "Text": "RT @ldelevingne: Amazing story in @BostonGlobeMag about the big short you've never heard of, with a cameo by @Reuters founder Julius \"Baron…", "clean_text": "RT @LDELEVINGNE AMAZING STORY IN @BOSTONGLOBEMAG ABOUT THE BIG SHORT YOUVE NEVER HEARD OF WITH A CAMEO BY @REUTERS FOUNDER JULIUS BARON", "count1": 1, "count2": 1, "count3": 1, "count4": 0}, {"Name": "ActivistShorts", "Time": 20200428, "Text": "Includes a section on the impact of #COVID19 on activist short selling.\nhttps://t.co/A2nnCpmV8i https://t.co/CS3IzPSNUY", "clean_text": "INCLUDES A SECTION ON THE IMPACT OF #COVID19 ON ACTIVIST SHORT SELLING\n ", "count1": 1, "count2": 1, "count3": 0, "count4": 0}, {"Name": "ActAccordingly", "Time": 20200428, "Text": "Looks like @Voatz was used successfully this week in the Republican primary for outgoing US Rep Bishop's seat in Co… https://t.co/ItxAm71WHW", "clean_text": "LOOKS LIKE @VOATZ WAS USED SUCCESSFULLY THIS WEEK IN THE REPUBLICAN PRIMARY FOR OUTGOING US REP BISHOP SEAT IN CO ", "count1": 1, "count2": 0, "count3": 2, "count4": 0}, {"Name": "AZ_Value", "Time": 20200428, "Text": "RT @FD: Wirecard on 2016-2018: \"According to the increased forensic requirements of the audit by KPMG, however, not all data could be obtai…", "clean_text": "RT @FD WIRECARD ON 20162018 ACCORDING TO THE INCREASED FORENSIC REQUIREMENTS OF THE AUDIT BY KPMG HOWEVER NOT ALL DATA COULD BE OBTAI", "count1": 2, "count2": 1, "count3": 0, "count4": 1}]