[{"Name": "SmallCapLS", "Time": "20170107", "Text": "1/I dont think this is accurate; IMO it is a function of predominantly L/S equity PMs viewing yearend px action and… https://t.co/nE1ykaY6Hk"}, {"Name": "SmallCapLS", "Time": "20170107", "Text": "2/While year-end equity px action was to a certain degree as befuddling/thin as described, this week -as much as mkt ever can-‘”made sense”"}, {"Name": "SmallCapLS", "Time": "20170107", "Text": "3/Unexpected policy/other moves by the Chinese caused CNH price action that went against massively one-sided macro fund positioning"}, {"Name": "SmallCapLS", "Time": "20170107", "Text": "4/The violence of that move also rippled through macro fund risk models, compounding loss-driven de-risking in other popular macro trades"}, {"Name": "SmallCapLS", "Time": "20170107", "Text": "5/And so JPY, KRW, EUR et al reversed initial ’17 pop violently and rates ripped in, with each move in one feeding the fury elsewhere"}, {"Name": "SmallCapLS", "Time": "20170107", "Text": "6/And guess what equity sectors those same macro funds were severely long? Financials, Steels, Energy – and so pain there as well…"}, {"Name": "SmallCapLS", "Time": "20170107", "Text": "7/...hitting L/S platform shop industrials books (most long steels/energy, short those same pricey industrials) +others similarly positioned"}, {"Name": "SmallCapLS", "Time": "20170107", "Text": "8/At same time, some (less prevalent than the long positioning) of those macro funds + many generalist funds have been tilting short FANG..."}, {"Name": "SmallCapLS", "Time": "20170107", "Text": "9/And so domino-ing weak-hand covering came just as TMT funds had (finally) passed some brutal year-end redemption-driven selling"}, {"Name": "SmallCapLS", "Time": "20170107", "Text": "10/So voila! Crowded macro+Trump equity sector trades selloff, industrials squeeze, TMT rallies...but a major fundamental event was trigger"}, {"Name": "SmallCapLS", "Time": "20170107", "Text": "11/This is a gross oversimplification, but FWIW it is how I see it. Head scratcher was strength of Chinese action. Positioning did the rest"}]