[{"Name": "GothamResearch", "Time": "20170427", "Text": "Does Aurelius' (ticker = AR4) CEO hold a PHD from Harvard, as claimed? Can Dirk Markus be trusted? Part I https://t.co/m6DZClHCwF"}, {"Name": "plainview_", "Time": "20170427", "Text": "@LongShortTrader But never hurts to hear over &amp; over til you've truly lived and understand it."}, {"Name": "GothamResearch", "Time": "20170427", "Text": "Is Aurelius like Home Capital Group, a Canadian financial company whose management has been accused of dishonesty by short sellers?"}, {"Name": "GothamResearch", "Time": "20170427", "Text": "Shares of Home Capital Group declined -65% yesterday. The shares trade at a steep discount relative to book value and relative to its peers."}, {"Name": "GothamResearch", "Time": "20170427", "Text": "Unlike Home Capital Group, Aurelius’ shares trade at a premium to NAV, a large premium to book value, &amp; a very large premium vs its peers."}, {"Name": "GothamResearch", "Time": "20170427", "Text": "Aurelius' share price does not seem to reflect any “dishonesty discount” unlike Home Capital Group's share price. We would understand this"}, {"Name": "GothamResearch", "Time": "20170427", "Text": "if Aurelius &amp; its CEO were exemplary in their corporate governance, disclosures, &amp; integrity; That doesn’t seem to be the case, in our view."}, {"Name": "plainview_", "Time": "20170427", "Text": "At this pace I just need to hotkey \"sucks. He was a really good dude.\" somewhere on my F-key row."}, {"Name": "plainview_", "Time": "20170427", "Text": "\"You hear? Poddy McTroll blown out at TrollBridge Capital.\"\nMe: Sucks. He was a good dude. \n\"...? You called him a cocksucker. To his face.\""}, {"Name": "plainview_", "Time": "20170427", "Text": "@CJJ1267 Solid recall. I couldn't remember name I used before."}, {"Name": "plainview_", "Time": "20170427", "Text": "Apparently it's the 2017 process as well. https://t.co/GPXkiqst7j"}, {"Name": "plainview_", "Time": "20170427", "Text": "@CJJ1267 Joe kept a low profile on the online"}, {"Name": "plainview_", "Time": "20170427", "Text": "@NACMtrader17 Well not only is he a flopdick but now he's an unemployed flopdick."}, {"Name": "plainview_", "Time": "20170427", "Text": "@CharmAndDecay I wont go Patagonia but consider them commissioned."}, {"Name": "plainview_", "Time": "20170427", "Text": "@MugatuCapital Try having a book of nothing but."}]