[{"Name": "pmarca", "Time": "20180707", "Text": "Extreme Ownership: How U.S. Navy SEALs Lead and Win by @jockowillink -- I hand out more copies of this book than an… https://t.co/FB8uk6aGCV"}, {"Name": "pmarca", "Time": "20180707", "Text": "Thread: Reading The Revolt Of The Public And The Crisis Of Authority In The New Millennium by @mgurri --&gt; https://t.co/8gqtyQFTkN"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Back when the world and I were young, information was scarce, hence valuable... A curious thing happens to sources… https://t.co/UbqCnzNYIj"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Public discussion was limited to a very few topics of interest to the articulate elites.\" https://t.co/Ue7ZMlXMNo"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"The docile mass audience, so easily persuaded by advertisers and politicians, had been a monopolist's fantasy whic… https://t.co/J7jtXYJrce"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Two modes of being, old and new, hierarchical and networked, industrial and egalitarian, top down and bottom up, s… https://t.co/2Af07wwMoq"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Persons in authority have had to jump through hoops of fire to achieve their lofty posts -- and feel disinclined t… https://t.co/A3nDh7BW9Q"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Do most people legitimately disagree with one another? Or are they merely conforming to supposedly dominant ideas?… https://t.co/QqFOexyGol"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Most Americans are not impassioned ideologues, neither coopted by Soros nor swayed by Koch. According to a May 201… https://t.co/5ArGXlEYAs"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"One of the most important concepts for understanding social behavior is preference falsification -- when an indivi… https://t.co/5wvPK7ilGM"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"We falsify our preferences to maintain or improve our standing within a group. Conformity to group preferences yie… https://t.co/LhOICZZFcP"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Moderates are more likely to move toward the extremes than partisans are to move toward the middle. Given their fl… https://t.co/b3LU5M0gz3"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"How do moderates navigate this complex web of political tribes and echo chambers? Simply put, they falsify their p… https://t.co/cbq1Bd0gJR"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Less opinionated entrants falsify their preferences to not upset those who decide the rules, rewards, and punishme… https://t.co/opvihlnGlP"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Preference falsification artificially inflates political polarization. If our political preferences have been fals… https://t.co/RneXcR726X"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"When moderates acquiesce to partisans, they signal to the opposition ideological inflexibility and unwillingness t… https://t.co/aIngpLgj4O"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"A record-low of U.S. workers earned poverty-level wages last year, and that share is likely to fall further.\"… https://t.co/FTwt1xsLip"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Critics agree that liberalism can no longer solve our deep social, cultural, political and economic problems, and… https://t.co/oh67te7Bth"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"The prediction of liberalism’s imminent demise is hardly a new story. Scholars and statesmen have been declaring l… https://t.co/mJvT3WNmNt"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"According to this analysis, liberalism first died in the late 1870s, then died some more at the turn of the 20th c… https://t.co/AHXEOen0KI"}, {"Name": "pmarca", "Time": "20180707", "Text": "\"Authors did not start declaring communism dead until just before its actual demise in 1989. Liberalism, by contras… https://t.co/mBcKPkPqNA"}]