[{"Name": "mjmauboussin", "Time": "20191218", "Text": "@bushspec May have to revisit/update this one. For those following along, here's a link to the original report: https://t.co/xciCVVv11u"}, {"Name": "ActAccordingly", "Time": "20191218", "Text": "Following the \"successful\" name change strategy employed by Bridgepoint/$ZVO and DeVry $ATGE (check those charts),… https://t.co/jdkHuvp0u0"}, {"Name": "ActAccordingly", "Time": "20191218", "Text": "RT @bustedshort: Regardless of what this means in Latin, Perdoceo sounds like \"I lost the CEO\" in Spanish.  Before changing their name, was…"}, {"Name": "mjmauboussin", "Time": "20191218", "Text": "Great article, \"How to Value a Company by Analyzing Its Customers,\" by @d_mccar and @faderp in the new @HarvardBiz.… https://t.co/WzML4VT7bw"}, {"Name": "CitronResearch", "Time": "20191218", "Text": "$FLT  New Citron Report shows indisputable evidence that the FTC is within weeks of filing a lawsuit that will fore… https://t.co/clguPSXd4a"}, {"Name": "mjmauboussin", "Time": "20191218", "Text": "RT @bgurley: @trengriffin @m2jr Read this book. Of course, recommended to me by @mjmauboussin https://t.co/3bYPNIMeOI Nice compliment to Sa…"}, {"Name": "JohnHuber72", "Time": "20191218", "Text": "This is such great advice from Munger when it comes to portfolio management. Everyone's trying to be smarter, searc… https://t.co/ah1Nm90CKZ"}, {"Name": "MicroFundy", "Time": "20191218", "Text": "\"We’re reaching out to remind you that as of today, the price of your Hulu (No Ads) + Live TV plan has increased fr… https://t.co/O8enS01TsQ"}, {"Name": "JohnHuber72", "Time": "20191218", "Text": "@cmclaff I think that quote has (unintentionally of course) done more harm than good to investors running small fun… https://t.co/XBtnQPTKWB"}, {"Name": "JohnHuber72", "Time": "20191218", "Text": "@ToddWenning Ha, this is probably my all time favorite line from The Office! 😂"}, {"Name": "TruthGundlach", "Time": "20191218", "Text": "In case there is any doubt, “yes” Playoff Bound 2019 (photo of Josh Allen &amp; fans at  Buffalo Airport) will be up at the AKG opening in 2022."}, {"Name": "ActAccordingly", "Time": "20191218", "Text": "@herbgreenberg Every general fights the last war and as this article demonstrates you've seen more than your fair s… https://t.co/hExjE6a6GN"}, {"Name": "ActAccordingly", "Time": "20191218", "Text": "@herbgreenberg I want to know what happeend to the GT Global Telecommunications Fund and the Invesco Worldwide Comm… https://t.co/rgVJuzZi7F"}, {"Name": "ActAccordingly", "Time": "20191218", "Text": "@herbgreenberg Well Brian Hayward is retired and Michael Mahoney is running a fund for Falcon Point Capital, so what's the lesson here?"}]