[{"Name": "State_IO", "Time": "20200528", "Text": "RT @USUN: The U.S. called for a virtual meeting of the UNSC in the wake of the PRC's decision to undermine Hong Kong’s autonomy &amp; freedoms…"}, {"Name": "State_IO", "Time": "20200528", "Text": "RT @USUN: This is a matter of urgent global concern that implicates international peace &amp; security. Such actions, incl the PRC's refusal to…"}, {"Name": "State_IO", "Time": "20200528", "Text": "RT @USUN: The CCP believes it can exploit COVID19 to distract from its assault on Hong Kong &amp; its people. This, coupled w/ its epidemic cov…"}, {"Name": "State_IO", "Time": "20200528", "Text": "RT @USUN: We call on the PRC to stop fearing transparency and international accountability, end its empty promises, and immediately reverse…"}, {"Name": "WSJ", "Time": "20200528", "Text": "In this week's TV streaming guide, celebrities are reading classic books, the acclaimed series “Ramy” returns, plus… https://t.co/reMlCDXpbA"}, {"Name": "AlexRubalcava", "Time": "20200528", "Text": "RT @TheShiftMedia: Aus and NZ @DatchSystems co-founders secure $US3.2 million in seed funding for Voice-Visual AI assistant for industry. I…"}, {"Name": "AlexRubalcava", "Time": "20200528", "Text": "The newest @stagevp portfolio company, @DatchSystems, is hiring a senior account executive and a senior customer su… https://t.co/9LIWPIW1zc"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "“Our financial position continues to be strong as our unique commercial model delivers robust cash generation, posi… https://t.co/qY43VqUMqY"}, {"Name": "WSJ", "Time": "20200528", "Text": "🎧 Listen: In today's episode of The Journal podcast, @bopanc explains how scientists studying the coronavirus pande… https://t.co/Tw84fpL2M4"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@lockedupcap Should there be a limit, though? Should VC positions be capped like the number of bitcoin? I thought V… https://t.co/tmCkB9qQUF"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@AdsadelaideAds @ejdickson Cases also approximate zero."}, {"Name": "DonutShorts", "Time": "20200528", "Text": "@RusslAndrewsHat @MinvstrD Anything but the truth, of course"}, {"Name": "UnionSquareGrp", "Time": "20200528", "Text": "@mims I read about a theory that kids and other active folks exposed regularly to other “common cold” corona viruse… https://t.co/6EvtvXwVyN"}, {"Name": "WSJ", "Time": "20200528", "Text": "Looming heads, staring eyes, a silent audience, and that millisecond delay disrupting normal human communication ma… https://t.co/OuxEBPet4W"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@ONAN_OUS @lhamtil Would probably let him front squat more than the bar for once"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@conorsen No one actually likes watching moneyball and it doesn’t necessarily lead to first quartile performance"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "RT @cliffordcoonan: As Beijing works on plans to jail Hong Kongers for up to 3 years for insulting the national anthem, useful to recall th…"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@lockedupcap Would angel investor be the better term for that?"}, {"Name": "Keubiko", "Time": "20200528", "Text": "That looks glass half full to me. https://t.co/mJTfw2g5Ra"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "Why do you think that system needed saving? https://t.co/fhWRyYk3SU"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "Amazon Music running the Spotify playbook? https://t.co/qFvf5bnFNt"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @conspiraboomers: https://t.co/3KANHrs7SN"}, {"Name": "WSJ", "Time": "20200528", "Text": "Twitter's decision to place a fact-checking label on two of Trump's tweets contrasts sharply with the position by F… https://t.co/0iUsDRzy0K"}, {"Name": "modestproposal1", "Time": "20200528", "Text": "No https://t.co/3KaTAysvLE"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@JerryCap Not for non-Prime members, afaik"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@PlaceboCapital Doubt it’s for sale, not at a price they want to pay. I don’t think it’s much of a priority for Ama… https://t.co/OCKGuczI1V"}, {"Name": "modestproposal1", "Time": "20200528", "Text": "Preview of Trump’s executive order aimed at social media https://t.co/xcGx0ENL7B"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "From Fox News @WokeCapital https://t.co/CQk74Axqjr"}, {"Name": "UnionSquareGrp", "Time": "20200528", "Text": "@sarthakgh @Post_Market Hertz and airlines are an interesting example of companies that were loved by a small minor… https://t.co/CnZn1K2RI7"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@Alex_Danco As long as they don’t go back to 140 characters. Expanding was their best move in years."}, {"Name": "UnionSquareGrp", "Time": "20200528", "Text": "@sarthakgh @Post_Market And if you consider restaurants to be the customers for GrubHub and other delivery companie… https://t.co/4OojyntsQC"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "RT @CraigSilverman: 🧵It’s damn hard to make money producing original journalism. But know what works kinda well? \n\nThrow together a WordPre…"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "RT @bsilly3: @AlderLaneeggs @scoopercooper Thankful that Sam has @globalnews standing behind him. So many organizations willing to throw th…"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "I am told that while futures were down earlier this evening, they are now in fact up"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@inaki_crespo @Alex_Danco Well, they killed third party clients (like Tweetbot, which I loved) with their API chang… https://t.co/3llW4vdWkB"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "This is quite an exciting development -- wonder what happens next!"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "RT @karaswisher: No matter Twitter’s first action to deal with his problematic tweets this week, Mr. Trump still has the very widest berth…"}, {"Name": "WSJ", "Time": "20200528", "Text": "“Despite all of that disease people kept on coming.” The history of New York suggests it might yet pull through. https://t.co/a2UpeYyOAM"}, {"Name": "AZ_Value", "Time": "20200528", "Text": "Whew... There's a whole lotta weight riding on that correction. https://t.co/wfBTb0hXFU"}, {"Name": "UnionSquareGrp", "Time": "20200528", "Text": "@rationalwalk Started reading recently but mostly read before bed and honestly have trouble holding the book over m… https://t.co/bSWgtwuvA8"}, {"Name": "UnionSquareGrp", "Time": "20200528", "Text": "@rationalwalk Coming from Philadelphia, with its terrible infrastructure that has arguably destroyed the city in va… https://t.co/v6rZ5AvEcm"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "RT @hackcelerity: highest average cost wins?"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "@hackcelerity Calling it now: this is the most underrated tweet of 2H May 2020"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@CaesarSalad99 @robert_mariani Protected what did it say?"}, {"Name": "WSJ", "Time": "20200528", "Text": "President Trump arrived in Florida Wednesday, his fourth battleground-state destination in four weeks, as his recen… https://t.co/JE7VoNOBYj"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "I know precisely fuck all about investing in art, which I find intriguing because the Fed can’t print original mast… https://t.co/KCNLSPHtDD"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@visionsofbob @tereseaimee"}, {"Name": "TruthGundlach", "Time": "20200528", "Text": "The George Floyd murder video is the most disgusting and discouraging thing so far in this year of remarkable discouragement."}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @ShitFund: Forgot about this. The pussy running the CFA Institute Twitter account blocks you when you post publicly available informatio…"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@TheHeart_OfIt Yeah. They partner with TTD on Fire TV. TTD does audio ads on Spotify."}, {"Name": "UnionSquareGrp", "Time": "20200528", "Text": "@SnellingScott @rationalwalk When I was growing up on vacation my dad occasionally ripped off the front portion of… https://t.co/V3zW9zuIRF"}, {"Name": "WSJ", "Time": "20200528", "Text": "From @WSJopinion: Companies often tout what they are doing to “save the planet” or “combat climate change.” None of… https://t.co/2RPNvrFO6G"}, {"Name": "DavidSchawel", "Time": "20200528", "Text": "@fed_speak Theragun"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @nomad_cap: Just got email from CFA to renew membership fee. \n\nHead of HR got paid $500k in an org with 650 people. Head of IT got paid…"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "If G-d forbid the spacex launch with astronauts inside blew up a good chunk of $tslaq would be happy - these people are sick in the head"}, {"Name": "firstadopter", "Time": "20200528", "Text": "Does anyone believe the balance sheet will be wound down after the crisis? Seriously https://t.co/WVp2eKubuy https://t.co/f247g5GCb4"}, {"Name": "UnionSquareGrp", "Time": "20200528", "Text": "@SnellingScott @rationalwalk (This was particularly memorable because I was shocked he would ruin a book)"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@JakeVanGogh @cenkuygur I hope he sees this bro"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "Big Tech is doing everything in their very considerable power to CENSOR in advance of the 2020 Election. If that ha… https://t.co/1EDtmMBdk5"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@RampCapitalLLC https://t.co/U6tV4dwur9"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @realDonaldTrump: Big Tech is doing everything in their very considerable power to CENSOR in advance of the 2020 Election. If that happe…"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@realDonaldTrump Thank you!"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "The American Eater can borrow hundreds of millions of dollars at 2.65% for 30 years. https://t.co/yGO32EDjVn"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "RT @scoopercooper: Outside a church filled w. Hong Kong Canadians, who were escorted to safety by VPD. The individual that organized the po…"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "Haha Jared Holt cited my work in this piece https://t.co/tuSOAlDnlo"}, {"Name": "WSJ", "Time": "20200528", "Text": "Internet marketplaces have reported an uptick in people flipping clothes as a way to generate extra income and fill… https://t.co/Hh1KEqAlQc"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @alanhoglund: Looting at Cub Foods @KSTP https://t.co/NGfvcPI8bJ"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @Breaking911: ONGOING: Target store in Minneapolis still being emptied after looters broke into store \n\n#Minneapolis \n#GeorgeFloyd \n#ica…"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @lookner: Looting at AutoZone in Minneapolis\n\n(KTSP live helicopter shot) https://t.co/q3uqGfn7vE"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "A lot has been said about ES manipulation in the evening sessions, but most of the bullish price action has been co… https://t.co/MryBX0ILD0"}, {"Name": "AZ_Value", "Time": "20200528", "Text": "@J_Dot_J @RMFifthCircuit Sorry. Against the Geneva convention."}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "@Solomon_Slate stimulation https://t.co/684S3sJWSH"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @Fxhedgers: $HTZ 😃 https://t.co/p041kf3olg"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "horrible sitch in Mpls all around, from the apparent police murder to looting."}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @McAllisterDen: If you have time today, please pray for Rush Limbaugh and his family—strength, peace, comfort and healing according to G…"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @lisaabramowicz1: A Japanese bank that owns about 10% of the $700 billion U.S. CLO market said it's going to stop investing in that debt…"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "RT @JerryCap: So $HEI has an acquisition in the works that's going to be accretive this year? https://t.co/Plch4mQaui"}, {"Name": "WSJ", "Time": "20200528", "Text": "Recyclers face a bottle neck for empties after collection centers close. “I’ve been tempted to throw them out, but… https://t.co/cBFsu8xVEi"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "Occidental is sued by shareholders, bondholders over Anadarko merger https://t.co/K3Th93bMzI via @YahooFinance"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "Horowitz: The CDC confirms remarkably low coronavirus death rate. Where is the media? https://t.co/M5CCosUTMb"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "\"For the first time, the CDC has attempted to offer a real estimate of the overall death rate for COVID-19, and und… https://t.co/jXvvZmUytQ"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "Texas Supreme Court: Lack of immunity to COVID-19 alone not enough to vote by mail https://t.co/rAZVRF4nkj  Big win… https://t.co/bzGmvbW7hk"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @LoganDobson: An obviously true statement that will nevertheless drive people on the internet insane: \n\n“Zuckerberg says private compani…"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "People are acting like this cop did something atrocious. If you're him/her, what are you supposed to do? You have a… https://t.co/Ugmye7sJix"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@agusnox That didn't occur to me and I had 10 minutes to think about it. With this guy likely in imminent danger, I… https://t.co/cZw2Cy9LpD"}, {"Name": "WSJ", "Time": "20200528", "Text": "Tehran has \"continued its nuclear brinkmanship by expanding proliferation sensitive activities,\" Secretary of State… https://t.co/FJSP7Wddyd"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @EWErickson: Rush Limbaugh gets an extraordinary amount of hate from people who failed in the talk radio business.  These same people ar…"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "@DavidInglesTV Lomachenko!"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @mrddmia: Cheers to the Arizona Attorney General (@GeneralBrnovich) for stepping up and protecting Arizonans from trillion-dollar monopo…"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@BtBust His colleagues? This was in LA. The Floyd murder was in Minneapolis. We know nothing about the officer in t… https://t.co/Oysk9Vid4Z"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@CharlieRosen3 Spare yourself. I'm as appalled by the Floyd murder as anyone. But I'm examining facts here, trying… https://t.co/fD3Y9EoYYh"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@danforhan Next time you have 75 people surround your car yelling at you, remind me whether or not you have the qui… https://t.co/xhyQIijPHy"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@BtBust You may be right about him. Or wrong. Either way, that doesn't justify breaking this cop's back window, thr… https://t.co/rmk4hXQngL"}, {"Name": "JohnHuber72", "Time": "20200528", "Text": "French courts probably more favorable to claims than other western countries, but this ruling will still get the at… https://t.co/Nwpdakoylx"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@CharlieRosen3 I'm not outraged b/c I'm capable of examining this event separate from the murder in Minneapolis. Th… https://t.co/0Xlz690FUM"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @modestproposal1: Updated Thumbtack data shows pretty much full recovery in home services. Most encouraging data point is resumption of…"}, {"Name": "WSJ", "Time": "20200528", "Text": "What’s the best James Bond book? Don Wallace makes a compelling case for this stylishly kitschy one  https://t.co/BqEVomegPq"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@CharlieRosen3 I'm not contesting that the Floyd murder was exactly that. I'm talking about a separate set of event… https://t.co/WYoOeHDP8l"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "@WSJopinion not making a ton of sense on this editorial. \n\nhttps://t.co/5XlkkaWp6J"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@CharlieRosen3 I have to Tweet about it to be outraged? Have you been around my dialogues in person about it? Have… https://t.co/hTU9niBV7v"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "$FB is becoming indistinguishable from Fox News. \nOr is it the other way around? https://t.co/oILUoR53sf"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@CharlieRosen3 LOL. And you judge the content of people's character, especially on pressing social issues that are… https://t.co/V6KLGe1noS"}, {"Name": "marginalidea", "Time": "20200528", "Text": "@tangentstyle 30% complete guess"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "@carney @PageSix I thought he was with a Kardashian?\nThis shit is hard, man"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "Who else gave the less than elite (We are the elite. We know how to WIN!) 260 great new Federal Judges, 2 SCJ’s, Lo… https://t.co/jpRpfqtmFg"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@agusnox @vidhan_sm People are climbing on the hood of the car."}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "@PrometheusAM @Jesse_Livermore @DavidInglesTV Hagler!"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@NT33MxDE @riptearshidcum @thepig993 @mattparlmer I was being facetious"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@CharlieRosen3 I made a comment about an event in LA that happened on a freeway involving a police officer that was… https://t.co/FxavAvIprv"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@CharlieRosen3 Oh now it's a minor incident? I thought it was a commentary on \"where the country is today\". There's… https://t.co/D7UqpmNTK5"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "@PrometheusAM @Jesse_Livermore @DavidInglesTV He was fast enough to stay with lighter fighters, and could trade pun… https://t.co/ERSoOvk35m"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@danforhan How do you know he had \"intent to make contact\" and not just \"intent to escape with his life in tact\"? T… https://t.co/aVSEaDhnmf"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@KarenLeeAlex @GrainSurgeon @PhenomenalPoto Karen, once again offering a sensible take, as always."}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "RT @AaronGreenspan: @RodBoydILM I've said it since day one... https://t.co/ABunsLBfyH"}, {"Name": "WSJ", "Time": "20200528", "Text": "Marathon Partners' plan to nominate three directors to e.l.f.'s board is a rare instance of an activist investor la… https://t.co/SitzPyzEPX"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@CharlieRosen3 \"For whatever reason\" - how about it's a major social issue that I didn't feel like talking about on… https://t.co/GeoXGhO3Qz"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @Breaking911: LATEST: AutoZone in Minneapolis set ablaze by rioters; several other stores looted as police stand down  \n\nhttps://t.co/E4…"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@GrainSurgeon @CLWorkout @Brettery @PhenomenalPoto “Demonstrating” is very different than jumping on the hood of a… https://t.co/SMlEIqASC0"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@CharlieRosen3 All good, appreciate the dialogue. I wouldn't be here if I didn't want to be social."}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@GrainSurgeon @CLWorkout @Brettery @PhenomenalPoto LOL you can imagine as much as you want. But that doesn't change what actually happened."}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "well to distract you from burning Minneapolis I present you this ethical and moral failure\n\nhttps://t.co/wT2WTaK7a9 https://t.co/9ImgWsIsvt"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "What Could Come Next Regarding Hong Kong: Here Is The Nuclear Option https://t.co/qE6Tp505GS"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@GrainSurgeon @CLWorkout @Brettery @PhenomenalPoto Yes, the people standing in front of the moving vehicle, then ju… https://t.co/1K8fcN7Ym2"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@witwwos @GrainSurgeon @KarenLeeAlex @PhenomenalPoto 100%"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "@RudyHavenstein That about says it all"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "People are appalled that a guy who jumped on the hood of a moving car (it was moving before he jumped on it) in the… https://t.co/uU3KukpUwi"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@agusnox @Coolestersmooth No SWAT storming a house in the case I commented on. Just a guy jumping on the hood of a… https://t.co/Rgvg5bQ2tV"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@dzzyppers71 https://t.co/Vpwvw9NCnq"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@EliLake https://t.co/Vpwvw9NCnq"}, {"Name": "marginalidea", "Time": "20200528", "Text": "@cablecarcapital @tangentstyle It’s way lower than I thought!"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@GrainSurgeon @CLWorkout @Brettery @PhenomenalPoto Use the eyes God gave YOU. The guy that was thrown from the car… https://t.co/Rg47UC15XS"}, {"Name": "WSJ", "Time": "20200528", "Text": "The Democratic governor advocated for more direct federal-aid payments to states, and blasted Republicans in U.S. S… https://t.co/V3omivZcaj"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "I love you all and sincerely hope you all have a wonderful evening"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@FamousKJStyles Exactly. He didn’t draw his weapon. He didn’t turn his car into the crowd. He didn’t stay to see wh… https://t.co/x4oqAVPS5w"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "RT @tracyalloway: So Japan kept coronavirus cases relatively low even without going into a full lock down. The country's health experts say…"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @helloitsthao: one reason why a partisan split has developed on the pandemic is that different parts of the country are having very diff…"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "I am sure he people looing dont own stocks.. https://t.co/pkbOslGTqD"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @HKrassenstein: REQUEST: I am looking for an attorney to represent Ed and Brian Krassenstein in a defamation suit against Twitter &amp; Jack…"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@AshleyElisaG @RampCapitalLLC Ugh. I’m about to start it."}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "Endorse-\nA certain % of jobs can be 100% remote forever (a lot of IT-related, content, other typical freelance); th… https://t.co/eVFBMVarQi"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@SanchoNakamoto @skyquake_1 @ejdickson I think your stat is out by an enormous amount for males 50-60."}, {"Name": "cablecarcapital", "Time": "20200528", "Text": "@3747S_14458E @valueterminal Possibly an homage to the famous album cover by Herb Alpert and the Tijuana Brass!"}, {"Name": "WSJ", "Time": "20200528", "Text": "If you're not going to the beach this summer, why buy a new swimsuit? @laurenmechling on bikini shopping during a p… https://t.co/EoE8Z6haE7"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@TenYearNote He has got it on someone very high up"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "@Craig_McDermott don't disagree here at all (would there be spacing requirements for the remaining ones?). Just thi… https://t.co/ME30sfHbST"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @SaraEisen: Cushman &amp; Wakefield CEO says only 30% of his retail tenants are paying rent right now"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "@chrissyfarr Scott Gottlieb"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@Benaskren I'll do you one better. I think you're spot on."}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@Benaskren If you haven't listened, Ben, these two might be interesting to you.\n\nQTR 162 - Lawyers for 9/11 Inquiry… https://t.co/rEpCf7Pywd"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@Adrian_H @ShortSellrIdeas @WallStCynic Thats Jay Yoon.. Eiad’s goon who buried everyone in the name.. This is the… https://t.co/wvTbNgkZtn"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@ElonBachman Thats a Joe Nocerror size mistake"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "“Civil unrest/protests/riots/movements have historically flourished with pleasant weather.”\n\nSomething to watch ... https://t.co/Vi6iLfRxbW"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "RT @UncleRico77: I am going to make it my life’s work to have Ghislaine Maxwell brought to justice. If I get Epsteined you’ll know exactly…"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@FrankCaliendo Bang the Drums Slowly.. A must watch"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "@tangentstyle Prob not what's going on (and agree with your point), but wonder about tax assumptions/direction post-election"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @laurastevens: Scoop from @TonyRomm and @jdawsey1: Details on the president’s expected executive order regarding social media.\n\nhttps://…"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "“Rioters attempting to bust open ATMs, gain entry to US bank in Minneapolis”\n\nRemember, if it happens on US soil, t… https://t.co/pyzlSKT2wO"}, {"Name": "WSJ", "Time": "20200528", "Text": "While the coronavirus pandemic has paused or delayed many legal proceedings, court actions by the U.S. government t… https://t.co/SbYne81lF7"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@chaddouma Some people who work for me needed a new one and I figured $CWH has been a great great stock so why not… https://t.co/AnAKBACbKm"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @robert_spalding: Federal officials haven’t said publicly why they sent the transformer to a national lab, but experts said the move sig…"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "It is not about race, right ? \n\n“These people”\n“Obama refugees’ fault” https://t.co/F57VItVP3b"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @SaraCarterDC: .@SeanParnellUSA Says Trump's Endorsement Is A 'tremendous honor' \n\n\"I left the military with next to nothing. A decade l…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @SeanParnellUSA: Talked with @PeteHegseth this morning about the urgency of reopening #PA safely, @realDonaldTrump’s incredible endorsem…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @realDonaldTrump: Sean Parnell is an American Hero. Conor Lamb has proven to be an American fraud, and a puppet for Crazy Nancy Pelosi.…"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "10 miles https://t.co/WOzGMZwOPY"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "Immigrants and potential immigrants must feel very welcome in the USA with such sentiments. How many white American… https://t.co/Fz3pHOdf50"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "@BrightonCap Who said hate was a rational phenomenon ?"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @LindaSuhler: @realDonaldTrump @LouDobbs Absolutely 100% the greatest President in history!  Thank you, Lou Dobbs!"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@GoldinPaul Though it is entirely fair to observe that Justine Diamond received far more coverage for her (unjustif… https://t.co/nhat5bGZ3Y"}, {"Name": "WSJ", "Time": "20200528", "Text": "Top specialists at Sotheby’s, Christie’s and elsewhere shift tactics to sell millions of dollars of art during lock… https://t.co/mzd2Ggc9Ra"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "He looks better! https://t.co/qzxn6Svlpc"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@HThedoom @dax30dji30 Why did they cut off Lebanon?"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "“Not the library, people read books there!!” Lol  https://t.co/TbBN8NCjnj"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "@FriendlyBearSA I just don’t know how exactly... the warming weather has some offsetting effects: on the one hand,… https://t.co/BcXluZiXkX"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "RT @valueterminal: @GestaltU @ReformedTrader Check out his other papers. Pablo Fernadez doesn't come to play he comes to slay  https://t.co…"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "Lol https://t.co/6pW15kEpcr"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@HThedoom @dax30dji30 I was gonna guess related to hezbollah sanctions - but Lebanon is not nearly as imp to intern… https://t.co/DEBIjXLL2X"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @skeetboardin: @KANTBOT20K @ZoomerClips @PrisonPlanet @wmslamcan https://t.co/cAffab3kGa"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @sxdoc: FBI Director Wray opens “internal review” into how bureau handled Michael Flynn case\nhttps://t.co/Sa8nSBl0nr\nLou Dobbs/ Tom Fitt…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @ConservaMomUSA: @realDonaldTrump Hey @Jack- while you’re at it- can you #FactCheck all #FISA applications?\n#SpyGate\n#ObamaGate\n#Trump20…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @CherokeeOwl: Joe you lost the Black Vote with a stupid comment- now you’ve lost the Latino Vote with this gaff👇👇\n\nLatinos don’t like to…"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "How hate/racism hides today:\n\n“We want good immigrants, not the bad kind”\n\n“We hate their govt, but love their peop… https://t.co/eWIzr7FMqG"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "QTR Podcast: Buffett Could Be Wrong About Post-Virus Airline Recovery https://t.co/IB6Y1GM5Dy"}, {"Name": "WSJ", "Time": "20200528", "Text": "From @WSJopinion: Reopening will go better if Americans can adapt and innovate in response to new and local informa… https://t.co/SH6oA6WnII"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "Thank you Cowboys. See you in New Mexico! https://t.co/aCRJeskUA8"}, {"Name": "WSJ", "Time": "20200528", "Text": "Trump plans to sign an executive order that could seek to limit federal protections for social-media platforms, peo… https://t.co/YvDevq94SQ"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @SidneyPowell1: #Mueller investigation viewed exposure of truth as #ObstructionOfJustice.\nIt was all so corrupt.and so wrong.\nWhat liars…"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @hyperboriankiwi: Science is on your side when you disregard someone's opinion because they're fat https://t.co/fwARRVaCuL"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "The Other America - by Martin Luther King \n\n“A riot is the language of the unheard”\n\nhttps://t.co/ukZLQINp2V https://t.co/0xxgFccbXN"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "“a riot is the language of the unheard. And what is it America has failed to hear? It has failed to hear that the p… https://t.co/r3YpxWNhEZ"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "“And it has failed to hear that large segments of white society are more concerned about tranquility and the status… https://t.co/Cswvd0D595"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "RT @modestproposal1: this gets better by the word https://t.co/3drwY15HU7"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "https://t.co/PpBXiHLjkT"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "“A draft of an executive order Xi Jinping is expected to sign on Thursday would seek to limit the broad legal prote… https://t.co/Movji8PNWh"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "@StevenMandrapa I have not, thanks for pointing it out."}, {"Name": "WSJ", "Time": "20200528", "Text": "American Airlines will cut 30% of management and administrative staff, as the industry prepares for a slow recovery https://t.co/WjqgVp5DcH"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "RT @RexChapman: 2020, y’all... https://t.co/FDoI4kbXIa"}, {"Name": "WSJ", "Time": "20200528", "Text": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/qs7Db2FuaQ"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "@freegolds Your trolling game is A+ lol"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "@nomad_cap They should IPO, convert to a SAAS model."}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "If the CFA were to go public, would it be classified as an MLM? A pyramid scheme ? Pyramids are very profitable for… https://t.co/AGsoO6IXlE"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "The CFA can monetise further by: \n\n1) become a publicly traded company, and convert to SAAS model\n\n2) reverse merge… https://t.co/67O1PbaWYJ"}, {"Name": "WSJ", "Time": "20200528", "Text": "Some global markets rose, tracking gains in the U.S. fueled by optimism over a potential economic recovery https://t.co/RwVJeE2GQg"}, {"Name": "WSJ", "Time": "20200528", "Text": "“This is a gasoline bomb on an already rapidly deteriorating situation” -- Jude Blanchette, a China expert at the C… https://t.co/6w0sa8cDsS"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "Hong Kong rioters/protestors sending advice to Minnesota rioters/protestors...This was entirely foreseeable... saw… https://t.co/o1xRpn4iBo"}, {"Name": "WSJ", "Time": "20200528", "Text": "A Canadian judge ruled that the U.S. met a legal test to seek extradition of Huawei executive Meng Wanzhou https://t.co/dOiMsI5hX3"}, {"Name": "WSJ", "Time": "20200528", "Text": "India’s migrant workers are returning home as the lockdown eases, prompting fears of a new wave of cases in some of… https://t.co/skZiCtiwbD"}, {"Name": "Hedge_FundGirl", "Time": "20200528", "Text": "No airline bankruptcies yet but 2 of the top 4 auto rental companies have filed Chapter 11. The government is picki… https://t.co/TCTL3nlh7v"}, {"Name": "Hedge_FundGirl", "Time": "20200528", "Text": "@Post_Market F**king HMOs"}, {"Name": "PlanMaestro", "Time": "20200528", "Text": "@Hedge_FundGirl Latin America's largest airline, LATAM, files for Chapter 11 bankruptcy\n\nhttps://t.co/zM67Imc379"}, {"Name": "Hedge_FundGirl", "Time": "20200528", "Text": "@PlanMaestro US government not in the business of saving foreign airlines. Talking about American government choosi… https://t.co/LqYDUoi6o3"}, {"Name": "PlanMaestro", "Time": "20200528", "Text": "@Hedge_FundGirl It's a big world out there HFG!"}, {"Name": "WSJ", "Time": "20200528", "Text": "From @WSJopinion: Scrapping the SAT will only obscure how low-income minority students are doing, not change the di… https://t.co/4XMVphdWXw"}, {"Name": "Hedge_FundGirl", "Time": "20200528", "Text": "@PlanMaestro I know and Europe is saving their carriers too like us. Am talking merely about U.S. right now because… https://t.co/UHKy08dQgo"}, {"Name": "Hedge_FundGirl", "Time": "20200528", "Text": "@buzzcutsngravy @Post_Market If I buy direct not through employer, I am indeed the customer."}, {"Name": "Hedge_FundGirl", "Time": "20200528", "Text": "@buzzcutsngravy @Post_Market True. But that is me, I am the minority of the market and I hate giving them money bec… https://t.co/BSCPRYx1P2"}, {"Name": "Hedge_FundGirl", "Time": "20200528", "Text": "@buzzcutsngravy @Post_Market No idea I don’t do healthcare. I buy healthcare though. If you use ACA, the Gov’t is y… https://t.co/zfd7JSBnxX"}, {"Name": "Hedge_FundGirl", "Time": "20200528", "Text": "@buzzcutsngravy @Post_Market I am not sure about that...I still think big groups (employers) get preferable rates over small ones."}, {"Name": "Hedge_FundGirl", "Time": "20200528", "Text": "@20Slots Hahahaha. Was actually a Belgian company originally. Not sure who owns now."}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "RT @RaphaelKahan: https://t.co/Azvlzbdnr2"}, {"Name": "WSJ", "Time": "20200528", "Text": "Japanese bank Norinchukin, which was the biggest buyer of debt used to fund private-equity buyouts, suffered a $3.7… https://t.co/wfvGuPHHoq"}, {"Name": "WSJ", "Time": "20200528", "Text": "Police faced off with protesters Wednesday as thousands joined demonstrations in Hong Kong to oppose a bill that wo… https://t.co/R553XlrTem"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@AsennaWealth The three \"soft but fun\" beaches in Sydney - where you can reliably take a beginner and teach them to… https://t.co/glH7DSJGxC"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@timqfadvice @AsennaWealth Yeah - that is a soft beach too."}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@timqfadvice @AsennaWealth I do not go there as one of my old bosses hangs out there - and well - that seems too much like work."}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@GerberKawasaki I cannot disagree. Both you and Elon are better at marketing than I will ever be."}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@NGruen1 If it were this one it might be a steal...\n\nhttps://t.co/Xjd5n33LRC"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@Timpmurray @AsennaWealth Yes but you were President of the surf-lifesaving club at Tamarama. \n\nFor the uninitiated… https://t.co/UbsCMLLNhE"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@timqfadvice @AsennaWealth Dee Why is a fairly soft beach too - but Freshie is better."}, {"Name": "WSJ", "Time": "20200528", "Text": "Trump offers to mediate China-India border disputes as tensions rise following scuffles between troops patrolling… https://t.co/nPFSxRZMy2"}, {"Name": "business", "Time": "20200528", "Text": "Here's a rundown of your top economic news today https://t.co/cKTt4C9VUU"}, {"Name": "business", "Time": "20200528", "Text": "U.K. companies can’t afford to top up furloughed workers’ pay https://t.co/Yo1vrHSrqk"}, {"Name": "business", "Time": "20200528", "Text": "The risks of Trump vs. China are mounting. The question for CEOs, investors and policy makers is just how bad thing… https://t.co/vvZzn60WAh"}, {"Name": "WSJ", "Time": "20200528", "Text": "Opposition politicians and rights activists in Hong Kong see China’s decision to impose national-security laws as a… https://t.co/bREA1zp136"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@AsennaWealth Sometimes yes. Regularly I have purchased starter positions in highly priced high quality companies.… https://t.co/Z8enQD6oWY"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@1Danpamment @GoldinPaul Yes. White blonde woman killed by unprovoked brown cop gets more attention than black man… https://t.co/Q6Wdo8Ohfo"}, {"Name": "business", "Time": "20200528", "Text": "Chinese premier Li Keqiang's speech:\n-China agrees to figure out the origin of coronavirus based on science\n-Nation… https://t.co/g1yrBGux3A"}, {"Name": "business", "Time": "20200528", "Text": "A $3 billion fund may aid India’s mining belt after virus havoc https://t.co/IVoiMgxCpH"}, {"Name": "WSJ", "Time": "20200528", "Text": "Two of China’s most valuable U.S.-listed companies, NetEase and https://t.co/f1s4lRHxQz, are pushing ahead with mul… https://t.co/zt9qz37KSK"}, {"Name": "business", "Time": "20200528", "Text": "Grimes, the pop singer, is about to become Grimes, the fine artist https://t.co/OItevTPglM"}, {"Name": "business", "Time": "20200528", "Text": "Big banks and money managers say looming European trading regulations would have turned the coronavirus crisis into… https://t.co/Hkt8zyUxWg"}, {"Name": "business", "Time": "20200528", "Text": "Citigroup was left holding a chunk of shares in adhesive maker Sika due to weak investor demand for the stock it wa… https://t.co/n4SOgPb8h5"}, {"Name": "business", "Time": "20200528", "Text": "Singapore’s top court rules in favor of a claim by Noble Group’s former Chief Executive Officer Ricardo Leiman to m… https://t.co/2jgFt7hPT4"}, {"Name": "WSJ", "Time": "20200528", "Text": "From @WSJopinion: This semester was radically different from all others, and not everything could make the jump fro… https://t.co/ewdiz61LC9"}, {"Name": "business", "Time": "20200528", "Text": "NEW: Swiss drugmaker Roche and Gilead Sciences begin trial of a two-drug combination in hopes of creating a new wea… https://t.co/cTUwDmXR65"}, {"Name": "business", "Time": "20200528", "Text": "The 70,000 year view on the coronavirus crisis isn’t all bad https://t.co/5rpspEv0H3"}, {"Name": "business", "Time": "20200528", "Text": "There’s a wall of money out of Asia capping Treasury yields, and it’s about to get bigger https://t.co/6nBOPsGaRt"}, {"Name": "business", "Time": "20200528", "Text": "Taiwan’s tech sector has trumped South Korea's so far this year. But the debate continues on which one will likely… https://t.co/qCUSNznDKq"}, {"Name": "business", "Time": "20200528", "Text": "Iran warns the U.S. to watch out for boats shadowing naval ships https://t.co/nV2TasWTpt"}, {"Name": "business", "Time": "20200528", "Text": "Nissan reports a $6.2 billion net loss for the latest fiscal year and unveils a plan to turn the carmaker around https://t.co/OOC8nugCLP"}, {"Name": "business", "Time": "20200528", "Text": "Nissan will report a net loss for the fiscal year and won’t issue an outlook for earnings for the current period, s… https://t.co/vhDSpRRupt"}, {"Name": "business", "Time": "20200528", "Text": "Confidence among Italian businesses is stuck at the lowest level in almost two decades as many businesses continue… https://t.co/VFX7uxgZu8"}, {"Name": "business", "Time": "20200528", "Text": "Taiwan cuts its 2020 growth forecast as the coronavirus outbreak threatens jobs at home and decimates overseas dema… https://t.co/0atbUhYoiH"}, {"Name": "WSJ", "Time": "20200528", "Text": "New strategy aims to reassure employees and shareholders that the 20-year-old partnership has a future https://t.co/n5GyPpdUrG"}, {"Name": "business", "Time": "20200528", "Text": "Kuwait Air is planning to cut about 1,500 expatriate jobs after Covid-19 grounded flights https://t.co/u4qFD4T7fP"}, {"Name": "business", "Time": "20200528", "Text": "Some of the companies that make machines that can split water into hydrogen and oxygen are having a stellar year https://t.co/82RwcZdSBv"}, {"Name": "business", "Time": "20200528", "Text": "China’s economy can grow this year if the key tasks set out by the government are achieved, Premier Li Keqiang says https://t.co/PGwpGUrwZd"}, {"Name": "business", "Time": "20200528", "Text": "Europeans need to urgently increase their solar power output or face a decade of reckoning with climate change, EU… https://t.co/EPmNo0UeU8"}, {"Name": "business", "Time": "20200528", "Text": "Economic sentiment in the euro area picks up from a record low after companies start to reopen across the continent… https://t.co/M4BTXzlHSe"}, {"Name": "WSJ", "Time": "20200528", "Text": "Heard on the Street: Japanese stocks have already shown their worth this year, but still have attractive qualities… https://t.co/XeMckCLOsG"}, {"Name": "WSJ", "Time": "20200528", "Text": "The sharp rally in U.S. stocks appears set to pause, with futures drifting as tensions with China mount and investo… https://t.co/EkVpJEqro6"}, {"Name": "business", "Time": "20200528", "Text": "Stimulus plans crucial in European race to lure investors https://t.co/yNIXHdAvbx"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "With trade deal unraveling and Hong Kong situation escalating, things not looking good. \n\nExpect China to continue… https://t.co/Z67jQe1WNh"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "https://t.co/KAtYbCfoRf https://t.co/yIfDzHp1EZ"}, {"Name": "WSJ", "Time": "20200528", "Text": "The retailer is said to have gotten almost $6 billion in orders for the sale, pointing to strong investor demand fo… https://t.co/eGkEyrll95"}, {"Name": "business", "Time": "20200528", "Text": "Japan’s government maintains its view that the economy continues to worsen sharply https://t.co/c2ek2JQWFg"}, {"Name": "business", "Time": "20200528", "Text": "Singapore’s famous China Club says it will shutter permanently after 19 years https://t.co/wtJa2BrsuF"}, {"Name": "business", "Time": "20200528", "Text": "Stocks will regain their lead over bonds on stimulus, BNP predicts https://t.co/ueRlg0liQK https://t.co/pXmQV6SEPF"}, {"Name": "business", "Time": "20200528", "Text": "Swiss politicians decide that sex workers can soon get back to business while sports and activities involving close… https://t.co/SsXxJYojqX"}, {"Name": "business", "Time": "20200528", "Text": "Zambia picks Lazard to advise it in debt restructuring talks https://t.co/aCEQvBdRZv"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "@Known__Unknowns Regardless, China happy to see what it can get away with and/or to have Biden win. Even if Biden w… https://t.co/vmCuY4qHhL"}, {"Name": "business", "Time": "20200528", "Text": "Citigroup will gradually start bringing traders back to its London offices in the coming weeks as U.K. leaders cont… https://t.co/8vw7NItVyS"}, {"Name": "business", "Time": "20200528", "Text": "The Turkish central bank brings its short-term borrowing of hard currency from local lenders to a record https://t.co/4USMPFTYlh"}, {"Name": "business", "Time": "20200528", "Text": "RT @TheStalwart: Here's a telling chart. Shares of Twitter down nearly 6% since it put up that fact check on Trump's tweet. https://t.co/KI…"}, {"Name": "business", "Time": "20200528", "Text": "RT @BloombergTV: The U.S. passes another grim milestone in the coronavirus pandemic, with over 100,000 deaths from the disease https://t.co…"}, {"Name": "business", "Time": "20200528", "Text": "Here are 20 charts that show the ways in which coronavirus changed us https://t.co/4o5Y1ylpoF"}, {"Name": "WSJ", "Time": "20200528", "Text": "Take an early look at the front page of The Wall Street Journal https://t.co/5xQPDPcm8q https://t.co/aIpphcSeuB"}, {"Name": "business", "Time": "20200528", "Text": "RT @Brexit: ❌ Judo\n❌ Boxing\n❌ Wrestling\n✅ Sex work https://t.co/oIJ8hl9L03"}, {"Name": "WSJ", "Time": "20200528", "Text": "Engineers, physicists, volcanologists and other researchers who never dreamed they would work on a deadly pandemic… https://t.co/5C3K0BfoAV"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "Send this man to Guantanamo, please: https://t.co/E45HT3gBt1"}, {"Name": "WSJ", "Time": "20200528", "Text": "Coronavirus cases top 5.7 million globally and the death toll stands at more than 355,000 world-wide, according to… https://t.co/QYP0Cyok7S"}, {"Name": "business", "Time": "20200528", "Text": "China’s Premier Li Keqiang strikes a conciliatory tone with the U.S., saying that the two sides should cooperate an… https://t.co/qOqgTQs6GI"}, {"Name": "business", "Time": "20200528", "Text": "As businesses learn to deal with a post-pandemic world, changing consumer behavior, and rules on social distancing,… https://t.co/pyq33tcMas"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "On it https://t.co/Ap6J9u7wd3"}, {"Name": "business", "Time": "20200528", "Text": "RT @bopinion: Europe's virus recovery plan needs more than France &amp; Germany’s blessing.\n\nA battle is brewing over what should be spent and…"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "@carney @PageSix teen age daughters introduce a realm of useless knowledge"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "RT @TheTweetOfGod: Thank you, Twitter and @jack, for confirming the truth: Donald Trump is a murderer who sodomizes sheep. https://t.co/hIL…"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@RaphaelKahan *gasp* So you’re not who you say you aren’t!"}, {"Name": "business", "Time": "20200528", "Text": "CK Hutchison wins an EU court fight to overturn the bloc’s veto four years ago of its bid for rival O2 that would h… https://t.co/9YbaMbsWLP"}, {"Name": "WSJ", "Time": "20200528", "Text": "The Japanese auto maker plans to reduce capacity by 20% and close a factory in Barcelona, eliminating 3,000 jobs https://t.co/JVf6sa1KfR"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@compound100x I’d say it a bit differently: they probably have about the same amount of good and bad luck, but they… https://t.co/sP26Ztw1t1"}, {"Name": "business", "Time": "20200528", "Text": "RT @BloombergRadio: London could weather the downturn in UK real-estate prices better than other parts of the country says @Zoopla's Richar…"}, {"Name": "WSJ", "Time": "20200528", "Text": "Amazon said it will give 125,000 of the 175,000 temporary workers added in March and April the option to stay on fu… https://t.co/K7GGH2NNrs"}, {"Name": "business", "Time": "20200528", "Text": "The EU’s top economic officials warn that the bloc’s $826 billion recovery package will have strings attached https://t.co/w8TlTrA3Ra"}, {"Name": "WSJ", "Time": "20200528", "Text": "Disney World in Florida will begin a gradual reopening in mid-July, but there will be no fireworks, parades or meet… https://t.co/zPmFOTE2Gf"}, {"Name": "business", "Time": "20200528", "Text": "Big bankruptcies sweep the U.S. at the fastest pace since the Great Recession in 2009 https://t.co/7jeLBW0F7o https://t.co/8RUkU8fZiS"}, {"Name": "business", "Time": "20200528", "Text": "Airlines in Asia are tapping the market and existing shareholders for new funds at the fastest pace https://t.co/Kq6HwnkRkO"}, {"Name": "business", "Time": "20200528", "Text": "Twitter applies its new fact check tag to at least two tweets from a Chinese government spokesman that questioned t… https://t.co/L4TpgEC2jU"}, {"Name": "business", "Time": "20200528", "Text": "BlackRock challenges Korea Electric Power over plans to invest in new coal-fired power plants in Vietnam and Indone… https://t.co/kvtDZREUKT"}, {"Name": "business", "Time": "20200528", "Text": "The number of jobless claims in France surged to a record high in April, even as the government poured tens of bill… https://t.co/ABVGQ1aAmb"}, {"Name": "business", "Time": "20200528", "Text": "A Swiss billionaire steps up his bet on a train company that made him rich https://t.co/9LWVVhk933"}, {"Name": "business", "Time": "20200528", "Text": "Germany’s new coronavirus cases holds well below 1,000, while the infection rate drops further beneath the key thre… https://t.co/LDXQLwfnBB"}, {"Name": "business", "Time": "20200528", "Text": "Measures introduced in March to contain the coronavirus pandemic hit trade across Group of 20 economies in the firs… https://t.co/hbLt8ey0vP"}, {"Name": "business", "Time": "20200528", "Text": "American Airlines plans to cut 30% of management and support staff https://t.co/ZBGaicDWUX"}, {"Name": "business", "Time": "20200528", "Text": "Big Hit Entertainment, the manager of K-pop boy band BTS, files for an IPO in South Korea even with concerts shut d… https://t.co/qQPqXqMBzo"}, {"Name": "WSJ", "Time": "20200528", "Text": "A global health crisis has paradoxically become the latest threat to physician-staffing companies Envision Healthca… https://t.co/KSEXIocuzl"}, {"Name": "business", "Time": "20200528", "Text": "Former Fox News personality Kimberly Guilfoyle is building built her own power center within Donald Trump’s re-elec… https://t.co/xAeJDCdLQ4"}, {"Name": "WSJ", "Time": "20200528", "Text": "The House of Representatives is allowing lawmakers, during the coronavirus pandemic, to cast votes by proxy for the… https://t.co/evkOe0hwBG"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "\"Amazon to offer permanent roles to 70% of 175,000 new U.S. hires\" (\"The remaining 50,000 workers it has brought on… https://t.co/jjSHx408tQ"}, {"Name": "business", "Time": "20200528", "Text": "Indonesia's coronavirus death toll nears 1,500, the highest in Southeast Asia, as officials weigh plans to reopen t… https://t.co/8oK8y2MrJY"}, {"Name": "business", "Time": "20200528", "Text": "The architect of Hungary’s ultra-loose monetary policy unexpectedly resigns as deputy governor of the country's cen… https://t.co/2arJ9BedCm"}, {"Name": "business", "Time": "20200528", "Text": "Global funds reduced their ownership in India’s top 500 companies to a five-year low in the March quarter https://t.co/PGIN7M0Nju"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "Hope you all have a wonderful day"}, {"Name": "business", "Time": "20200528", "Text": "EasyJet will cut thousands of jobs representing as much as 30% of its workforce https://t.co/WF0m0oZ45g"}, {"Name": "WSJ", "Time": "20200528", "Text": "Companies are seeing a hedging opportunity as several currencies have weakened against the U.S. dollar over the pas… https://t.co/QB46jdyhN5"}, {"Name": "manualofideas", "Time": "20200528", "Text": "RT @JBierne: Sounds like Jack ain't ruling out a premium Twitter service\n$$$\n$TWTR"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "RT @CadgerGreg: Some thoughts and rambling. I will be 50 soon. Hard to believe as it seems like just a few years ago I graduated college &amp;…"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@threadreaderapp compile https://t.co/Gi882FOzwy"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "Depression level unemployment \n100k dead Americans\nRestaurants shuttered \nTravel halted\nTrade war escalating\nHong K… https://t.co/xo7ua6LG68"}, {"Name": "business", "Time": "20200528", "Text": "The world's two biggest economies — U.S. and China — are racing to develop a coronavirus vaccine… https://t.co/WTntAj6TYY"}, {"Name": "Keubiko", "Time": "20200528", "Text": "As “an American living in HK”, perhaps your opinion on the matter isn’t representative of how most HK’ers feel. https://t.co/91PxP58FCQ"}, {"Name": "business", "Time": "20200528", "Text": "Global hiring is stabilizing, if data from LinkedIn is a guide https://t.co/UoHmTKPDr5"}, {"Name": "business", "Time": "20200528", "Text": "Prime Minister Shinzo Abe says Japan’s stimulus is the world’s biggest, but analysts say the country still needs mo… https://t.co/YSurwNArCB"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "Trump on Russia Hoax: ‘When the Papers Come Out’ We Will Learn Obama ‘Knew Everything’ https://t.co/cugnMv1RuO"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@HayekTennyson @AsennaWealth I live in a fibro-cement garage. It is other people's money.\n\nPeasant is accurate enough."}, {"Name": "business", "Time": "20200528", "Text": "GlaxoSmithKline will produce 1 billion doses of a vaccine adjuvant — a booster that can help any brand of shot — to… https://t.co/8E9h2HcZjU"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @GreggJarrett: Former CBS Reporter One Of The First ‘To Identify Myself As A Target of Illegal Spying Under Obama Admin’ https://t.co/VQ…"}, {"Name": "business", "Time": "20200528", "Text": "EU lawmakers show their divisions over how to enact the bloc’s ambitious climate strategy at the first debate over… https://t.co/N3YzCNEGXw"}, {"Name": "business", "Time": "20200528", "Text": "YouTube’s battle against Covid-19 misinformation is causing collateral damage as the video service struggles to pic… https://t.co/0B3HM9Bx5M"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "Yet she doesn’t let people even breath in Michigan. A very bad double standard! https://t.co/A60YxvWFGv"}, {"Name": "business", "Time": "20200528", "Text": "Kenya's biggest bank, Equity Group, increases its provision for bad loans by sevenfold https://t.co/fVzk7rpvvC"}, {"Name": "business", "Time": "20200528", "Text": "Here's a rundown of your top economic news today https://t.co/RTr8zeFL3H"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "The greatest political crime in USA History! https://t.co/kyPZwHsBDQ"}, {"Name": "WSJ", "Time": "20200528", "Text": "As coronavirus deaths top 100,000 in the U.S., Brazil reaches its own grim milestone; Amazon plans to convert 125,0… https://t.co/jSlxcJfs0C"}, {"Name": "business", "Time": "20200528", "Text": "JUST IN: Investigators in Pakistan find the cockpit voice recorder for a jetliner that crashed in Karachi six days… https://t.co/tLBxDDgXIt"}, {"Name": "business", "Time": "20200528", "Text": "Poland continues to be hurt by mortgages taken in Swiss francs, and the pandemic is unlikely to change the legal fa… https://t.co/ahZQIsIYqZ"}, {"Name": "business", "Time": "20200528", "Text": "This is where the tech layoffs are happening https://t.co/8jO4xTPg7w"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @VicToensing: For over 3 years MSM, including NYT and WP, have been writing about what @GenFlynn discussed with Amb. Kislyak. But they h…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @VicToensing: Of course Sidney is right on. #ObamaGate #maga"}, {"Name": "muddywatersre", "Time": "20200528", "Text": "$GSX is so dependent on bots that it openly advertises it's looking for engineers to run bot farms. You can't make… https://t.co/2X3aB1vYxC"}, {"Name": "business", "Time": "20200528", "Text": "Hedge funds and investment firms are scouting for distressed debt specialists as they raise large war chests to sna… https://t.co/tzTwm7OyZn"}, {"Name": "business", "Time": "20200528", "Text": "Wall Street bankers are less busy these days, but one less glamorous dealmaking realm has held up https://t.co/Ibfog11Cw8"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "RT @reillybrennan: John DeLorean's sketch for the DMC-24 sedan. Dual powertrains, three rows, never built. https://t.co/efxzK3RB7L"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "@USAttyHuber Whatever happen to John Huber?"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @RichardGrenell: After spending years peddling a Russian collusion hoax, but under oath admitting you saw NOTHING, forgive us if we igno…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @EliseStefanik: Thanks for the clarification @jack \n\nThis makes YOU accountable for allowing the Chinese Communist Party to abuse this s…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @realDonaldTrump: New papers make CLEAR that the Obama Administration SPIED, in an unprecedented manner, on the Trump Campaign and beyon…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @BarbaraRedgate: The Obama/Clinton Cabal Knew They Had To Stop General Mike Flynn First! OR They Would ALL Be Locked Up By NOW! @realDon…"}, {"Name": "WSJ", "Time": "20200528", "Text": "With the status of public pool openings murky, it might be time to invest in a (suddenly hip) stock tank pool https://t.co/78XvKCddlv"}, {"Name": "business", "Time": "20200528", "Text": "The bottom is rapidly falling out of U.S.-China relations. And few in either Washington or Beijing seem in the mood… https://t.co/jqFvPnXUt6"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@al_soff @abcnews What if the cop had shot him?\n\nThat happens enough in the US."}, {"Name": "QTRResearch", "Time": "20200528", "Text": "Starting to feel like Muddy Waters isn't just going to go away on $GSX."}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "So many different viewpoints! https://t.co/DCesPbJu5M"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @VicToensing: Great American: @RichardGrenell, declassifying @GenFlynn Kislyak conversations. How cld Mueller accuse Flynn of lying abou…"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "I've been subpoenaed at least a dozen times in my career, perhaps as many as 15 times. It's the lot of a reporter w… https://t.co/hq39cVRBbg"}, {"Name": "business", "Time": "20200528", "Text": "Just as the U.S. is starting to crawl out of its meat crisis, the rapid spread of coronavirus is increasingly threa… https://t.co/M5VzozbOU3"}, {"Name": "business", "Time": "20200528", "Text": "Chinese lawmakers approved a proposal for sweeping new national security legislation in Hong Kong, defying a threat… https://t.co/v975SNcKLL"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @1MainCapital: $QSR comp update https://t.co/OhOUhfqnCx"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @VicToensing: Reason @AGWilliamBarr says he“does not expect”Obama/Biden to be investigated is not related to whether they committed crim…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @VicToensing: Does Judge Sullivan read SupCt decisions? Last week SupCt held using amici was “drastic departure” and “abuse of discretio…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @VicToensing: Let me get this straight. @GenFlynn was broke from legal fees and FBI threatened to prosecute his son if he did not plead…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @GreggJarrett: Trump attorney accuses Mueller of ‘monstrous lie and scheme to defraud’ https://t.co/xxY6CkHoWv"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @GreggJarrett: https://t.co/7ojhuDtRAD"}, {"Name": "mark_dow", "Time": "20200528", "Text": "RT @mark_dow: Or unless someone had a private dinner with Zuckerberg where he told him he would reign regulatory hell down on him unless he…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @RomanEcho: @GreggJarrett @Comey When J. Edgar @Comey 🤡 sent @petestrzok &amp; Pientka to the WH to ambush @GenFlynn then bragged about it w…"}, {"Name": "UnionSquareGrp", "Time": "20200528", "Text": "RT @NewsFromBW: North American Helium Raises $39 Million and Signs Contract for Building Canada’s Largest Helium Purification Facility in S…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @MarieLeff: @GreggJarrett Rice's last minute email was a setup to frame Comey. \nCouldn't happen to a better leaker &amp; liar... lock him up…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @MarieLeff: @GreggJarrett Also, the plot thickens. Will Comey spend years in jail &amp; admit his illegal acts, or, like the weasel he is, s…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @randell_young: @GreggJarrett Everyone who knew there was no evidence of Trump-Russia collusion also knew the #ObamaGate \"investigations…"}, {"Name": "business", "Time": "20200528", "Text": "The equity product will be actively managed and disclose its holdings just once a quarter, instead of doing that da… https://t.co/nNeyZqE4G7"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @Repeoplecan: @GreggJarrett https://t.co/G61NvyWVG9\nSpecial Counsel was a Coup Plot created through leaking lies and falsifying evidence…"}, {"Name": "business", "Time": "20200528", "Text": "Gemini Trust, the cryptocurrency venture run by the Winklevoss brothers, is partnering with Samsung to allow users… https://t.co/k5doJkJzVg"}, {"Name": "business", "Time": "20200528", "Text": "The U.K.’s new coronavirus tracing program gets hit by technical problems on the day of its launch, with some healt… https://t.co/mlpKNR0c03"}, {"Name": "Keubiko", "Time": "20200528", "Text": "This deserves a 😂 https://t.co/wzc6rYdSeM"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "2.123 million people filed initial jobless claims for the week ended May 23rd.  40.759 million people have filed in… https://t.co/qdXw2XMD0a"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @Street_Insider: Dollar General $DG Tops Q1 EPS by 86c, Same-Store Sales Increased 21.7% https://t.co/AnDYDxmJrp"}, {"Name": "business", "Time": "20200528", "Text": "TD Bank anticipates greater credit deterioration in Canada than the U.S. in the aftermath of the coronavirus pandem… https://t.co/E6DKmJWVjz"}, {"Name": "WSJ", "Time": "20200528", "Text": "U.S. workers filed 2.1 million jobless claims last week, extending a downward trend but remaining far higher than b… https://t.co/TjdTg5PTav"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@thestinkmarket Your spelling is atrocious. The correct usage is that you don't loose if you don't sell."}, {"Name": "business", "Time": "20200528", "Text": "Weeks after states began receiving billions in Covid-19 funds, many of them are simply delaying spending in hopes t… https://t.co/2ZFpaPfL4n"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@dougboneparth Yes, think of all the extra bargaining power that big companies have against their employees.\n\nYes lower wages for you too."}, {"Name": "business", "Time": "20200528", "Text": "JUST IN: Millions more Americans filed for unemployment benefits last week to bring the 2 1/2-month total during th… https://t.co/eUbYfoz65L"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "This will be a Big Day for Social Media and FAIRNESS!"}, {"Name": "business", "Time": "20200528", "Text": "Virtual recruitment offers a glimpse at the ways the pandemic could overturn long-established workplace traditions… https://t.co/Wi080moHvc"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@StephenStull So, if it wasn't necessary, and they certified that it was necessary to get the funds, that doesn't b… https://t.co/5SqLkc8OAN"}, {"Name": "business", "Time": "20200528", "Text": "RT @BNCommodities: Locust swarms head for India ahead of planting season https://t.co/XpgZndiNbP"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "Boat dealer Marine Max $HZO fell 69% from Jan. 24th to March 18th.  It has now rallied 185% from its low and is 10.… https://t.co/7ssGdy2hJe"}, {"Name": "valuewalk", "Time": "20200528", "Text": "RT @BreakoutPoint: Grizzly Research (first short activist that highlighted $GSX) to present a new short idea on June 3rd at: https://t.co/5…"}, {"Name": "business", "Time": "20200528", "Text": "It’s one of the strange new realities of this deadly pandemic: The funeral industry, of all things, is getting crus… https://t.co/naPkvrXcbW"}, {"Name": "business", "Time": "20200528", "Text": "This $70 million move is an effort to build out DNA-based Covid-19 testing on a massive scale https://t.co/AzmFgTaMLT"}, {"Name": "business", "Time": "20200528", "Text": "Wall Street giants have tens of billions of dollars at stake in China as political tension risks derailing the coun… https://t.co/mjFRtUWMok"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "Contrarian indicator red alert 🚨 https://t.co/afae5dUMri"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @Sam_L_Shead: Some big 2019 numbers for TikTok owner ByteDance in that Bloomberg story:\n\nRevenue: $17 billion \nNet profit: $3 billion\nCa…"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "average hike of 37% on the Turnpike and 26% on the Parkway.\n\n https://t.co/TiGEZRtkh7"}, {"Name": "WSJ", "Time": "20200528", "Text": "Mark Zuckerberg said Facebook will take down content that is perceived to be harmful, but reiterated that the compa… https://t.co/DtRZDqspUU"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "However good his intentions, Jack’s failure to address “fairness” (perhaps ultimately impossible) before implementi… https://t.co/U3uyz8VHfD"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "@aaronwall I guess it was going to come to that point sooner or later; it came sooner."}, {"Name": "modestproposal1", "Time": "20200528", "Text": "Twitter should pull the plug for a week or two. He’s mad he can’t hold his rallies. Wait till he can only yell at t… https://t.co/x8XCoIwiqg"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@EconomicManBlog @CathieDWood Roulette Wheels should also have an allocation."}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @OwenPSanderson: it's a covenant, but not as we know it https://t.co/fBAghNxRFW"}, {"Name": "mark_dow", "Time": "20200528", "Text": "He's trying to work the refs to get more favorable calls down the stretch. https://t.co/mkjQhS4bZo"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "RT @1MainCapital: @bespokeinvest https://t.co/ApHtcMQrDu"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @ArtkoCapital: 👀 is this price discovery still? https://t.co/8JQcOdvolX"}, {"Name": "mark_dow", "Time": "20200528", "Text": "RT @ModeledBehavior: Here is why I worry about 3 million new UI claims 10 weeks in: what business is temporarily laying off workers now? At…"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "$TWTR -5% pre, $FB -3% https://t.co/FSLdpmkese"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@dunbelievable It’s from a previous episode, check the description"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @CNBCnow: BREAKING: US first-quarter GDP falls 5.0%, vs 4.8% drop expected https://t.co/mYmQGC66Dw"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "RT @elkwood66: $GSX Deloitte should walk away but as we know there job is simply to audit the nonsense/fraud numbers handed to them. Is wha…"}, {"Name": "business", "Time": "20200528", "Text": "It’s safer for the Bank of England to ease too much rather than too little as it responds to the coronavirus pandem… https://t.co/QndO7po9Pm"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @Retail_Guru: US stores coming back faster at 80% of prior sales, while Europe is much lower (but still not bad) at 60%. $ANF https://t.…"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "Not a single stock in the S&amp;P 500 is oversold. https://t.co/YjSKgQ2WIw https://t.co/SkyI3LlFsy"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "@fed_speak @conorsen like this a lot, too"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @ClarityToast: The evidence on $GSX is overwhelmingly clear at this point. \n\nJust an out in the open fraud.\n\nAnd if regulators try to su…"}, {"Name": "business", "Time": "20200528", "Text": "Boris Johnson dismisses a police finding that Dominic Cummings, his top aide, may have broken lockdown rules, insis… https://t.co/HDtzRhNXqR"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "@NewsFromBW @NAHelium congrats!"}, {"Name": "business", "Time": "20200528", "Text": "LATEST: U.S. durable goods orders fall sharply for the second straight month https://t.co/CwMLKkRA5j"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "If @jack had put up fact check against even one other major politician who regularly lies (especially foreign actor… https://t.co/u0NFi1kb20"}, {"Name": "business", "Time": "20200528", "Text": "The risks of Trump vs. China are mounting. The question for CEOs, investors and policy makers is just how bad thing… https://t.co/Jrs9KJQ09G"}, {"Name": "Keubiko", "Time": "20200528", "Text": "Yes it is greasy, no they don’t care, and nothing matters. https://t.co/AwcbZ4KHtk"}, {"Name": "WSJ", "Time": "20200528", "Text": "Questions over how America’s houses of worship can open safely during the coronavirus pandemic—and whether restrict… https://t.co/QAmXhASDBe"}, {"Name": "business", "Time": "20200528", "Text": "In deeply Catholic countries in the EU’s east, some politicians are trying to leverage virus-lockdown measures to b… https://t.co/YvEKE5PBEi"}, {"Name": "mark_dow", "Time": "20200528", "Text": "RT @TheRickWilson: Bless your heart. \n\nJust own that you wanted a statist authoritarian daddy all along and that things like individual lib…"}, {"Name": "Keubiko", "Time": "20200528", "Text": "RT @ForgeRiver: $CACC\n\nMorons like this no doubt missed slight of hand Mgmt games like this, subtle ... but, essentially mgmt delayed the h…"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "@aaronwall someone will for sure... $TWTR market cap against Big Tech cash balances... it's a small bite for them..… https://t.co/lmPleWTV86"}, {"Name": "Keubiko", "Time": "20200528", "Text": "A “bit cavalier” 😬 https://t.co/ni75PkKzBy"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "... https://t.co/SCNskFCTez"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@woke8yearold It’s not though bc pushes society more left"}, {"Name": "WSJ", "Time": "20200528", "Text": "Stocks have rebounded since March, but consumer sentiment is near its lowest level in nearly a decade. The vast dif… https://t.co/x2TwgPqBnR"}, {"Name": "business", "Time": "20200528", "Text": "Citigroup plans to reopen its New York headquarters to a small number of employees as soon as July, and workers may… https://t.co/zd5MbPe0tu"}, {"Name": "business", "Time": "20200528", "Text": "Scandinavia’s main airline SAS says it needs to generate more money to see it through the crisis triggered by the c… https://t.co/xM33pIWD4k"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @Hugh_Son: interesting factoid: @BankofAmerica checking accounts below $5,000 actually had 30% to 40% more money in them compared with 1…"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @Schneider_CM: So people are renting disabled children now to boost their YouTube followers: https://t.co/D3yfsV3Aut"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @HawleyMO: Where was ⁦@Twitter⁩ when #China Foreign Ministry stooges took to social media blaming USA soldiers for starting #COVID19? Wh…"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "The S&amp;P 500 finally ended its longest streak of closes below the 200-DMA since 2011. https://t.co/1i6emZmiMW https://t.co/MMyg1hotNN"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "Samsung &amp; Winklevoss Expand Crypto Push\n\n\"first crypto exchange to let US users of Samsung’s blockchain wallet view… https://t.co/fG7Rw9Dlhf"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@ianmikerob what did they grow in 2018 and 2019, rate or absolute $s?"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "both $CPRi fka $KORS and $UAA $UA with press releases today that use phased reopening. \nGood data in the $CPRI rele… https://t.co/Kn9H5g7cvS"}, {"Name": "WSJ", "Time": "20200528", "Text": "Robert Greene has recently hauled everything from meat to bodies bound for the crematorium during the coronavirus c… https://t.co/b8LmMaoA1Z"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "Regulation was good for Big Tobacco... https://t.co/Car5jtJjnW"}, {"Name": "DumbLuckCapital", "Time": "20200528", "Text": "@SchadenCap Finally Carl.  Finally."}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: https://t.co/IGGCPg2EH4"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: \"Once commercial air travel resumes, cost savings will most likely be a priority for our commercial aviation c… https://t.co/LW6WfLsvm6"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: \"demand for our components used in medical equipment, such as ventilators, x-ray systems, sterilization equipm… https://t.co/r88TteWfMH"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: https://t.co/7h2p36H8Eg"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: \"we've stress tested our sales &amp; earnings to make sure that we can withstand whatever may come our way.\nwithin… https://t.co/f8qmJ8xZvT"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI on M&amp;A: \"We are actively in the market. We are doing due diligence on a number of projects. [...] we're ready t… https://t.co/HdpEtfS34E"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: \"only less than 10% of our PMA sales volume is driven by parts that cost over $5,000. So therefore, we believe… https://t.co/0knw0xkes1"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: https://t.co/wtc7MeXsZd"}, {"Name": "mark_dow", "Time": "20200528", "Text": "@polan13 Definitely a possibility. But at a minimum he's working the refs. That's why he had the private dinner with him."}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@RaphaelKahan We both know that you know that I know that you know that I have no idea what that meant, but I'll roll with it.."}, {"Name": "matt_levine", "Time": "20200528", "Text": "@dopamine_uptake @TheStalwart @scheplick https://t.co/i9c1dbsVQ2"}, {"Name": "business", "Time": "20200528", "Text": "Leaders of the biggest financial companies are getting more optimistic about an economic rebound but say recent sto… https://t.co/ZZmMbkUfuH"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@JacobWolinsky I am excited. Can you tell me more?"}, {"Name": "business", "Time": "20200528", "Text": "Some of the companies that make machines that can split water into hydrogen and oxygen are having a stellar year https://t.co/RyWv3qRN76"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "Five largest stocks in the S&amp;P 500:\nAAPL - indicated ⬇️ 0.8%\nMSFT - indicated ⬇️ 1.3%\nAMZN - indicated ⬇️ 1.1%\nGOOG… https://t.co/hGRrb3JpFS"}, {"Name": "business", "Time": "20200528", "Text": "Grimes, the pop singer, is about to become Grimes, the fine artist https://t.co/1wOJdMGCxq"}, {"Name": "business", "Time": "20200528", "Text": "Big banks and money managers say looming European trading regulations would have turned the coronavirus crisis into… https://t.co/1CJaRJ4ImI"}, {"Name": "business", "Time": "20200528", "Text": "Europeans need to urgently increase their solar power output or face a decade of reckoning with climate change, EU… https://t.co/zVIWQBllmS"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @JacobWolinsky: https://t.co/PpBXiHLjkT"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI on M&amp;A again: \"we're cautiously optimistic that we will see some opportunities... we're hoping the competition… https://t.co/BqPLw3d7sv"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@HThedoom @dax30dji30 I understand - this is why i usually oppose broad sanctions against a country"}, {"Name": "business", "Time": "20200528", "Text": "NEW: The White House won’t issue a formal economic forecast showing the extent of the U.S. downturn precipitated by… https://t.co/gt7i4vy0vG"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: https://t.co/96SSjw2uDT"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "RT @DegenRolf: People who have done bad deeds can polish their moral image by merely expressing socially desirable beliefs, to the same deg…"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "RT @Suyue68104182: As a Chinese native speaker, I don't even need these statistics to know $GSX is a 100% fraud. No one around me (ages fro…"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "U.S. renewable energy consumption surpasses coal for the first time in over 130 years https://t.co/itjT4Dkwat"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "RT @realdanlyons: Talk about a V-shaped recovery! The consumers are back. \n\n https://t.co/j2MhtjGsFz"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @ByrneHobart: Twitter should let anyone bid to be the top-ranked reply to a given tweet. This wouldn’t make them much money, but it woul…"}, {"Name": "business", "Time": "20200528", "Text": "RT @economics: Americans on unemployment benefits post first drop of pandemic https://t.co/Ds8ig2sk07 https://t.co/rqG68E5ktA"}, {"Name": "business", "Time": "20200528", "Text": "RT @JordynJournals: An unfortunate record: In May alone, some 27 companies reporting at least $50 million in liabilities sought court prote…"}, {"Name": "WSJ", "Time": "20200528", "Text": "Early data suggest the recovery will be slow and patchy. The restaurant business will likely return to a fraction o… https://t.co/bmnGzup8C2"}, {"Name": "business", "Time": "20200528", "Text": "The 70,000 year view on the coronavirus crisis isn’t all bad https://t.co/zqvGjbssU7"}, {"Name": "business", "Time": "20200528", "Text": "Swiss drugmaker Roche and Gilead Sciences begin trial of a two-drug combination in hopes of creating a new weapon a… https://t.co/24mkr1veOw"}, {"Name": "business", "Time": "20200528", "Text": "Nissan reports a $6.2 billion net loss for the latest fiscal year and unveils a plan to turn the carmaker around https://t.co/HvmnHPjc9c"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "Today is the first time ever that AAPL, MSFT, AMZN, GOOGL, FB all gaped down 0.35%+ but SPY gapped up 0.35%+."}, {"Name": "BluegrassCap", "Time": "20200528", "Text": "RT @jtepper2: Question for capital allocators: what kinds of content do you get too much? \n\nAnd what do actually value that you don’t get e…"}, {"Name": "FatTailCapital", "Time": "20200528", "Text": "Popeyes comping +40% 🧐 https://t.co/1xrYHDjqoz"}, {"Name": "business", "Time": "20200528", "Text": "How do you virus-proof a business that depends on dancing? https://t.co/rpfPz5vqaM via @BW"}, {"Name": "business", "Time": "20200528", "Text": "CIBC sets aside more than five times than the amount it did last year to prepare for the deteriorating financial he… https://t.co/1cpklK1rXo"}, {"Name": "business", "Time": "20200528", "Text": "Kenya's central bank governor says the nation needs a credit guarantee program for small and medium sized businesse… https://t.co/BMXtFMCdwA"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@ianmikerob i probably wouldn't but i am sure someone would pay 25X EBITDA for it.  $400?  \n\nWhich segment of CARS are we talking about?  ;)"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "We have just reached a very sad milestone with the coronavirus pandemic deaths reaching 100,000. To all of the fami… https://t.co/pr8Fyq9fjh"}, {"Name": "business", "Time": "20200528", "Text": "Your new car could be an e-bike https://t.co/edvZzZVvv0"}, {"Name": "business", "Time": "20200528", "Text": "RT @GillianTan: Industrious, the workplace provider backed by Brookfield, CPPIB, Equinox &amp; others, is planning an IPO that could come as so…"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: \"We really don't direct our companies to take actions. We expect them to do what's right for the business. Tha… https://t.co/nI6aKlmnDl"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "Holy shit this is a tremendous hilarious strategic blunder. https://t.co/epfSPcW3z6"}, {"Name": "WSJ", "Time": "20200528", "Text": "Some casual-dining chains built up to-go businesses during the crisis and say they can come closer to breaking even… https://t.co/oM0yPC2ODA"}, {"Name": "business", "Time": "20200528", "Text": "The new fund helps round out BlackRock’s Treasury ETF lineup, which now spans nearly every maturity segment on the… https://t.co/dHP3X9DlHT"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "Where are the @MiMedx financials? Commentary in business? Anyone? @opinion_joe @MUNDASPORTS @Adrian_H"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @SaysSimonson: https://t.co/Tm2SecO1yk"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@nosunkcosts But that’s what makes them OUTSIDER CEOs. \n\nBecause no one else in Aero has focused on making their co… https://t.co/Ud03lbYehO"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@nosunkcosts I just do not get this company, there are similar growth and margin stories available for cheaper with… https://t.co/X9j8qmEFeK"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "This is going to be up there with Gchat and hangouts"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: \"we don't want to demotivate our managers by ruling from on high [...] in a decentralized company, we much pre… https://t.co/KB8EwPqCs2"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@BradMunchen [insert tweet ranting about OEM debt, with 0 understanding of securitizations]."}, {"Name": "SkeleCap", "Time": "20200528", "Text": "So cringey loyalty of fintwit to Ambani aside, Google is optimizing around the wrong variable. The variable here being “IS_TELECOM”"}, {"Name": "schaudenfraud", "Time": "20200528", "Text": "@Alphaholic1 @34bps The ratio is screaming into the void"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: \"you could have an 18yo aircraft that needs a lot of money to be put in it in order to fly, whereas you just o… https://t.co/2ZGvyt8SGz"}, {"Name": "business", "Time": "20200528", "Text": "Micron's tech gains are fading even as most analysts lavish praise https://t.co/MV6MYnfJMc"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@ianmikerob Blind to all details of the biz?  $250?  \n\nWithout context, I can’t fool myself into thinking I know more than I do."}, {"Name": "mark_dow", "Time": "20200528", "Text": "What ever happened to \"personal responsibility\"? https://t.co/V3IdEofU0V"}, {"Name": "business", "Time": "20200528", "Text": "Canada’s status as one of the fastest growing Group-of-Seven economies is coming to an end https://t.co/qGkNi25lUh"}, {"Name": "WSJ", "Time": "20200528", "Text": "A growing pool of death statistics indicates few countries are accurately capturing deaths from Covid-19—and in som… https://t.co/EdROL47tu8"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "@ShitFund what a flex"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@PalmettoCapital @nosunkcosts At the risk of sounding alarmist: remember Mikey P with the Jack Daniels breath?"}, {"Name": "DavidSchawel", "Time": "20200528", "Text": "@JonHeyman well the world has changed a lot since March 26"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "What's the bull case for $CACC ?"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@PalmettoCapital @nosunkcosts They were."}, {"Name": "business", "Time": "20200528", "Text": "This startup has spent the past couple of years scouring the planet for people with exceptional genes https://t.co/MnWmJo31Ts"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "@Bengordon2013 ATTACK!"}, {"Name": "modestproposal1", "Time": "20200528", "Text": "@ballmatthew \"it's not TV, it's HBO\" \n\n---&gt; \n\n\"it's not HBO, it's HBO and also other things\""}, {"Name": "business", "Time": "20200528", "Text": "RT @QuickTake: A table for 2 inside a plastic shield?\n\nAs restaurants in France are preparing to reopen, some are investing in creative PPE…"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "HEI: \"We cast a very broad net in the acquisitions we look at. we consider many different transactions &amp; different… https://t.co/lQB0vmqgZu"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "Some amazing games are gonna be played with inventory write-downs.  \n\nKitchen sink Q1 margins, market doesn't care.… https://t.co/hkQ35V2f5Z"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@LongShortTrader they are one of the few subprimes that have historically been good at getting outsourced lenders (… https://t.co/CCmt4A2tZp"}, {"Name": "WSJ", "Time": "20200528", "Text": "Attorney General Barr has tapped a federal prosecutor to examine Obama officials’ use of “unmasking” around the tim… https://t.co/E04rGBrZBq"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "@PlaceboCapital ha, you answered first."}, {"Name": "business", "Time": "20200528", "Text": "A new virus. A dense metropolis. A 24/7 subway. New York City's coronavirus outbreak eclipsed others around the wor… https://t.co/Nfwv5rpHeC"}, {"Name": "business", "Time": "20200528", "Text": "RT @BW: It’s no hyperbole to call Section 230 the foundation on which the modern internet was built. But it's turned the web into a toxic,…"}, {"Name": "DavidSchawel", "Time": "20200528", "Text": "RT @lenkiefer: 🚨Mortgage Rates Hit Another All-Time Low🚨\n\n30-year fixed at 3.15% this week\n\nhttps://t.co/bpUsGTfeaK https://t.co/p2MW9lXqZ5"}, {"Name": "WSJ", "Time": "20200528", "Text": "The House scraps a vote on legislation to renew a set of expired domestic surveillance powers after passage appeare… https://t.co/8TM6I81hD9"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @followtheh: $GE *GE CEO SEES NEGATIVE 2Q CASH FLOW IN $3.5B-$4B RANGE"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@mydoghasagun Would bet $BYND Beyond Meat still in stock."}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @JamesTodaroMD: So Surgisphere Corp was caught falsifying data for the Lancet study on hydroxychloroquine\n\nHospitals deny ever sharing p…"}, {"Name": "business", "Time": "20200528", "Text": "“One of the prime risks we’re going to see with this crisis is the rise of the zombie SME in Europe” https://t.co/50Og8VthiC"}, {"Name": "MicroFundy", "Time": "20200528", "Text": "risk/reward https://t.co/4LlxVABZZC"}, {"Name": "matt_levine", "Time": "20200528", "Text": "the best thing about my column is that no one believes that its name is actually its name https://t.co/0fs5c3FQlb"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @AsteadWesley: After you defeat the early book nooks, you face the final boss https://t.co/ck1YWud50C"}, {"Name": "John_Hempton", "Time": "20200528", "Text": "@Bengordon2013 @LongShortTrader the mix/growth is bear case."}, {"Name": "MicroFundy", "Time": "20200528", "Text": "@IvanTheK Do you want to go 50-50?"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@AndrewRangeley With normal regulation, probably. But there's little normal going on these days, so who knows?"}, {"Name": "MicroFundy", "Time": "20200528", "Text": "RT @ferventfinance: This should be the only question on an investment risk tolerance questionnaire. https://t.co/otfh8UZP1d"}, {"Name": "MicroFundy", "Time": "20200528", "Text": "@Morgan_03 @IvanTheK Anyway to securitize and sell in tranches? Top bag is def AAA"}, {"Name": "WSJ", "Time": "20200528", "Text": "President López Obrador has handed the military roles in public works, fighting coronavirus and battling drug carte… https://t.co/rHHubqmrka"}, {"Name": "business", "Time": "20200528", "Text": "Iran warns the U.S. to watch out for boats shadowing naval ships https://t.co/S8H10JGa3M"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "Riots are bullish so long as the rioters target value, rather than growth companies."}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@LAEQTY @nosunkcosts But they write such elegant shareholder letters"}, {"Name": "business", "Time": "20200528", "Text": "This Seattle restaurant is redesigning itself for social distancing https://t.co/a9wQn6p1B7 via @BW"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "All over the World the CoronaVirus, a very bad “gift” from China, marches on. Not good!"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "the politicization of HCQ (for the left) and masks (for the right) is extremely dumb..."}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "as soon as they go after the FANGs, tho...I shudder at the thought."}, {"Name": "WallStCynic", "Time": "20200528", "Text": "@jfc_3_ Glad you enjoyed it!"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@bennpeifert @ShitFund *sobbingly trims flow*"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "riot etf:\n\n$TGT $DG $WEN $AZO $USB"}, {"Name": "GrantsPub", "Time": "20200528", "Text": "https://t.co/kLlKkUSxLQ"}, {"Name": "business", "Time": "20200528", "Text": "Nearly a third of Russians believe that the threat from the coronavirus crisis has been massively overblown, accord… https://t.co/GNk5NVjemH"}, {"Name": "modestproposal1", "Time": "20200528", "Text": "RT @socio_steve: Nature is healing. https://t.co/T91fQD5s4U"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "Thank you to our GREAT Republican Congressmen &amp; Congresswomen on your incredibly important blockage last night of a… https://t.co/WsA3hJffWp"}, {"Name": "WSJ", "Time": "20200528", "Text": "Some people think positive antibody-test results and medical histories show that the novel coronavirus may have bee… https://t.co/cSHfjUXfHD"}, {"Name": "business", "Time": "20200528", "Text": "Iceland doesn’t have enough testing facilities to check every passenger arriving at its international airport for C… https://t.co/tRrWWAKj6L"}, {"Name": "business", "Time": "20200528", "Text": "Singapore officials begin laying out some benchmarks needed to reopen the economy sooner than planned https://t.co/HLKHNtMAmt"}, {"Name": "Keubiko", "Time": "20200528", "Text": "@haka702 Not at the moment."}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@LAEQTY @nosunkcosts But I guess it’s better than that brief period when fintwit fell in love with $RR.LN at almost… https://t.co/3XLAjblttB"}, {"Name": "mark_dow", "Time": "20200528", "Text": "Placebo https://t.co/ZZhvVa5WOS"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "@JerryCap Noooope"}, {"Name": "business", "Time": "20200528", "Text": "Trump administration officials said they’re ensuring that at least $10 billion from a coronavirus relief program fo… https://t.co/DCXm7vMXao"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @ShitFund: If you get 300 resumes for an analyst job, how do you narrow down the list for a phone screen?"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @realDonaldTrump: All over the World the CoronaVirus, a very bad “gift” from China, marches on. Not good!"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@realDonaldTrump Sanction chinese banks!"}, {"Name": "Keubiko", "Time": "20200528", "Text": "@haka702 agreed, like many other scumbag companies."}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @mitchellvii: The weirdest thing about morphine is it makes you forget what day is is. I was thinking all day this was Tuesday, lol."}, {"Name": "modestproposal1", "Time": "20200528", "Text": "\"To be honest, there is a part of me that hopes Trump signs this order. The arguments I have gone through, particul… https://t.co/CmitdndNgB"}, {"Name": "business", "Time": "20200528", "Text": "Correction: Trump publicly acknowledges a “sad milestone” after 100,000 Americans die from coronavirus https://t.co/hcsTz8OuQD"}, {"Name": "WSJ", "Time": "20200528", "Text": "Fires continued burning Thursday morning after clashes last night between police and demonstrators over the death o… https://t.co/k0iBdJ3Pb5"}, {"Name": "EdBorgato", "Time": "20200528", "Text": "Funny thing about the social media/fact-check dust up is that the majority of users aren't even interested in knowi… https://t.co/8zEjVWcBvk"}, {"Name": "business", "Time": "20200528", "Text": "RT @BLaw: President Trump is set to take action today to narrow liability protections for Twitter, Facebook, and other tech giants. \n\nHere'…"}, {"Name": "business", "Time": "20200528", "Text": "RT @BW: One Year, One Neighborhood: We’re following businesses in one Seattle neighborhood for a year to see the effects of coronavirus and…"}, {"Name": "Keubiko", "Time": "20200528", "Text": "@JamesLomaxREITS @YankeeClips Bigger play on $STAG long-term is that it should be a beneficiary of the \"theme\" of b… https://t.co/47inILsYcI"}, {"Name": "EdBorgato", "Time": "20200528", "Text": "@tweetstar10 I see what you did there ; )"}, {"Name": "business", "Time": "20200528", "Text": "AstraZeneca has joined forces with Oxford Biomedica to help produce one of the world’s fastest-moving potential vac… https://t.co/i4myySyZzh"}, {"Name": "business", "Time": "20200528", "Text": "U.S. mortgage rates fell to a record low for the third time since the coronavirus started roiling global markets https://t.co/sXQovjB7q4"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "@jposhaughnessy really."}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @ScottMGreer: ah yes, the looters read up on their american history and decided stealing a tv is just like the boston tea party"}, {"Name": "WSJ", "Time": "20200528", "Text": "Carbon emissions appear to be plateauing amid the economic slowdown caused by the coronavirus pandemic, making dire… https://t.co/tsVUn6K12Q"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @ConsensusContr1: Growth investing outperformed for years and years, but then value investors finally had their day… \n\nliterally…one day…"}, {"Name": "business", "Time": "20200528", "Text": "ETFs have upended investing, so how does the SEC feel about them? https://t.co/efj28WcI8A"}, {"Name": "business", "Time": "20200528", "Text": "RT @bpolitics: House scraps surveillance bill vote after veto threat from Trump https://t.co/gMdpH59sss"}, {"Name": "mark_dow", "Time": "20200528", "Text": "@BetseyStevenson This is where libertarianism falls down. Human nature systematically underestimates the negative e… https://t.co/3TsjZxQrHS"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@ConsensusContr1 https://t.co/wyO6gYOeOn https://t.co/mXhT5NzXgF"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@DeanSheikh1 And, Elon hasn't overdosed."}, {"Name": "mark_dow", "Time": "20200528", "Text": "@jodiecongirl Sure. But how much does society want to bet/risk on voluntary compliance? This is the policy question."}, {"Name": "firstadopter", "Time": "20200528", "Text": "Nothing better than being half-way through reading an informative tweet and then having Twitter spontaneously refre… https://t.co/ed8UbcdHKL"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @colinjones: NEW: Here’s 11 local news stations just straight up running an Amazon scripted segment ahead of their shareholders meeting…"}, {"Name": "business", "Time": "20200528", "Text": "Seattle’s storied music scene worries about surviving the pandemic https://t.co/Yz32RnIJnR via @BW"}, {"Name": "WallStCynic", "Time": "20200528", "Text": "Just took a look at Goldman’s overnight note on the $TSLA price cuts. What caught my eye was that they have revenue… https://t.co/MRCcGN8oBY"}, {"Name": "business", "Time": "20200528", "Text": "The U.S. trade war with China cut $1.7 trillion from the market value of listed American firms https://t.co/87fueBoWXw"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @NYT_first_said: suckage"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "It isn't readily obvious to me why $CACC fares materially better post-COVID vs. $SYF.  Both purveyors of credit.  Y… https://t.co/i8jpynYL6k"}, {"Name": "mark_dow", "Time": "20200528", "Text": "I think maybe some didn't pick up on the sarcasm in the question."}, {"Name": "schaudenfraud", "Time": "20200528", "Text": "Cool feature in the Apple podcast app. Like a transcript search but for podcast audio. $SPOT should copy this... https://t.co/Faw6k0krrr"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "CHTR: \"we're over 90% now of self-installation [...] the cost of a self-installation is about 1/3 of the cost of a professional install.\""}, {"Name": "fundiescapital", "Time": "20200528", "Text": "https://t.co/ruiyGVac9Z https://t.co/pGITzBUM4h"}, {"Name": "mark_dow", "Time": "20200528", "Text": "@jodiecongirl Agree. That was the implication in my question as well. The tone may not have come across."}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@socio_steve @NickatFP https://t.co/m5FYvVjUhR https://t.co/MtgS54mr1T"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "RT @Convertbond: Net % of Investors who Believe \"Value\" will outperform \"Growth\" Stocks\n\n2020: -27%*\n2019: +22%\n2018: +40%\n2017: +45%\n2016:…"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@koyfinTrader @JerryCap Evergreen meme since about 2011, though."}, {"Name": "WallStCynic", "Time": "20200528", "Text": "@john__rosevear No unit estimates in the report. Correction: Their 2021 revenue estimate is $46B. $TSLA"}, {"Name": "WSJ", "Time": "20200528", "Text": "During the coronavirus pandemic’s shutdown of Major League Baseball, the Oakland A's have continued paying their mi… https://t.co/KiUddiXsJ8"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "https://t.co/iJq1Q3459i"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@WintonCapPtnrs Look at where he has been.  Momo growth shops."}, {"Name": "business", "Time": "20200528", "Text": "A growing number of retirement communities are falling into financial turmoil and fueling distress in the municipal… https://t.co/hCkLRwgQMu"}, {"Name": "mark_dow", "Time": "20200528", "Text": "@jodiecongirl Yeah. Can see how it might not have come across right. &lt;insert joke about sarcasm font&gt;"}, {"Name": "business", "Time": "20200528", "Text": "RT @BBGAfrica: South Africa is loosening its Covid-19 lockdown. This is how the new rules will affect business ⬇️ https://t.co/ylQ4yyJnbv"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@rationalwalk @jack https://t.co/bBopDjjGhj https://t.co/iyLEAIc74a"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "RT @Noursalehi: Two new broker-dealers now live and trading! Overstock's digital dividend (OSTKO) is helping drive adoption and improve liq…"}, {"Name": "business", "Time": "20200528", "Text": "Anthony Fauci urged Republicans and Democrats to be cautious about holding in-person political conventions this sum… https://t.co/I5XOPqK6zd"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@nachkari A series of unfortunate spurious correlations that demonstrate it's good to be born rich and personally enriched?"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "Othwr than you and a handfull of others the \"news\" is not worth oaying for in Canada.. Its total garbage. With alot… https://t.co/cqYbJNz9Fy"}, {"Name": "business", "Time": "20200528", "Text": "The English Premier League soccer season will resume on June 17, the Telegraph reports https://t.co/Bj60dVGfix"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@judsoninvest personally think those are incremental (and underwriting has arguably loosened relative to $SYF over… https://t.co/xIeHvPYLnu"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "Appreciate how the money dot brrr joke (which seems to have been making fun of the fed trying to prop up stocks whi… https://t.co/FFof42F7BE"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "RT @jposhaughnessy: New bonus episode of Infinite Loops! \n\nWe spoke with @EdLatimore , a former professional heavyweight boxer (13-1-1) and…"}, {"Name": "schaudenfraud", "Time": "20200528", "Text": "Not really sure how Apple accomplishes this, since last I checked their podcast app was just a list of RSS feeds wi… https://t.co/MMoZ2PRewB"}, {"Name": "WSJ", "Time": "20200528", "Text": "Sen. Tim Kaine said he and his wife have recently tested positive for antibodies to the novel coronavirus, making h… https://t.co/NsJFGkErCZ"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "You got the use of Gas Gas Gas right, but you got the earnestness quotient wrong. Never ironically use such a stupi… https://t.co/s7QxjXSUpH"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "https://t.co/z60oeuItYs"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@WillHassellws Since the time has long passed, it was a lot of CTL and GCILLC prior to the divvy cut on CTL."}, {"Name": "business", "Time": "20200528", "Text": "Iran said the U.S. decision to end waivers that allowed some foreign companies to work on its civil nuclear project… https://t.co/ZsKClPfDkg"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@VegaVandal @NickatFP @pearkes I agree with you guys for the memes, but I speak of the website which was way more a… https://t.co/wbrmGepSYq"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@VegaVandal @NickatFP @pearkes In this essay, I will examine the textual implications of a Pink Wojak -- no stop wh… https://t.co/DRxlbz5W8R"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@VegaVandal @NickatFP @pearkes But since I can't let this go because they besmirched eurobeat https://t.co/WD0QBILm11"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@JohhMichaelson @BradMunchen https://t.co/GvAjnx1i5B"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @jessefelder: 'A third of Americans are showing signs of clinical anxiety or depression, Census Bureau data shows, the most definitive a…"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "I remember listening to Mark Knoller in Jr High School https://t.co/vLiuGfIwyB"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "Fact Check: A Harvard University degree is not what it once was https://t.co/kBuCDW8yqI"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@kylerhasson https://t.co/D8SXmSTcm7"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "@AaronBack Indeed, what are his options? What's to become of the lad?"}, {"Name": "State_IO", "Time": "20200528", "Text": "RT @SecPompeo: Today, I am ending the sanctions waiver for JCPOA-related projects in Iran, effective in 60 days. Iran’s continued nuclear e…"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "RT @JeffMacke: Dating Tip from Non-Daters:\n\nDon't let the restaurant pick your social distancing method. Wearing an automated plastic shell…"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "@FlitterOnFraud I was just grasping the white polo shirt, khaki pants and short hair thing = Waffen SS wannabe\n\nThese times, man"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@NickatFP @VegaVandal @pearkes https://t.co/8LngWN0pYt"}, {"Name": "WSJ", "Time": "20200528", "Text": "Food expert Gail Simmons talks to @VeronicaDagher about the importance of saying “no” and knowing your worth… https://t.co/wNHX0ZZPDb"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "RT @caetuscap: $MAXR is breaking out of multi-year resistance:\n\ntaking out the 100DMA   $15.08 last https://t.co/Uyo9a3rYAv"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "RT @conorsen: *TOLL SAYS DEPOSITS IN LAST WEEK WERE HIGHEST SINCE 2005"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "instead of fact-checking in the post-truth world, $TWTR should just have buttons for True/False, with real time cou… https://t.co/bjZsRjZJ5L"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "RT @BarbarianCap: instead of fact-checking in the post-truth world, $TWTR should just have buttons for True/False, with real time counters,…"}, {"Name": "matt_levine", "Time": "20200528", "Text": "@kevinroose is this not also zuckerberg's position?"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "$MAXR still trading like news is coming"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "@LASteelers ....more like science is \"rejected,\" but I agree with your point"}, {"Name": "Hedge_FundGirl", "Time": "20200528", "Text": "@LateLate_News Advantage - it’s a distant #4 in North America (Canadian)"}, {"Name": "WallStCynic", "Time": "20200528", "Text": "@conorsen @bespokeinvest That was not a good time to be buying the home builders. $TOL"}, {"Name": "Hedge_FundGirl", "Time": "20200528", "Text": "@bondskew2 They let the airlines go in 01/02. They let GM go down in 08. We have much more picking and choosing of faves now."}, {"Name": "valuewalk", "Time": "20200528", "Text": "BlackRock's new ESG priority is probably about collecting more fees  https://t.co/QjWpdzsFgU  $BLK"}, {"Name": "business", "Time": "20200528", "Text": "Volatility is picking up for currencies in emerging markets https://t.co/NjFHkn0tg7 https://t.co/Zs67vqXoGG"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@moatsixcap That didn't last long (so far)... https://t.co/6HhqiCEBx3"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "OK a dur dur dur https://t.co/AaWkPTB686"}, {"Name": "WSJ", "Time": "20200528", "Text": "An executive order President Trump is expected to sign on Thursday would seek to limit the broad legal protection t… https://t.co/09y3EQC48D"}, {"Name": "business", "Time": "20200528", "Text": "RT @BW: We’re following businesses in one Seattle neighborhood for a year to see the effects of coronavirus and what the pandemic could mea…"}, {"Name": "LongShortTrader", "Time": "20200528", "Text": "Fact check: true https://t.co/dNQ3zCytdP"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "RT @WallStJesus: $COMM HIGHS .."}, {"Name": "business", "Time": "20200528", "Text": "Poland unexpectedly lowers borrowing costs for the third time to stem the economic damage from the coronavirus pand… https://t.co/wRoiWJiGBF"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "RT @NickatFP: @SkeleCap @VegaVandal @pearkes https://t.co/AkSIqlgWfy"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "The men and women of the National Guard have been doing a great job fighting the CoronaVirus. This week, I will ext… https://t.co/uggtvl4ZBy"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "RT @bauhiniacapital: @SMTuffy @NickatFP @pearkes @SkeleCap That works....\n\nPardon me, are you Money Printer Burr, sir?\n\nThat depends, who's…"}, {"Name": "EdBorgato", "Time": "20200528", "Text": "$DKNG has a larger market cap than $MGM and $WYNN respectively."}, {"Name": "business", "Time": "20200528", "Text": "U.S. pending home sales index falls to the lowest on record https://t.co/OF7oVP7etQ"}, {"Name": "business", "Time": "20200528", "Text": "Italy and Spain will be the main beneficiaries from a proposed 750 billion-euro ($827 billion) EU-wide stimulus https://t.co/Nead5aKE11"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@jposhaughnessy @SuperMugatu Implanted chips used to be quite a bit bigger.. thank you Moore's Law https://t.co/7Y0Tw1Z3m7"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "RT @pearnick: $CSU.to Constellation HomeBuilder Systems (Perseus) acquired LandDev (US)\n\n\"a leading cloud-based software system for commerc…"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "RT @OSAMResearch: .@jfc_3_ and @tbfairchild highlight an opportunity forming in small caps.\n\nhttps://t.co/7EmcGI7yfE"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "again this is the joke music overlay gif site, not the meme making fun of ancaps."}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@YoloCapMgmt @JerryCap I'll just be sitting here, preferring PUBG to all these cartoony BRs..."}, {"Name": "matt_levine", "Time": "20200528", "Text": "The idea of fantastical art in the form of legal documents just seems very intriguing to this newsletter. https://t.co/XRHp1cHmvM"}, {"Name": "business", "Time": "20200528", "Text": "Industrious, a workplace provider that counts WeWork among its rivals, is taking steps toward an IPO as soon as nex… https://t.co/ECW68x1p17"}, {"Name": "WSJ", "Time": "20200528", "Text": "From @WSJopinion: Advocates of a federal Europe should be wary of the EU’s new borrow-spend-and-tax scheme https://t.co/We5V1XVRhb"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@LibertyRPF @YoloCapMgmt @JerryCap Found the counterstrike guy."}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@nachkari Shifted from growth to pre-harvest optimizations is my impression. (think WoW TBC)"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "You ever have to explain something (especially when its multiple times ) that seemed so obvious to you that wondere… https://t.co/Xn2V0lxQCZ"}, {"Name": "business", "Time": "20200528", "Text": "Sanderson Farms lowered its expectation for poultry production as it adjusts to shifting consumer behavior https://t.co/Mr856jflMr"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "I just had to explain to someone about 10 times you cant align things like this (with different fonts and text size… https://t.co/BxiC1k8vFq"}, {"Name": "business", "Time": "20200528", "Text": "Latin America now accounts for 40% of daily coronavirus deaths https://t.co/rwgYd6L5dB"}, {"Name": "business", "Time": "20200528", "Text": "Trend-following funds have been at the forefront of the stock rally and are likely to drive further gains https://t.co/c1PG7tcf6K"}, {"Name": "business", "Time": "20200528", "Text": "Harrods will reopen its flagship London store in June, with social distancing measures in place, and open an outlet… https://t.co/A83zFPUfKL"}, {"Name": "business", "Time": "20200528", "Text": "A UPS facility in German has 72 workers test positive for the new coronavirus as the country ramps up reopening act… https://t.co/20qymCDXVc"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@SkeleCap @YoloCapMgmt @JerryCap I actually never played CS, but for a while I did COD4:MW on TDM hardcore-mode ser… https://t.co/MkYwzdxnLR"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@rationalwalk I think you are right -- many douing FIRE with even less than one million its way too little margin o… https://t.co/bE8uhwelug"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "very interesting webinar with $CMG CEO Brian Niccol and @jonathanmaze \n- \"culture eats strategy for breakfast\" illu… https://t.co/ng2k78mxeW"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@YoloCapMgmt @JerryCap Yeah, it has a lot of things right. Probably my second fave right now, but haven't had time… https://t.co/VJxqDSfHZV"}, {"Name": "business", "Time": "20200528", "Text": "The most audacious fiscal plan in eurozone history is firing up bankers, traders and asset managers from Zurich to… https://t.co/MIo8LPLp64"}, {"Name": "business", "Time": "20200528", "Text": "Philippine President Rodrigo Duterte says restrictions in the capital region will be further eased from June 1 https://t.co/WSGqXljXqu"}, {"Name": "business", "Time": "20200528", "Text": "One oil producer got paid zero dollars for its barrels last month https://t.co/OyHl0x75oe"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "even a video quote from his wife and his first boss. nicely done. https://t.co/vUl81iedj6"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "So ridiculous to see Twitter trying to make the case that Mail-In Ballots are not subject to FRAUD. How stupid, the… https://t.co/XS7SBuRHth"}, {"Name": "mark_dow", "Time": "20200528", "Text": "Market update: https://t.co/OWFxUThzLn"}, {"Name": "WSJ", "Time": "20200528", "Text": "Luckin Coffee shocked investors in April by admitting to faked revenue. Now, corporate records show what was going… https://t.co/PdidPdyQjZ"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "@stockgutter @jonathanmaze agree"}, {"Name": "manualofideas", "Time": "20200528", "Text": "Analogous to, \"Nobody goes there anymore. It’s too crowded.\" 😁 https://t.co/pFTMgljJj0"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "@john__rosevear @EventDrivenMgr just like in real life"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@YoloCapMgmt Man that's a low key burn from the kid."}, {"Name": "valuewalk", "Time": "20200528", "Text": "Top shortseller @ResearchGrizzly  on taking advantage of the COVID situation https://t.co/A76xaTT0QA\n\nConference in… https://t.co/S6UnLAe1GC"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "More than half of S&amp;P 500 stocks are sandwiched between their 50 and 200-day moving averages."}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "This week marked the eighth consecutive week that initial jobless claims fell sequentially. That is the longest suc… https://t.co/43TKqgT1M6"}, {"Name": "business", "Time": "20200528", "Text": "Backyard swimming pools are gaining popularity, and the recent spike in demand could last for years https://t.co/bdwg8lVWcn"}, {"Name": "mark_dow", "Time": "20200528", "Text": "@IngJulioMartin @RamonVM8 perspicaz ;)"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@woke8yearold Depends on which crimes"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "Check out larry finks hypocrisy more coming on this front esp re china @DanRDimicco @Alam_Chaudry @RuDauntless https://t.co/tSHChiSC5y"}, {"Name": "business", "Time": "20200528", "Text": "Tolls on 3 major New Jersey highways will rise by as much as 36% https://t.co/J3hLRgB1Xu"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@MysteryGrove @ScottMGreer Neighborhood culturally enriched*"}, {"Name": "business", "Time": "20200528", "Text": "Investors’ appetite for junk bonds is growing as retail funds are expected to add about $6 billion for the week end… https://t.co/TP817yaBOO"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @BubetteS: Texas shopper robs store, ties two white female clerks up with tape, and lights them on fire.\n#Minneapolis \nhttps://t.co/nnSm…"}, {"Name": "WSJ", "Time": "20200528", "Text": "UPS is imposing fees on large online sellers like Amazon, as well as traditional retailers like Target and Best Buy… https://t.co/Cw8oq6MaVW"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "$COMM going apeshit after ungodly call buying, feels like something's up"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "So selfless they need to announce it to the whole world @feeonline https://t.co/Q8FBgyF02f"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "Dunkin' Spoofs Election Year with The Donut Party to Give America the Sweet Treat It Deserves This National Donut D… https://t.co/3zvB3uwSxo"}, {"Name": "valuewalk", "Time": "20200528", "Text": "Top 10 fastest growing and declining retail brands in the world https://t.co/ijZ0FV7P1E"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "👀 https://t.co/hz6G8JQdGj"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "&lt;enhance&gt; https://t.co/Mobb8XSXui"}, {"Name": "KerrisdaleCap", "Time": "20200528", "Text": "New interview out with Edwin Dorsey of @StockJabber, @BearCaveEmail &amp; @BatmanResearch. I discuss short selling and… https://t.co/RzEoMx0VwY"}, {"Name": "business", "Time": "20200528", "Text": "American Express is shifting “hundreds and hundreds” of employees in its sales units to handle collections https://t.co/ESgcsyDE0i"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "Full letter (h/t @davidmarchorn):\n\nhttps://t.co/Psr7f1qCn5"}, {"Name": "DavidSchawel", "Time": "20200528", "Text": "@michaelsantoli third string got a few reps now back to first string?"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "@TenYearNote Not overall, but definitely lots of whacky stuff and new age talk"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @NoonSixCap: Full letter (h/t @davidmarchorn):\n\nhttps://t.co/Psr7f1qCn5"}, {"Name": "business", "Time": "20200528", "Text": "Moscow says coronavirus-related death rate is twice the direct toll https://t.co/sC09Q6cpEc"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@HFBondsTrader It’s (an unfashionable) bot hang in there man https://t.co/RXQb1OimgU"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "RT @ProfKarolSikora: We're missing thousands of cancers, and many who manage to get referred by a GP are having scans/appointments delayed…"}, {"Name": "WSJ", "Time": "20200528", "Text": "Managers are concerned that safeguards at work to limit the spread of coronavirus could be undone if workers are ta… https://t.co/YNrr7H5EZ4"}, {"Name": "business", "Time": "20200528", "Text": "A new virus. A dense metropolis. A 24/7 subway. New York City's coronavirus outbreak eclipsed others around the wor… https://t.co/VM0ZDGcTBt"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@dax30dji30 Right but this was marketing related not quick informal emails internally among colleagues - plus was n… https://t.co/ZvE2GKwwpv"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "https://t.co/sQIwXZCW9G"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@StarryNightCap I mean yes?"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@149MH @LibertyRPF https://t.co/svb0mZl193"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "@AMKcm @teasri @TenYearNote Right -- I am definitely not saying this is 2000 exactly. But it's awfully hard not to… https://t.co/2NrddhbqYS"}, {"Name": "valuewalk", "Time": "20200528", "Text": "RT @DeItaOne: WILLIAMS: DOESN'T BELIEVE GOVERNMENT ANYWHERE NEAR BORROWING LIMIT\n\nWILLIAMS: ISN'T WORRIED BY LEVEL OF FEDERAL DEFICIT"}, {"Name": "valuewalk", "Time": "20200528", "Text": "Are you worried about the budget deficit?"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "The absolute best part about the de coupling with China is seeing those “Americans” who sold us out to them in the… https://t.co/s8KoloEjEO"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "'No evidence' that reopening schools in Finland spread coronavirus faster https://t.co/nD8ki1A1O4 via @nypost"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@StarryNightCap I can see both sides but just get the sense the platform's relevance has already cemented and not s… https://t.co/C4eClek2n1"}, {"Name": "business", "Time": "20200528", "Text": "BlackRock attracted some of the world’s largest institutional investors and sovereign funds when a major stake was… https://t.co/67deAdeCO9"}, {"Name": "WSJ", "Time": "20200528", "Text": "House passes a bipartisan bill loosening rules on small-business loans offered to employers struggling to stay open… https://t.co/9SnD3B1e7I"}, {"Name": "firstadopter", "Time": "20200528", "Text": "Wasn't the arbiter of truth a character in Halo?"}, {"Name": "mark_dow", "Time": "20200528", "Text": "@CMonroe24 Or a collapse in the NASDAQ"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "RT @zatapatique: @VegaVandal @SkeleCap @NickatFP @pearkes https://t.co/7l26BAqKND"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@SkeleCap @149MH Well, clearly how they've been acting for 30 years has a little more weight than a sentence.\n\nBut… https://t.co/fz7qspsUkf"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@StarryNightCap I mean it worked for the South during Reconstruction, heyooo"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@zatapatique @VegaVandal @NickatFP @pearkes Z is the cat https://t.co/RCkX445731"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@moatsixcap Sounds painful"}, {"Name": "mark_dow", "Time": "20200528", "Text": "@italianstew Y"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@HeatherHabsburg https://t.co/7pZqw1ycnb"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "RT @pearkes: @zatapatique @VegaVandal @SkeleCap @NickatFP https://t.co/l4B7vjPJZC"}, {"Name": "mark_dow", "Time": "20200528", "Text": "Best thing Hassett has done for his reputation is to stand next to Larry Kudlow."}, {"Name": "business", "Time": "20200528", "Text": "An oil tanker destined for Libya on a UAE contract was stopped by the French navy, diplomats say https://t.co/jPyC9QM9r9"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@copyconstruct Not even bothering to remove the screen protector before booting, pretty OG"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@TSOH_Investing Borsheims man has opinions."}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@JerryCap @moatsixcap Not sure if he meant it like this or more in the \"take the stairs up and the elevator down\" w… https://t.co/R4DfGdhuQd"}, {"Name": "modestproposal1", "Time": "20200528", "Text": "price action today is \"fuck it, i'm in\""}, {"Name": "CitronResearch", "Time": "20200528", "Text": "The WSJ just did an amazing piece on the fraud at $LK.  Wow.  It is EXACTLY what we are seeing at $GSX.  Citron has… https://t.co/G5xHOszXgP"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "RT @timmullaney: @NoonSixCap @CGrantWSJ More like 18 years. Put it this way: On the same day late in the Web surge of the 90s, I invested i…"}, {"Name": "WSJ", "Time": "20200528", "Text": "#WSJWhatsNow: U.S. stocks are extending their recent rally after data showed a drop in the number of Americans fili… https://t.co/s6GUimT6uU"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@WokeCapital I think I’d prefer a chinese cultural revolution over this tbh"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@TSOH_Investing I mean this wasn't even one of the better Fischer investments. But that's kind of the point, even a… https://t.co/F5wC5nQLQS"}, {"Name": "herbgreenberg", "Time": "20200528", "Text": "RT @EricTopol: I'm correcting the title @TheEconomist \nSupportive global data for the vital use of masks\nhttps://t.co/Ay8AqFYM5d #MasksforA…"}, {"Name": "CitronResearch", "Time": "20200528", "Text": "$GSX.  For the record.  Citron does NOT think all China stocks are fraudulent.  Most represent honest growth opport… https://t.co/OveWDU7zGx"}, {"Name": "firstadopter", "Time": "20200528", "Text": "@aaronbuley Yeah, it was a joke"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "@BullandBaird cap'n crunch"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@TSOH_Investing No, but MSI has been a relatively good investment since the 1980s. I don't have pre-80s data from the oldco on bbg."}, {"Name": "business", "Time": "20200528", "Text": "The U.K. may have already given up on the prospect of getting a trade deal with the EU, according to one of the blo… https://t.co/6oJKH4MVBu"}, {"Name": "business", "Time": "20200528", "Text": "The NSA publicly accused an infamous Russian hacking group of exploiting a flaw in software commonly found in Linux… https://t.co/qqv8AHEEtU"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@collabfund We researched and read dozens (maybe hundreds) of investing blogs and you were ranked as one of our top… https://t.co/MreeJ965Mu"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@abnormalreturns We researched and read dozens (maybe hundreds) of investing blogs and you were ranked as one of ou… https://t.co/vHG5ADP1Be"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@vitaliyk We researched and read dozens (maybe hundreds) of investing blogs and you were ranked as one of our top t… https://t.co/W19BZMBdMS"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@dollarsanddata We researched and read dozens (maybe hundreds) of investing blogs and you were ranked as one of our… https://t.co/vo4FbNsAoE"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@awealthofcs We researched and read dozens (maybe hundreds) of investing blogs and you were ranked as one of our to… https://t.co/dawZvcuoRv"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@jfc_3_ We researched and read dozens (maybe hundreds) of investing blogs and you were ranked as one of our top ten… https://t.co/2bzqbN0OY8"}, {"Name": "business", "Time": "20200528", "Text": "U.S. corporate bond sales have already surpassed $1 trillion in 2020. Last year, they didn't hit that mark until No… https://t.co/9c7WpiEMxK"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@ReformedBroker We researched and read dozens (maybe hundreds) of investing blogs and you were ranked as one of our… https://t.co/heopvLNlrW"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@financialsamura We researched and read dozens (maybe hundreds) of investing blogs and you were ranked as one of ou… https://t.co/XkEXpskvhJ"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@BlairHduQuesnay We researched and read dozens (maybe hundreds) of investing blogs and you were ranked as one of ou… https://t.co/cVYC67R2YV"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@SureDividend We researched and read dozens (maybe hundreds) of investing blogs and you were ranked as one of our t… https://t.co/JGzrfZKf2q"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@jasonzweigwsj We researched and read dozens (maybe hundreds) of investing blogs and you were ranked as one of our… https://t.co/CBacJ7AJKU"}, {"Name": "WSJ", "Time": "20200528", "Text": "New York City taps a small army of employees to encourage residents to keep six-feet apart and wear masks in public… https://t.co/cSN7de9SNl"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@Alam_Chaudry @DanRDimicco @RuDauntless Among the many hypocrites I think blackock is near the top"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @minzengwsj: Fascinating: The wealthiest Western family in China are the Kadoories, descendants of Jewish immigrants whose turbulent his…"}, {"Name": "business", "Time": "20200528", "Text": "The man set to run Norway’s $1 trillion sovereign wealth fund has agreed to give up control of his personal assets… https://t.co/cjR0RfSujY"}, {"Name": "business", "Time": "20200528", "Text": "HBO Max is off to a soft start in luring new customers https://t.co/BZP188QqM2"}, {"Name": "manualofideas", "Time": "20200528", "Text": "If you are not fully invested (or, God forbid, short), how high is your FOMO right now?"}, {"Name": "valuewalk", "Time": "20200528", "Text": "When A 4000% Hedge Fund Return Is A Mirage https://t.co/d5xkfjcG71 #hedgefunds"}, {"Name": "valuewalk", "Time": "20200528", "Text": "RT @SecurePensions: \"BlackRock's ESG shift is moving it from being a low-fee, efficient index provider and toward becoming a higher-fee for…"}, {"Name": "adoxen", "Time": "20200528", "Text": "@Makro_trader Pain for me."}, {"Name": "State_IO", "Time": "20200528", "Text": "RT @StateDept: The State Department is required by the Hong Kong Policy Act to assess the autonomy of the territory from China. This week @…"}, {"Name": "WSJ", "Time": "20200528", "Text": "Days after President Trump said the U.S. would freeze funding for the World Health Organization, Australia pushed f… https://t.co/spzd0eJhlo"}, {"Name": "business", "Time": "20200528", "Text": "RT @QuickTake: Working from home alone?\n\n @Jess_Shankleman chatted with a career coach for tips on avoiding loneliness and burnout. More vi…"}, {"Name": "EdBorgato", "Time": "20200528", "Text": "Hostility toward social media platforms is akin to society screaming at the mirror."}, {"Name": "manualofideas", "Time": "20200528", "Text": "Sometimes all that's needed is a silly Twitter poll 😂"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "Sorry Taleb bros https://t.co/S7lPwrLKgY"}, {"Name": "WallStCynic", "Time": "20200528", "Text": "$AAL Question: With a $5B equity market cap, why is the US Taxpayer being asked to lend them another $4.8B next mon… https://t.co/2MJlLdL3a3"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "RT @AllThatIsSolid: @M_PaulMcNamara If they actually think this, can they put their money where their mouths are and buy some semi stocks,…"}, {"Name": "business", "Time": "20200528", "Text": "A Seattle neighborhood is battling the coronavirus crisis. Follow along as we track its fight https://t.co/rXEgtUDV6K"}, {"Name": "business", "Time": "20200528", "Text": "U.S. indicts North Koreans over $2.5 billion in money laundering https://t.co/vPnC5vE12Q"}, {"Name": "business", "Time": "20200528", "Text": "Virgin Australia administrators are expected to narrow the field of possible buyers again as its sale process moves… https://t.co/3Ea7GkHFIc"}, {"Name": "business", "Time": "20200528", "Text": "Wall Street analysts see President Trump’s threatened executive order on social media companies as little more than… https://t.co/Yy1fsteZcX"}, {"Name": "business", "Time": "20200528", "Text": "India is the latest country whose coronavirus death toll has topped the number of lives lost in China https://t.co/DvS3fvzexC"}, {"Name": "business", "Time": "20200528", "Text": "The House voted to give small businesses more flexibility to spend forgivable loans for payrolls and expenses from… https://t.co/mGt5V0hXvw"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "The seasonal winds could be on the verge of shifting. https://t.co/DRw6fVuYKg https://t.co/D8ZxxReiWE"}, {"Name": "business", "Time": "20200528", "Text": "Luckin Coffee inflated its sales by selling vouchers to companies that were tied to its chairman, the Wall Street J… https://t.co/KurTFsp5t7"}, {"Name": "valuewalk", "Time": "20200528", "Text": "RT @rauljpanganiban: Listen to Where to Look with John Buckingham, Principal, PM at Kovitz and Editor at the Prudent Speculator by ValueWal…"}, {"Name": "business", "Time": "20200528", "Text": "Grimes, the pop singer and new mother with Elon Musk, is selling a piece of her soul https://t.co/2DH8Pi3jJa"}, {"Name": "WSJ", "Time": "20200528", "Text": "The English Premier League is planning a return to action on June 17 after a three-month pandemic hiatus https://t.co/PWBkN9ACGp"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "@mohd_hingora @BarbarianCap @john__rosevear Not sure it would be any better at getting at the \"truth,\" but avoids c… https://t.co/O2QnXsyess"}, {"Name": "business", "Time": "20200528", "Text": "Delta is offering new programs to entice workers to leave the carrier voluntarily https://t.co/IoP462dqfl"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@JDantzler3rd @SuperMugatu @Paposaurus Market TENDS to look through a lack of incremental/reinvestment opportunities."}, {"Name": "QTRResearch", "Time": "20200528", "Text": "RT @ClarityToast: $SRNE CEO Henry Ji just got slammed on live TV. \n\nHe continues to walk back his earlier claims of finding a COVID-19 cure…"}, {"Name": "WSJ", "Time": "20200528", "Text": "The White House won’t issue updated economic projections this summer because of uncertainty caused by the coronavir… https://t.co/GXCw28l6Ce"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @Real_Xi_Jinping: \"Ancient men conquered cities put cities to the sword and fire\"\n\"NOOO don't burn down Target\""}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@bsilly3 Slightly"}, {"Name": "business", "Time": "20200528", "Text": "The U.S. used more energy from renewable sources last year than from coal, the first time that’s happened since the… https://t.co/GF8ZLJG8F0"}, {"Name": "business", "Time": "20200528", "Text": "RT @bopinion: Suddenly thermometers are everywhere:\n\n📝College classes\n💸NYSE trading floor\n🤳Apple stores\n\nTemperature checks seem to be the…"}, {"Name": "manualofideas", "Time": "20200528", "Text": "@4drant One way of looking at it: $AAPL share price is an exchange ratio vs. #USD, similar to a for-stock merger. T… https://t.co/Ki2QtcxiCd"}, {"Name": "manualofideas", "Time": "20200528", "Text": "RT @4drant: $AAPL was $324 on Feb 12, 2020. It is at $322 today. Is the market really that efficient that it looks through a “temporary” sh…"}, {"Name": "manualofideas", "Time": "20200528", "Text": "RT @IntrinsicInv: A well done overview of our long time holding Broadridge Financial ($BR) from the MBA students at Columbia. https://t.co/…"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@moatsixcap @JerryCap I’ve never bought or sold an option. Am just a dummie. ¯\\_(ツ)_/¯"}, {"Name": "schaudenfraud", "Time": "20200528", "Text": "@SchadenCap That seasoning cannot miss"}, {"Name": "manualofideas", "Time": "20200528", "Text": "RT @JulianKlymochko: Here's something you don't see everyday:\n\nA buyout at a negative enterprise value\n\nTorstar is getting acquired for neg…"}, {"Name": "WallStCynic", "Time": "20200528", "Text": "What’s incredible about the $GSX story is that it seems to be a tug-of-war between those that think it’s a fraud vs… https://t.co/bsip2d2nKA"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "RT @WallStCynic: What’s incredible about the $GSX story is that it seems to be a tug-of-war between those that think it’s a fraud vs those…"}, {"Name": "WSJ", "Time": "20200528", "Text": "From @WSJopinion: Trump’s Hong Kong Moment: The President can send a message that targets Chinese officials https://t.co/A6db6c3aeC"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@orthereaboot If I’m ever worth $30 billion my suit sure wouldn’t look like that"}, {"Name": "business", "Time": "20200528", "Text": "Trump directed his attacks on Twitter to a single employee, who has been accused by Kellyanne Conway and others of… https://t.co/draZMwIQ1i"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "Nocerror,Eiad and Kouwe  acting out their inner @mimedx https://t.co/29r1tGG7a4"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "Tweets are becoming CVS receipts https://t.co/hNn1eT3s6U"}, {"Name": "BluegrassCap", "Time": "20200528", "Text": "@_inpractise @threadreaderapp unroll"}, {"Name": "business", "Time": "20200528", "Text": "Le Pain Quotidien won a bankruptcy judge’s approval to get out of leases for 59 restaurants in the U.S. that were s… https://t.co/hEIbzOBaeb"}, {"Name": "BluegrassCap", "Time": "20200528", "Text": "RT @LennyIce: This comment from Charley Ellis on David Swensen prompts a compelling question to answer for yourself.\n\nWho do you fill in th…"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@DeepDiveCapital @JerryCap @moatsixcap It’s just a quora answer if you search for the phrase."}, {"Name": "business", "Time": "20200528", "Text": "Brown University is cutting nine varsity sports teams, not due to the pandemic, but to make its remaining teams mor… https://t.co/qBlCsdc4wD"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "RT @patio11: All technology improvements, including organizational technology, improve both futures which are forseeable and those which ar…"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@georgia_orwell_ @orthereaboot Worse than a rental"}, {"Name": "business", "Time": "20200528", "Text": "New Yorkers must accept the new reality of wearing masks in public in order for the virus to stop spreading, Cuomo… https://t.co/stUuHcYt4Z"}, {"Name": "LibertyRPF", "Time": "20200528", "Text": "@AliceFromQueens Bottom cabinets with doors are for the naughty books."}, {"Name": "FatTailCapital", "Time": "20200528", "Text": "When is China going to pass the Minneapolis Democracy Act and African-American Human Rights Act? That's what a real \"wolf warrior\" would do."}, {"Name": "manualofideas", "Time": "20200528", "Text": "@4drant Totally agree. In light of QE, long-term interest rates should be much higher, which would lower the presen… https://t.co/Wc33v5di2p"}, {"Name": "valuewalk", "Time": "20200528", "Text": "RT @jposhaughnessy: Very proud of my colleague @jfc_3_ being named one of the top investment blogs. Congratulations Jamie!"}, {"Name": "business", "Time": "20200528", "Text": "RT @BW: Is $74 trillion of global nonfinancial corporate debt sustainable? https://t.co/cErtcj5YHv"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "RT @AIMhonesty: Great reporting via @WIWO \n\nNew inconsistencies regarding numbers, partners and transactions could not stop the rise of the…"}, {"Name": "business", "Time": "20200528", "Text": "The Boston Marathon has been canceled for the first time in its 124-year history https://t.co/6luzzefxmX"}, {"Name": "WSJ", "Time": "20200528", "Text": "Real-estate brokers and economists are already pointing to early signs that the housing market is on the rebound https://t.co/moHDNpYGZ2"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@fed_speak @jfc_3_ Fcoty is definitely one of the funniest fintwit events of the year but we need official .com url… https://t.co/kFihx5Bu9i"}, {"Name": "GrantsPub", "Time": "20200528", "Text": "But only consider the virtue.\n\nhttps://t.co/LesGovPBsm"}, {"Name": "business", "Time": "20200528", "Text": "The UN is warning that a funding shortage may force it to close many of its programs in Yemen https://t.co/qz7sQlhaZz"}, {"Name": "business", "Time": "20200528", "Text": "More than one in nine New Jersey residents, or 1.17 million people, are now without a job https://t.co/ETrUrQUPvx"}, {"Name": "business", "Time": "20200528", "Text": "China has made a “huge mistake” in passing a new national security law curbing freedoms in Hong Kong, Kudlow says https://t.co/f3Lz9Tx1EQ"}, {"Name": "business", "Time": "20200528", "Text": "Here are the latest changes as the U.K. gradually eases lockdown restrictions https://t.co/8YVfPhvMWD"}, {"Name": "business", "Time": "20200528", "Text": "British Airways raised $750 million in secured loans, backed by 48 aircraft as collateral https://t.co/KrAr3OF8Bb"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @UberFacts: Harambe died one day after his 17th birthday on May 28th, 2016."}, {"Name": "GrantsPub", "Time": "20200528", "Text": "Correct protocol: Borrow first. THEN pay yourself that special dividend. \n\nhttps://t.co/GJTsxWL78F"}, {"Name": "WSJ", "Time": "20200528", "Text": "If you haven’t driven your car because you’ve been staying home due to the coronavirus, @BethDeCarbo has 4 tips tha… https://t.co/BdB84TXtGK"}, {"Name": "business", "Time": "20200528", "Text": "China is already lagging behind its promise to buy $52 billion in U.S. energy products, and rising tensions may jeo… https://t.co/Tb6sWsRBx5"}, {"Name": "valuewalk", "Time": "20200528", "Text": "Boeing cuts thousands more jobs than originally said $BA https://t.co/JnVMBMMqyU"}, {"Name": "WSJ", "Time": "20200528", "Text": ".@dieterholger and @SardonMaitane discuss how the coronavirus has exposed a divide between tech workers and those i… https://t.co/CvtP9Wsiqm"}, {"Name": "business", "Time": "20200528", "Text": "Optimism that China may end its yearlong trade spat with Canada over canola is fading after a court ruling against… https://t.co/fP0VKtCJ6m"}, {"Name": "business", "Time": "20200528", "Text": "Covid-19 vaccine makers may have to consider deliberately infecting healthy volunteers in order to conduct reliable… https://t.co/Zh3I84uAEH"}, {"Name": "business", "Time": "20200528", "Text": "Used-vehicle prices are bouncing back from last month’s lows https://t.co/pl7913tssa"}, {"Name": "business", "Time": "20200528", "Text": "Virtual recruitment offers a glimpse at the ways the pandemic could overturn long-established workplace traditions… https://t.co/oDRmSRnS6o"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@UpslopeCapital CEO wears spandex shorts at the gym."}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "Clearly, the market wasn't pricing in a news conference. https://t.co/PrU7sOCQV9"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@FT @FD @FelixHoltermann https://t.co/jONYp57tPq"}, {"Name": "WSJ", "Time": "20200528", "Text": "The U.S. consumed more renewable energy than coal last year, something that hasn’t happened since 1885, according t… https://t.co/FVIVqkl8Cs"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @thestinkmarket: The Stonk Market is pleased to announce an exclusive line of clothing by @PunchableFaceVI 'Rich By Birth' T-Shirt. Thes…"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @High_Lethality: Looting throughout your area. Home aside, which store do you defend?"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "Twitter is the hot prospect that never quite manages to break out in the majors. https://t.co/rHTloYsAWf"}, {"Name": "business", "Time": "20200528", "Text": "Fintech’s Money 20/20 conference still plans to hold an in-person event in Vegas in October, but with a smaller cro… https://t.co/FSRnjoTHBt"}, {"Name": "business", "Time": "20200528", "Text": "Flutter Entertainment, the world’s biggest online gambling company, is raising money and locking down an investment… https://t.co/j7VGkJMv1G"}, {"Name": "business", "Time": "20200528", "Text": "Climate change and deforestation are leading to more trees dying and fewer old-growth forests that are vital to rem… https://t.co/Ac9nPuMt1X"}, {"Name": "valuewalk", "Time": "20200528", "Text": "@RampCapitalLLC @fed_speak @jfc_3_ Ramp  don’t be sad you will always be number one in our heart https://t.co/UFMSl3yBTV"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "@given2tweet what does DDTG say?"}, {"Name": "business", "Time": "20200528", "Text": "The U.S. army is deploying a “company-sized” advisory team to Colombia to support counter-narcotics operations https://t.co/YAn9RuqJ7I"}, {"Name": "business", "Time": "20200528", "Text": "German Chancellor Angela Merkel is preparing a second phase of stimulus that may total 100 billion euros https://t.co/flWMCSwNLg"}, {"Name": "WSJ", "Time": "20200528", "Text": "The coronavirus pandemic should’ve helped HP sales go up as more people were turning their homes into offices. But… https://t.co/hqnMf0nPyW"}, {"Name": "FCFYield", "Time": "20200528", "Text": "But..but..but...what about the real estate value!!!! That was the margin of safety!!!! https://t.co/p1rZuguVX0"}, {"Name": "business", "Time": "20200528", "Text": "The SEC has started an inquiry into publicly traded companies that received coronavirus stimulus funds from the fed… https://t.co/mGB4GuRtbN"}, {"Name": "business", "Time": "20200528", "Text": "France will lift domestic travel restrictions and allow most bars, restaurants and museums to reopen soon as the co… https://t.co/JYssDEKF58"}, {"Name": "mark_dow", "Time": "20200528", "Text": "The entire sane world wonders why some people allow him to live rent free in the White House https://t.co/jVQdKanQKy"}, {"Name": "business", "Time": "20200528", "Text": "This is where the tech layoffs are happening https://t.co/W9PdUHiliN"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "RT @jposhaughnessy: We are deterministic thinkers living in a probabilistic world. This is probably going to cause problems: \n\nhttps://t.co…"}, {"Name": "business", "Time": "20200528", "Text": "Coming up: YouTube CEO Susan Wojcicki joins David Rubenstein for a conversation about Covid-19, social media regula… https://t.co/k4KTiE8mEL"}, {"Name": "valuewalk", "Time": "20200528", "Text": "RT @AdobeDocCloud: How should banks, credit unions, and other financial service institutions start their digital journey? @craigpeas offers…"}, {"Name": "JohnHuber72", "Time": "20200528", "Text": "@coardr I think this is the most likely reason for why Buffett has decided to preserve capital. There are some pote… https://t.co/fEwdU2Unuc"}, {"Name": "modestproposal1", "Time": "20200528", "Text": "*CORRECT: TRUMP SAYS TWITTER SHOULD BE SHUT IF NOT HONORABLE\n\nbloomberg editorializing huh?"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "China allegedly pursuing law allowing citizens to sue US over COVID-19 https://t.co/CeXd9bsSfc via @nypost"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@OpenOutcrier https://t.co/5DuPuToPpU"}, {"Name": "Keubiko", "Time": "20200528", "Text": "Dafuq https://t.co/OfLLDBB3ao"}, {"Name": "business", "Time": "20200528", "Text": "The faux meat market in the Americas is set to more than double in the coming years https://t.co/SqTc1QKH6n"}, {"Name": "mark_dow", "Time": "20200528", "Text": "@IvanTheK Worried about the cover-up tho"}, {"Name": "WSJ", "Time": "20200528", "Text": "The 2020 Boston Marathon, which had been pushed from April 20 to Sept. 14 due to the coronavirus pandemic, was canc… https://t.co/t77j1fV0wp"}, {"Name": "EdBorgato", "Time": "20200528", "Text": "Raging over getting fact checked is kinda snowflakey if you ask me."}, {"Name": "business", "Time": "20200528", "Text": "A new virus. A dense metropolis. A 24/7 subway. New York City's coronavirus outbreak eclipsed others around the wor… https://t.co/xekDTVUgcQ"}, {"Name": "AZ_Value", "Time": "20200528", "Text": "The onion is really firing on all cylinders lately https://t.co/xUet9Pb4nC"}, {"Name": "bespokeinvest", "Time": "20200528", "Text": "Costco was negatively impacted by $283 million in costs - 47 cents per share (a third of the quarter's earnings) \"f… https://t.co/cl9brLD2np"}, {"Name": "mark_dow", "Time": "20200528", "Text": "Totally feels like infrastructure week tho"}, {"Name": "JohnHuber72", "Time": "20200528", "Text": "@rationalwalk You will likely see many. I'm amazed at the foot traffic and the number of cars in the parking lot ev… https://t.co/6oMrvmcPrd"}, {"Name": "mark_dow", "Time": "20200528", "Text": "Everyone is lying except the guy who’s famous for telling outrageous lies"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "I think @realDonaldTrump should send the @FBI to visit @jack at his home and try to threaten him the way… https://t.co/nhsgvYDTXG"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "What a world we are in..: https://t.co/DCErnVUUMp"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@PierrePoilievre You should recognize @scoopercooper as the Finest Canadian there is..:"}, {"Name": "probesreporter", "Time": "20200528", "Text": "RT @JohnPGavin: @Sparticuszorro Enron and Tyco were darlings of their day.  As SEC Insight, I put out early warnings on each.  The Tyco war…"}, {"Name": "probesreporter", "Time": "20200528", "Text": "RT @JohnPGavin: From my tweet earlier today warning that investors should pay attention to what's happening in China ... https://t.co/tyzme…"}, {"Name": "WSJ", "Time": "20200528", "Text": "Breaking: Trump signs order targeting social-media companies by seeking to limit liability protections provided und… https://t.co/U1UiueMrOK"}, {"Name": "mark_dow", "Time": "20200528", "Text": "Busy signing other people’s ballots down on the end of the street. BRB."}, {"Name": "probesreporter", "Time": "20200528", "Text": "Minnesota still rioting ... https://t.co/K6c8Pt4pZV"}, {"Name": "EdBorgato", "Time": "20200528", "Text": "Global health emergency, 30 million unemployed, black citizen shot jogging another killed during a routine arrest.… https://t.co/HJxSJ7L7KV"}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "RT @SteveStuWill: Causes of death in perspective [not including COVID] https://t.co/kCBjBl2xl4 https://t.co/sfyOjjWXPt"}, {"Name": "WSJ", "Time": "20200528", "Text": "A woman on staff at the United Auto Workers filed a lawsuit claiming she was sexually harassed by higher-ranking UA… https://t.co/jDttaJSRjZ"}, {"Name": "EdBorgato", "Time": "20200528", "Text": "Don't worry. If the government shuts down Twitter I'll e-mail you guys."}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@scially Considering the mastermind of this outfit is 6 feet under and the current CEO needs to take off his socks to count to 20"}, {"Name": "herbgreenberg", "Time": "20200528", "Text": "@JeffMacke Was that an espresso or latte? (We proudly serve @BirdRockCoffee's Monkey Bite.) https://t.co/H2Y7x5IMZN"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "RT @pwansly: @RationalResear @NorneLlc @AlderLaneeggs $tgt 10.8%\n$wmt 10%\n$dltr 7%\n$dg 21.7%\n$sfm 10.6%\n$cost 8%\n$olli -3.3%\n\nif you can't…"}, {"Name": "DumbLuckCapital", "Time": "20200528", "Text": "I wouldn’t fire at a bunch of crazy armed Michiganders but that’s just me.  Peaceful protests are easy pickin’ for… https://t.co/1RctxAs5A4"}, {"Name": "DumbLuckCapital", "Time": "20200528", "Text": "@SuperMugatu Because he already was"}, {"Name": "herbgreenberg", "Time": "20200528", "Text": "@JeffMacke Fantastic, feeling fantastic. Back to 1,000%."}, {"Name": "WSJ", "Time": "20200528", "Text": "It's always been difficult to be a fan of bats. Coronavirus made it a lot harder. https://t.co/gJrUDsfKxv"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@JeffMacke Looks like a Ventilator"}, {"Name": "DumbLuckCapital", "Time": "20200528", "Text": "@CrookedCapital HEY PAUL!"}, {"Name": "herbgreenberg", "Time": "20200528", "Text": "@falsademanda @JeffMacke @BirdRockCoffee The house brand Lucca 58 from @CliveCoffee. It’s made by Quick Mill."}, {"Name": "mark_dow", "Time": "20200528", "Text": "RT @planetpng: YES YES YES.. NO! https://t.co/aJOn2TgWXe"}, {"Name": "herbgreenberg", "Time": "20200528", "Text": "@RaabSteven @JeffMacke @BirdRockCoffee We may have! That’s a Lucca 58 by @clivecoffee. Made by Quick Mill. It has been very good."}, {"Name": "herbgreenberg", "Time": "20200528", "Text": "@gbusch12 @JeffMacke Honestly, I can’t switch. Every time I try I screw things up. I’ve been using Monkey Bite for… https://t.co/K57VgdDS8U"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "RT @lopezlinette: This executive order on social media is just another rattle for Trump to play with while the rest of his administration d…"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "Well said... Canada is run by 30 families at the most and everyone else is a Serf https://t.co/LMC4Y23cM5"}, {"Name": "DavidSchawel", "Time": "20200528", "Text": "@bzises @CarawayHome Congratulations Ben! Great news"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@RationalResear @pwansly @NorneLlc Why give details that spoils the myth.. Stock is followed by very weak analysts to begin with"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "RT @BalchenJon: $OSTK"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "@winsteadscap Seems like a vote on doing business in California"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@RationalResear @pwansly @NorneLlc These are not heavyweights"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "RT @AlderLaneeggs: Well said... Canada is run by 30 families at the most and everyone else is a Serf https://t.co/LMC4Y23cM5"}, {"Name": "valuewalk", "Time": "20200528", "Text": "RT @sonalibasak: This headline 😳 ... but yes. \n\nhttps://t.co/FIFsWFbNT2"}, {"Name": "WSJ", "Time": "20200528", "Text": "U.S. authorities have threatened sanctions to disrupt Iranian fuel shipments to Venezuela https://t.co/yVH7AjSwon"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "@JeffMacke @AlderLaneeggs On the hill the stuff was laced with kerosene\nBut yours was kitchen-clean"}, {"Name": "RodBoydILM", "Time": "20200528", "Text": "@espiers I fondly recall the chatter in 2016 about the young man's prestigious education and business experience."}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@ScottTerrioHMA He is willing to put a hockey stick in @Bill_Morneau throat so he is worth a shot IMHO"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "RT @EpsilonTheory: Protestors Criticized For Looting Businesses Without Forming Private Equity Firm First \n\nhttps://t.co/Fd7ujlsdhg"}, {"Name": "BluegrassCap", "Time": "20200528", "Text": "Haha @threadreaderapp cc @ballmatthew https://t.co/2PVoLs7fu8"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@Old_Redman 100%..... As bad a the President is you can thrive here despite him.. Canada, 99% of the MSM and Pols are in the Tank"}, {"Name": "marketfolly", "Time": "20200528", "Text": "New Howard Marks memo yet again: Uncertainty II https://t.co/8MyH3macrp"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "Truth: https://t.co/aafspjJ7YR"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@NorneLlc @RationalResear @scially this was at the $olli in OKC https://t.co/CwyuyhzS1e"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @aaronvalue: How is $TWTR not up on the news that the President admits that he cannot delete his Twitter account and needs it to communi…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @WhiteHouse: President @realDonaldTrump just took executive action to fight online censorship by tech corporations, including social med…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @WhiteHouse: \"Today, I am signing an Executive Order to protect and uphold the free speech and rights of the American people.\" https://t…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @WhiteHouse: President @realDonaldTrump is directing the Attorney General to work with states to enforce their laws against deceptive bu…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "RT @WhiteHouse: The Trump Administration is making sure your taxpayer dollars don't go to social media giants that unfairly repress free sp…"}, {"Name": "PlanMaestro", "Time": "20200528", "Text": "@EnergyCynic Ideas https://t.co/FJygOgkTBO"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "https://t.co/JFXFOtfDGS"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "https://t.co/STCgxGezrQ"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@AyyouEm I love this company to death. Their death."}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@brokeherman @JeffMacke Well done"}, {"Name": "WSJ", "Time": "20200528", "Text": "U.S. workers filed fewer unemployment applications for the eighth straight week, but the level of claims remained 1… https://t.co/GtXcEcjWIg"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @graykimbrough: We talk about millennials lagging behind in household wealth, but I don't think people fully comprehend how far behind t…"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @TheOnion: Protestors Criticized For Looting Businesses Without Forming Private Equity Firm First https://t.co/rbdfMJOiQ8 https://t.co/Y…"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @NathanBomey: J.C. Penney bankruptcy Judge David Jones to angry shareholders: \"No one ever loses equity in a bankruptcy case. Equity get…"}, {"Name": "mark_dow", "Time": "20200528", "Text": "Oh, sure. That's what they want you to believe... https://t.co/KwvPH5xEmC"}, {"Name": "herbgreenberg", "Time": "20200528", "Text": "@JeffMacke @LeoJewels When I can buy machine in Portland, Oregan rathr than Albany – when I live in California – I… https://t.co/t9asXR0thd"}, {"Name": "herbgreenberg", "Time": "20200528", "Text": "@MLowNJ2CA @JeffMacke @BirdRockCoffee I have a first gen of the grinder, the Atom. I would go with a later version.… https://t.co/6K48zAsBvD"}, {"Name": "mark_dow", "Time": "20200528", "Text": "RT @NickdeSemlyen: Headline of the day. https://t.co/AaWmQoZvFa"}, {"Name": "WSJ", "Time": "20200528", "Text": "From @WSJopinion: Unless Biden can provide sharper, more coherent answers, he’s better off keeping out of the publi… https://t.co/rRIvxjOO1R"}, {"Name": "DavidSchawel", "Time": "20200528", "Text": "@TheStalwart wonder why they went straight the #4?"}, {"Name": "mark_dow", "Time": "20200528", "Text": "The TL;DR: We’re looking for people to sell to. We would like it to be you. https://t.co/Gr7kiZoRJt"}, {"Name": "mark_dow", "Time": "20200528", "Text": "@DavidSchawel @TheStalwart Because the first 3 Keith did got suspended."}, {"Name": "DonutShorts", "Time": "20200528", "Text": "RT @danjmcnamara: Nordstrom CEO Aims to Reduce Reliance on Shopping Malls 👀 #CMBX 6"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "@winsteadscap I've decided to pivot to running the 100 yard dash in the next Olympics."}, {"Name": "WallStCynic", "Time": "20200528", "Text": "@AutocratTactics @SRuhle @EliStokols @jdawsey1 @davidenrich Probably nothing... https://t.co/1VH5for7kv"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "RT @EllliotttB: Can only protect asking rent reductions for so long buddy. Rents haven’t been reduced but we just offered 4 months free on…"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "\"In April, site visits to https://t.co/lvEmyH92Ae were up 77 percent. Driven largely by interest in remote work off… https://t.co/kQVeNX9Ujv"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "RT @Jkylebass: “Beijing wants to keep the benefits it reaps from Hong Kong’s status as a free and independent place while taking away those…"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "Das right  https://t.co/cw3fouZ6ko"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @jingyanghk: THREAD: The definitive story on #luckincoffee. My monthslong investigation into $LK's books and public records details how…"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "NEW PODCAST: Quoth the Raven #198 - Scott Lynn https://t.co/beWvrfOxNI"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "Mugatu channels @JeffMacke with this retail/fighting mashup and then throws in some gratuitous Karen snark for the… https://t.co/rh30r9OQ3D"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "Very exciting news for the Phoenix area—@USDOT is committing $100M to @valleymetro for a 5.5-mile light rail system… https://t.co/dmKY8s67pA"}, {"Name": "AZ_Value", "Time": "20200528", "Text": "Florida man goes grocery shopping https://t.co/raIgeWXFFl"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "CREDIT SUISSE: THE FED HAS CREATED THE ILLUSION OF YEARS OF FORWARD EARNINGS IN 2 MONTHS WITH QE \n\nNo fucking shit"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": ".@USDOT is committing $21.8M for the FIRST transit project of this kind in the Tampa Bay region. It will connect St… https://t.co/rshZxah8ii"}, {"Name": "WSJ", "Time": "20200528", "Text": "Business-software provider Salesforce says it extended financial relief to some customers in the face of the pandem… https://t.co/GUEzPpLlqX"}, {"Name": "mark_dow", "Time": "20200528", "Text": "RT @SachaBaronCohen: Let’s be very clear:\n\nTrump is bullying social media companies to spread his lies, hate and conspiracies to win the el…"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "The company \"has been in talks with its landlords\"\n\nYeah, I'll bet they have.\n\nRemember when gyms were going to sav… https://t.co/rbd1Hnh7Pn"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "@SuperMugatu @JeffMacke That lube is not sold in stores, BTW"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "@evan_lorenz @winsteadscap And the guy who recently said, \"I'm selling all my houses\""}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "The gravy train of the traitors who sold us out to China over the past 30 years had come to an end https://t.co/YLqQAPJzUv"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "@Analyst_G Right, by printing more money, which caused the problem in the first place."}, {"Name": "QTRResearch", "Time": "20200528", "Text": "God I love Guy Adami https://t.co/qkJ8fAPmKY"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@zolesnicki1389 @espressosoldo Same"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@HannahCox7 You are *this* close"}, {"Name": "AZ_Value", "Time": "20200528", "Text": "The forgotten working class men and women of middle America keep scoring big win after big win with this administra… https://t.co/s9VZEeBF4c"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "If you enjoy the podcast consider becoming a Patron https://t.co/qbpNX5fUip"}, {"Name": "WallStCynic", "Time": "20200528", "Text": "@DonutShorts Note the private equity ownership, same as $PLNT franchisees. Leverage upon leverage."}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "That’s a bit harsh are you really saying they all committed treason? Yes - okay there were also a select few who we… https://t.co/03XWkWD8Yv"}, {"Name": "EdBorgato", "Time": "20200528", "Text": "Every quarter I find myself daydreaming that all companies would report their financials the way $COST does."}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@IamFed2 @GuyAdami Guy has an open invite and he knows it. I am waiting on him!"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@adammotzko Annoy him until he reluctantly agrees?"}, {"Name": "AlexRubalcava", "Time": "20200528", "Text": "Who was that English illustrator doing scenes of Los Angeles that everyone was posting about a few months ago?… https://t.co/MEeOxT9FZJ"}, {"Name": "WSJ", "Time": "20200528", "Text": "Candidates for the 2021 election for New York City mayor have had to adjust their campaigns and fund-raising as the… https://t.co/UpYHwKWUHg"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "@given2tweet $5B of core debt pay down in 2020 is what I caught. Nothing more specific than that I don't think."}, {"Name": "SkeleCap", "Time": "20200528", "Text": "RT @Pinboard: Analysis of the social impact of technology in the US today consists of a bunch of academics and lawyers poring over the rule…"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "@Bobocr1 @TESLAcharts @elonmusk Wow."}, {"Name": "DumbLuckCapital", "Time": "20200528", "Text": "RT @stoolpresidente: New #DDTG Tenet: Stocks Only Go Up https://t.co/Hj0qZ8vtlP"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "@WallStCynic And the landlord that leveraged the NOI from the gym's rent at 20X.\n\nOne big Russian doll of debt."}, {"Name": "WSJ", "Time": "20200528", "Text": "While the coronavirus has made it harder for couples to say “I do,” it hasn’t stopped them from saying “I will.” Je… https://t.co/gWE9ndgXoS"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "I’m excited to commit $100M to @MiamiDadeCounty, FL in @USDOT funding to connect fast-growing communities through s… https://t.co/pv200rJZVM"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "@given2tweet I'm sure he thought he said \"early in the quarter\".  But yes, pretty funny / absurd."}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "Big announcement for the State of Indiana! $77.5M committed in @USDOT funds for a “game-changing” transit project t… https://t.co/JT4YeMUAnA"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "Indiana is set to receive $100M in @USDOT transit funds for the @southshoreline to connect people to jobs around th… https://t.co/BiP0rkRw4Q"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "I am proud to commit $60.9M in @USDOT funding to provide a BRAND NEW bus system for a very busy and popular transit… https://t.co/xbR7jmFjkT"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "MAX Red line in Oregon is set to receive $99.99M in @USDOT funds to reduce delays in the Portland area, connect cit… https://t.co/r4UbQraa5d"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": ".@USDOT is committing $99.95M to @PGHtransit in Pennsylvania to connect Pittsburghers to their two largest commerci… https://t.co/R3gGfNUrJk"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "@gourev you might even say they fly up like голуби"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "Ogden, Utah, I am committing $64.5M to build bus service between Weber State University and McKay-Dee Hospital—very… https://t.co/obYNIwFsfB"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "RT @drudgefeed: Huge post-coronavirus orgy planned to end 'longest dry spell in all of history'... https://t.co/4759Z8KzNi"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "I’m proud to commit $40.9M in @USDOT funding to Milwaukee’s East-West Bus Rapid Transit project. Bringing modern tr… https://t.co/lSNxMj211m"}, {"Name": "manualofideas", "Time": "20200528", "Text": "@aaronvalue Maybe he should propose regulating Twitter as a utility? 😆 He certainly seems to believe it is essentia… https://t.co/a3ILH6Appn"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "RT @robertthetrader: Best decision of my quarantined life #PEACE https://t.co/eLFZi9Dt3z"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "RT @thax79: Ray of sunshine on a cloudy day. Forgot I ordered this on April 9, 2020. The day capitalism died!  Arrived today. Thanks @QTRRe…"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "I might get my fintwit card revoked because I do not have an opinion on CACC"}, {"Name": "EdBorgato", "Time": "20200528", "Text": "@collision Simplicity; plain spoken (no jargon or corporate-speak); Numbers presented w/out spin; no financial slei… https://t.co/vzsc9ksn1N"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "\"We are trying to be as transparent as we think is appropriate.\"\n\nThat's a fantastic earnings call line. $DELL"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "@merrillmatter Here \n▯"}, {"Name": "WSJ", "Time": "20200528", "Text": "As businesses world-wide struggle to resume operations, two planeloads of German executives traveling to China in c… https://t.co/Z3VboDjjDD"}, {"Name": "activiststocks", "Time": "20200528", "Text": "Activist appetite grows for small caps https://t.co/ApiquzocMX"}, {"Name": "activiststocks", "Time": "20200528", "Text": "Marathon Partners to Launch Proxy Fight With e.l.f. Beauty https://t.co/I1T9we5D3s"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "FED’S DALY: U.S UNEMPLOYMENT HAS RISEN ASTOUNDINGLY HIGH\n\nWow, how many economic models did they have to run to figure that one out"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "Haven't followed this case, so perhaps there were other assets available to creditors, but based on the headlines,… https://t.co/e00qWGmUuz"}, {"Name": "DonutShorts", "Time": "20200528", "Text": "@CGrantWSJ I'm going to sleep better tonight knowing that you didn't let all this time go to waste."}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "Unpopular opinion: securing liquidity in March/April was the right thing to do for any business that was eligible for any of the programs"}, {"Name": "WSJ", "Time": "20200528", "Text": "A new program in New York City uses electronic monitoring rather than jail for pretrial defendants https://t.co/uO2vMpMYCQ"}, {"Name": "BarbarianCap", "Time": "20200528", "Text": "further, and even less popular, the exclusion of VC-backed businesses led to unnecessary job losses (on the positiv… https://t.co/zJOPlE1Azn"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "I wish it was only 15 https://t.co/w7EZovHSTd"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "RT @DavidBCollum: Listening to @EpsilonTheory, @ttmygh, and @CoveringDelta on @HiddenForcesPod chatting about some serious craziness. These…"}, {"Name": "realDonaldTrump", "Time": "20200528", "Text": "https://t.co/FHDMd4jx78"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "RT @CallerNaked: Such is the sway of @TESLAcharts that Markus Braun, whom you will discover in this podcast, decided to buy some shares on…"}, {"Name": "AZ_Value", "Time": "20200528", "Text": "The Chinese coffee seller that took on Starbucks faked millions of dollars in revenue. How? Bulk sales to firms wit… https://t.co/AZumfuIXY3"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @stevepilled: https://t.co/ty3ghj7OXz"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @thestinkmarket: Jacob Wohl Voted World’s Worst Criminal\nhttps://t.co/tzyTpJWIrT"}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@wbridgefa @rcmAlts Likely to end up as a volatile series that will have all its skew eaten by fees."}, {"Name": "WSJ", "Time": "20200528", "Text": "Some films are bypassing theaters, releasing straight to digital platforms during the pandemic. Here’s how movies a… https://t.co/0rVhYiyFML"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@Burgerati @DonutShorts 99% are nice"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "Imagine of @scoopercooper ever wrote a \"Tell All\" book..."}, {"Name": "Jesse_Livermore", "Time": "20200528", "Text": "@northherofx yep, happens quite frequently."}, {"Name": "schaudenfraud", "Time": "20200528", "Text": "I have invented a new asset class where you buy pepsi cans. \n\nLow volatility and market correlation.\n\n1 pepsi can = 1 pepsi can"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@freegolds \"Training\" https://t.co/iIfsJl6npV"}, {"Name": "schaudenfraud", "Time": "20200528", "Text": "@Alphaholic1 absolutely not"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "Figure if @jack suspended @zerohedge might as well suspend @realDonaldTrump"}, {"Name": "schaudenfraud", "Time": "20200528", "Text": "@Alphaholic1 A coke can is a product, this is an Asset Class and is new. \n\nI'm sorry but comments are now closed an… https://t.co/2XGbtxjCGO"}, {"Name": "WallStCynic", "Time": "20200528", "Text": "Coronavirus Has Clobbered Gym Stocks. What Comes Next $PLNT  https://t.co/lIvmNhsFgJ"}, {"Name": "AlderLaneeggs", "Time": "20200528", "Text": "@RobiCapi18 @Bill_Morneau Lots for Bill to cover up"}, {"Name": "NoonSixCap", "Time": "20200528", "Text": "@schaudenfraud @Alphaholic1 Bitcoin: NVDA\nPepsi Cans: CCK\n\nMy god, I’m long supertech after all"}, {"Name": "WallStCynic", "Time": "20200528", "Text": "(2) These survey results are, ahem, not that “encouraging” or “optimistic”. $PLNT https://t.co/BVwZkoNtQA"}, {"Name": "WSJ", "Time": "20200528", "Text": "Costco’s quarterly gains lagged behind big discounters and dollar stores, while Nordstrom was hit by closures https://t.co/vZ5cEd3hih"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "For my subscribers: time for a whiskey https://t.co/QkBoLUFw37"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@alimhaider Checked yesterday only fake Chinese knockoffs not the real 3M ones"}, {"Name": "WallStCynic", "Time": "20200528", "Text": "RT @RepMaloney: Today, I joined Fashion for the Front Lines, @KayUngerDesign, @CareandWear, NYC designer Mi Jong Lee, and @FGFH to discuss…"}, {"Name": "valuewalk", "Time": "20200528", "Text": "Ok, this is clever https://t.co/Ow3ct8dOzM"}, {"Name": "fundiescapital", "Time": "20200528", "Text": "@bbb_num Quite simple. The spice flows to whoever is raising next."}, {"Name": "WSJ", "Time": "20200528", "Text": "🎧 Listen: In today's episode of The Journal podcast, @jamestareddy explains why the U.S. declared Hong Kong was no… https://t.co/UOA7eEed2F"}, {"Name": "mark_dow", "Time": "20200528", "Text": "POLL: With respect to the $SPX rally....\n\n1. We're not looking back\n2. April 2 low holds (~2425)\n3. March 23 low ho… https://t.co/KY1fVHoAdt"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "@PermianPost 2"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "Interesting podcast with @scottlynn as I try to figure out whether or not art can be a hedge against monetary polic… https://t.co/izOXN3m3hY"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "https://t.co/FN7G0gnInN"}, {"Name": "WallStCynic", "Time": "20200528", "Text": "@SuperMugatu Now do pre-tax ROIIC for Corporate America over the past five years. May not be much above 3%."}, {"Name": "WSJ", "Time": "20200528", "Text": "Minnesota Gov. Tim Walz sent in the National Guard as demonstrators clashed with police for a third straight day to… https://t.co/qD1UkhibX5"}, {"Name": "mark_dow", "Time": "20200528", "Text": "I want to make a joke about how the stock market is going to go up on this news anyway, but this is way too serious… https://t.co/pp2d5ja7rL"}, {"Name": "mark_dow", "Time": "20200528", "Text": "@bennpeifert Ahahaha. Just had a flashback. Stop scaring me."}, {"Name": "SkeleCap", "Time": "20200528", "Text": "@SuperMugatu @ChaseJones11 @BillBrewsterSCG We know you just mean Apollo and Sycamore."}, {"Name": "mark_dow", "Time": "20200528", "Text": "Shocker: Trumped up charges prove false https://t.co/Xf3QXFV0iJ"}, {"Name": "WSJ", "Time": "20200528", "Text": "Bankruptcy is off the table for struggling cannabis businesses and their workers, the Justice Department rules, eve… https://t.co/Vew3XDu3L3"}, {"Name": "mark_dow", "Time": "20200528", "Text": "@AdamRaySF Bad from every conceivable angle"}, {"Name": "mark_dow", "Time": "20200528", "Text": "The $AMZN calls we bought with our PPP money are deep ITM now."}, {"Name": "PlanMaestro", "Time": "20200528", "Text": "Why did General Motors exit India?\n\nhttps://t.co/3ZDhFp1kvL"}, {"Name": "EventDrivenMgr", "Time": "20200528", "Text": "Evening run took me past a LOT of restaurants that have newly opened outdoor seating. And there were people at all… https://t.co/bugg3ne2NF"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "This Netflix Jeffrey Epstein documentary is fucking infuriating. Why is Ghislaine Maxwell roaming free right now? W… https://t.co/GiTLxcoV74"}, {"Name": "mark_dow", "Time": "20200528", "Text": "Dog’s face when I told her no beach this evening https://t.co/jIx3550uoT"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "RT @Real_Xi_Jinping: The ultimate lootbox"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "How dare you actually try and save money https://t.co/buGHnc7gak"}, {"Name": "QTRResearch", "Time": "20200528", "Text": "FACEBOOK CEO TO CNBC: POLICITICIANS CAN'T SAY WHATEVER THEY WANT ON FACEBOOK\n\nUnless you’re a Democrat"}, {"Name": "JacobWolinsky", "Time": "20200528", "Text": "@itsnurabby @asiya02 @yoooooobitchhh @callmekhalee @Ish_is_Back @_SnakePlissken_ @CassandraRules Self awareness check"}, {"Name": "Keubiko", "Time": "20200528", "Text": "RT @ChiefDavidRoddy: There is no need to see more video. There no need to wait to see how “it plays out”. There is no need to put a knee on…"}]