[{"Name": "TruthGundlach", "Time": "20200423", "Text": "Awareness is growing that the PPP results in many people “making”more money by not working at their prior job.  Tha… https://t.co/DyGRRY2ov9"}, {"Name": "MicroFundy", "Time": "20200423", "Text": "@given2tweet https://t.co/X0ERr6oKoA"}, {"Name": "footnoted", "Time": "20200423", "Text": "Wow! $AINC Another public company tied to Dallas hotelier Monty Bennett disclosed an additional $12.8m in PPP fundi… https://t.co/yoLfXcAvd1"}, {"Name": "UnionSquareGrp", "Time": "20200423", "Text": "@vitaliyk Would be interested to see a trial in its efficacy as a preventative rather than a treatment"}, {"Name": "footnoted", "Time": "20200423", "Text": "Just finished skimming through today’s PPP disclosures. Another 24 publicly traded companies disclosed receiving $7… https://t.co/i1Vo8e3LeN"}, {"Name": "footnoted", "Time": "20200423", "Text": "@felixsalmon Was just about to get to that. Based on my calculations, it’s $538m so far."}, {"Name": "footnoted", "Time": "20200423", "Text": "@felixsalmon @theofrancis and the WSJ doing a better job at the overall metrics. I’m sadly doing this manually. https://t.co/8pmruRzf61"}, {"Name": "probesreporter", "Time": "20200423", "Text": "RT @JohnPGavin: A lot of the lower-quality credits just went through a no-bid market before the Fed stepped in.  Hard to say where it shows…"}, {"Name": "probesreporter", "Time": "20200423", "Text": "RT @JohnPGavin: In an environment where a company's very capacity to operate is in question, suspending all dividends is recommended (e.g.,…"}, {"Name": "footnoted", "Time": "20200423", "Text": "@felixsalmon @theofrancis Can see your point, but didn’t  @stevenmnuchin1 say yesterday that the program wasn’t des… https://t.co/3cVtd1U8WH"}, {"Name": "muddywatersre", "Time": "20200423", "Text": "This might just be the best single sentence quote I’ve ever given. https://t.co/WK8mQhoOgF"}, {"Name": "muddywatersre", "Time": "20200423", "Text": "Success!!! I’ve searched long and hard for the dumbest person in America, and finally found them! The best part is… https://t.co/yEHmyCuYJM"}, {"Name": "probesreporter", "Time": "20200423", "Text": "RT @JohnPGavin: Good night all.  Did you know studies have shown that doing something nice for others can bring relief from your own feelin…"}, {"Name": "muddywatersre", "Time": "20200423", "Text": "Sorry - THIS is the video to watch. She offers up the city of which she’s Mayor as “a control group”. Cooper’s jaw… https://t.co/rgISl0NvJD"}, {"Name": "DumbLuckCapital", "Time": "20200423", "Text": "Dad joke I just came up with and hope there’s no existing variations of...\n\nWhy can’t you trust a fart?\n-They’re al… https://t.co/urZzqFCD4r"}, {"Name": "muddywatersre", "Time": "20200423", "Text": "@W6VA The most under-rated part of the video was when she says her offer fell apart when the statistician informed… https://t.co/5C6fbxzbMn"}, {"Name": "matt_levine", "Time": "20200423", "Text": "@ejenk @quantian1 not that much trouble! his quality of life is not noticeably worse for having the shares"}, {"Name": "UnionSquareGrp", "Time": "20200423", "Text": "RT @sarthakgh: MBA students at top biz schools (Wharton, Kellogg, Stanford) of the country are asking for refunds \n\nA reckoning is coming.…"}, {"Name": "ShortSightedCap", "Time": "20200423", "Text": "@IgnoreNarrative Interested to see the reaction. Tidies up Formula One, and addresses liquidity concerns (although… https://t.co/1P7zmXvLGt"}, {"Name": "ShortSightedCap", "Time": "20200423", "Text": "@IgnoreNarrative My take as well. Reduces perceived risk if they they start dropping below 15 races. \n\nIt also make… https://t.co/47v7Pr0QAO"}, {"Name": "fundiescapital", "Time": "20200423", "Text": "@CrowdedTradeCap Whatever you do don’t look at FCF ex stock comp.  they run that thing by diluting you 5% a year."}, {"Name": "fundiescapital", "Time": "20200423", "Text": "@CrowdedTradeCap I gave a presentation 5 years ago on how their unit economics don’t work."}, {"Name": "UnionSquareGrp", "Time": "20200423", "Text": "RT @steveashleyplus: Month-long shift: 42 factory coworkers-turned-roommates began a \"live-in\" at their plastics plant in Pa. to produce mi…"}, {"Name": "muddywatersre", "Time": "20200423", "Text": "Make no mistake about it...The US has been, and still is, THE world leader in preparing for a shortage of labradood… https://t.co/lr5IlEPYGg"}, {"Name": "sprucepointcap", "Time": "20200423", "Text": "Hard to disagree with this headline via @bloobmerg from another research firm: \"demand is non-existent\" for #Align… https://t.co/jmVVW1ymjq"}, {"Name": "KerrisdaleCap", "Time": "20200423", "Text": "$PRNB: data released today and as much as Sanofi tries to torture the data, there is no clear dose-response: 3 grou… https://t.co/ZCPXIF6wQk"}, {"Name": "sprucepointcap", "Time": "20200423", "Text": "Yes the #dental industry and our primary research agrees that the trends are very #bearish and hopes of post-… https://t.co/aqZoBD6OhL"}, {"Name": "herbgreenberg", "Time": "20200423", "Text": "Now that the controversy over Hydroxychloroquine is settled, what about something that impacts a far greater # of u… https://t.co/ElcHc1CkK4"}, {"Name": "fundiescapital", "Time": "20200423", "Text": "If restaurant sales are down bigly, and they are cutting slow moving SKUs, is that good for $BYND?  \n\nIf foodservic… https://t.co/CaP9sM7vSZ"}, {"Name": "fundiescapital", "Time": "20200423", "Text": "any followers employed at Facebook?  Question unrelated to stock.  Please DM."}, {"Name": "FatTailCapital", "Time": "20200423", "Text": "@maffei_fake https://t.co/RPDclq5Qod"}, {"Name": "Hedge_FundGirl", "Time": "20200423", "Text": "@dschorrnyc Join. The. Club."}, {"Name": "footnoted", "Time": "20200423", "Text": "Hmmm. So should we start expecting more 8Ks saying the companies are returning the money like $PBPB and $SHAK and… https://t.co/W9ldQnIzdO"}, {"Name": "fundiescapital", "Time": "20200423", "Text": "Weird, I heard it was \"Justacold\". https://t.co/gSnTwreCOc https://t.co/ypTvAEPgvn"}, {"Name": "DumbLuckCapital", "Time": "20200423", "Text": "Seriously. https://t.co/a3OEHiroQP"}, {"Name": "fundiescapital", "Time": "20200423", "Text": "now\n\"Partnering\" with Amazon is like mating with a female Black Widow spider.  They use you, then sometimes eat you… https://t.co/NxqfbPcyhb"}, {"Name": "matt_levine", "Time": "20200423", "Text": "In an attempt to save this newsletter and boost its price, I have destroyed the utility of the product. https://t.co/8OPtZYQu2M"}, {"Name": "marginalidea", "Time": "20200423", "Text": "@ShitFund Yes but their neice and her 35 year old PE guy husband are starting to think about it, so naturally others will follow"}, {"Name": "Find_Me_Value", "Time": "20200423", "Text": "@emilio_gold Wouldn’t be surprised to see $DIS go lower, even though I have a small long position. (Smallest I have… https://t.co/SLAFMP1ijh"}, {"Name": "EdBorgato", "Time": "20200423", "Text": "Go ahead and start trading drug trial headlines if you made money trading government shut down headlines, tariff/tr… https://t.co/awgVdIBNPw"}, {"Name": "EdBorgato", "Time": "20200423", "Text": "https://t.co/DrCdeLrg4U"}, {"Name": "Find_Me_Value", "Time": "20200423", "Text": "@emilio_gold Think they are accelerating the decline in home entertainment trend, would imagine that revenue line d… https://t.co/Vg3x5Ejg9N"}, {"Name": "AZ_Value", "Time": "20200423", "Text": "Cuckoo science is bipartisan. Most prominent anti-vaxxers reside in Hollywood https://t.co/Ju573lj3Zj"}, {"Name": "footnoted", "Time": "20200423", "Text": "@rapoportmike My best guess is that this was written (in or out) by the lobbyists and that nobody bothered to read… https://t.co/IkpMSVn2iU"}, {"Name": "probesreporter", "Time": "20200423", "Text": "RT @JohnPGavin: As an analyst, I get why the financial crowd loves the #SaaS model.  But as a business owner I always hated it. I saw great…"}, {"Name": "FatTailCapital", "Time": "20200423", "Text": "Tired: Buying a quieter keyboard\nWired: Using your $1,200 Nvidia RTX 2080 Ti to noise cancel your typing sounds\n\nhttps://t.co/BoegRBydgx"}, {"Name": "sprucepointcap", "Time": "20200423", "Text": "@OpenOutcrier \"we're all dead in the long-run\" isn't that the saying?"}, {"Name": "State_IO", "Time": "20200423", "Text": "RT @StateDept: .@SecPompeo: The Chinese Government hasn’t permitted American scientists to go into #China, to go into not only the Wuhan la…"}, {"Name": "State_IO", "Time": "20200423", "Text": "RT @USAmbUN: .@USUN and @StateDept thank the eight members of the @UN #NorthKorea Panel of Experts. The United States highly appreciates yo…"}, {"Name": "State_IO", "Time": "20200423", "Text": "RT @USUN: Some countries deserve special mention for preventing #NorthKorea from using funds for its #WMD and ballistic-missile program. Si…"}, {"Name": "ActAccordingly", "Time": "20200423", "Text": "Love it or hate it (me). The NOISE re: $OSTK's digital divvy is now over. The B/D's have encouraged and/or forced s… https://t.co/r7ezst3Lij"}, {"Name": "marginalidea", "Time": "20200423", "Text": "@given2tweet and they will not let you on. madness"}, {"Name": "muddywatersre", "Time": "20200423", "Text": "Questions for $EHTH management on today’s call (1/3):\n\n1.Why has the churn rate steadily increased from Q4 2017 thr… https://t.co/Smn2HW7hns"}, {"Name": "muddywatersre", "Time": "20200423", "Text": "3. What are the ongoing costs to service and retain members? Is the estimation of future costs material to how many… https://t.co/JgfMPi2i61"}, {"Name": "muddywatersre", "Time": "20200423", "Text": "5. Why is it appropriate to continue using large tail revenue estimates on $EHTH customer base when new members tod… https://t.co/ism50xdbub"}, {"Name": "GrantsPub", "Time": "20200423", "Text": "RT @FT: Netflix secures its lowest-cost debt after ECB boost https://t.co/8suEHVKrSP"}, {"Name": "ActAccordingly", "Time": "20200423", "Text": "@hagmansliver_ What's your expectation for revenue growth from $OSTK's retail division for 1Q20 and 2Q20?"}, {"Name": "State_IO", "Time": "20200423", "Text": "RT @StateDept: .@SecPompeo discusses the World Health Organization, China, and COVID-19. Watch the full briefing: https://t.co/ie7e3VwarG.…"}, {"Name": "probesreporter", "Time": "20200423", "Text": "Delicate flower @Sebgorka, now talking smack about masculinity, blocked us two years ago because he couldn't take t… https://t.co/Rz3Hh9saKg"}, {"Name": "footnoted", "Time": "20200423", "Text": "$BOOM is the first company I’ve come across today — since the SBA changed its guidance on PPP funds — to announce t… https://t.co/qWDP4Gffgj"}, {"Name": "muddywatersre", "Time": "20200423", "Text": "RT @CVCResearch: $EHTH sure isn't doing anything to disprove @muddywatersre. Beat and raise, but cut CF guidance.\n\nAlso, it appears extendi…"}, {"Name": "herbgreenberg", "Time": "20200423", "Text": "Here’s the truth - his OTHER house just a bit due east of us, overlooking his horse farm - the one that he bought f… https://t.co/GIunvQXtQL"}, {"Name": "footnoted", "Time": "20200423", "Text": "OK. So let me get this straight. More than 125 publicly traded companies got over $550m in PPP funding starting a w… https://t.co/Y0bKN1COAn"}, {"Name": "Find_Me_Value", "Time": "20200423", "Text": "\" $GOOG (27%) and $FB (33%) captured 60% of $87bn in mobile ad dollars in US in 2019. Unlikely any growth in 2020,… https://t.co/UQK2CId0FB"}, {"Name": "EdBorgato", "Time": "20200423", "Text": "@SamRo I was just telling a friend no one seems to mention that show anymore, and I feel like it's been the best thing on TV this year."}, {"Name": "Find_Me_Value", "Time": "20200423", "Text": "From last week - brands that have increased or decreased their advertising spend the most (source: Adomik) https://t.co/Ut8f9NmGLP"}, {"Name": "fundiescapital", "Time": "20200423", "Text": "@HedgeyeFIG would also show where reserves are relative to book after CECL vs. just the delta."}, {"Name": "herbgreenberg", "Time": "20200423", "Text": "@sandiegosam Yeah, well arguably that is just outside DMCC (or is it? I don’t know) But his father’s house is insid… https://t.co/gi9JUtEkjQ"}, {"Name": "herbgreenberg", "Time": "20200423", "Text": "@sandiegosam Neither have I. V low profile. Best thing for this area is that he bought that horse farm; fear was th… https://t.co/gqWCTJDlmP"}, {"Name": "muddywatersre", "Time": "20200423", "Text": "@QTRResearch Why don't they kill two birds with one stone, and have the cruise ships store all of the excess crude?"}, {"Name": "footnoted", "Time": "20200423", "Text": "Today’s #PPPloans disclosure tally: 31 more publicly traded companies disclosed receiving $92.5m in SBA loans. Also… https://t.co/4KO3QcBLxf"}, {"Name": "herbgreenberg", "Time": "20200423", "Text": "@jeffggilbert @JeffMacke @WickedSheets Nope. Received a letter that said they were shipped, but as of last check di… https://t.co/WFCLUWxaUk"}]