[{"Name": "Hedge_FundGirl", "Time": "20200425", "Text": "Many of us shall look like Prickles the sheep when we eventually emerge. https://t.co/PStDJiGov2"}, {"Name": "marginalidea", "Time": "20200425", "Text": "Found it impossible to do anything of any value all week but sure let’s be incredibly productive on a Friday night"}, {"Name": "marginalidea", "Time": "20200425", "Text": "Time isn't real anyway, especially now"}, {"Name": "FCFYield", "Time": "20200425", "Text": "RT @AdamOnHTZ: Seriously. This is excellent. Travis Barker on drums and a wild set list. https://t.co/Nn3bJXKTdB"}, {"Name": "marginalidea", "Time": "20200425", "Text": "@LawOnHighHeels Amen to that. We got this though 🙏🏼"}, {"Name": "marginalidea", "Time": "20200425", "Text": "@friedoystercult King"}, {"Name": "probesreporter", "Time": "20200425", "Text": "RT @JohnPGavin: Good night all.  My late grandmother used to say, get your education, no one can ever take that from you.  There's a lot th…"}, {"Name": "cablecarcapital", "Time": "20200425", "Text": "@LUFCLew @pb_1973 Read the paragraph about leronlimab. Only 1 of 6 patients remained in stable condition. The other… https://t.co/qxFijzujK6"}, {"Name": "cablecarcapital", "Time": "20200425", "Text": "@Nerlynx1 @BagholderQuotes The data in that letter to the editor actually suggest (caveat: small n, patients not tr… https://t.co/tFdBU1ISE5"}, {"Name": "adoxen", "Time": "20200425", "Text": "RT @sgellison: Ravens set the NFL single-season rushing record last year.\n\nThey retain all their RBs in Mark Ingram, Gus Edwards &amp; Justice…"}, {"Name": "adoxen", "Time": "20200425", "Text": "@AntoineGara I am so giddy. Cc @EnergyRosen"}, {"Name": "cablecarcapital", "Time": "20200425", "Text": "@pb_1973 @LUFCLew What do you disagree with? Read the linked paper...it’s just arithmetic."}, {"Name": "cablecarcapital", "Time": "20200425", "Text": "@davemortell @pb_1973 @LUFCLew Obviously the sample is too small to draw any conclusions either way, but the result… https://t.co/rEg3HlqK0g"}, {"Name": "mjmauboussin", "Time": "20200425", "Text": "I had a call yesterday with a former Fortune 500 CEO who said his experience was nearly the opposite of what is des… https://t.co/pmycpOOrzm"}, {"Name": "activiststocks", "Time": "20200425", "Text": "AT&amp;T’s Randall Stephenson to Retire as CEO https://t.co/au0U4hSe95"}, {"Name": "activiststocks", "Time": "20200425", "Text": "Initial 13D filings continue to fall dramatically https://t.co/3pXcwVUWCv"}, {"Name": "activiststocks", "Time": "20200425", "Text": "Why Americans Prefer Real Estate to Stocks https://t.co/faneruHAHT"}, {"Name": "muddywatersre", "Time": "20200425", "Text": "Elliot’s recent letter on the deleterious effects of 10 years of emergency monetary policies (to be followed by eve… https://t.co/r2vvnyay4Q"}, {"Name": "DumbLuckCapital", "Time": "20200425", "Text": "@Post_Market @BarbarianCap Big Spud had their hands in every pocket from here to kingdom come.  Good to finally see… https://t.co/Xa7JZHMj2V"}, {"Name": "Hedge_FundGirl", "Time": "20200425", "Text": "@firstadopter South Korea is nailing the pandemic response. Gotta love the Americans without a passport or perspect… https://t.co/NbiZ9EWbyA"}, {"Name": "DumbLuckCapital", "Time": "20200425", "Text": "@Post_Market @BarbarianCap Wow this really blew up - I don’t have anything to promote.  Text LOVE to 66969 to donat… https://t.co/tLJOfvojDL"}, {"Name": "Hedge_FundGirl", "Time": "20200425", "Text": "@i123arnold @LongShortTrader This kind of speaks to it being distribution. In NY, been challenging to get meat at t… https://t.co/Zdx6kK7fIU"}, {"Name": "AlexRubalcava", "Time": "20200425", "Text": "RT @TonyFratto: I have progressive friends saying big firms shouldn’t get help, and conservative friends saying states &amp; cities shouldn’t g…"}, {"Name": "muddywatersre", "Time": "20200425", "Text": "Here’s a demonstration of how social distancing in restaurants can actually work. Looks like a practical way to reo… https://t.co/2Itn9uBBMq"}, {"Name": "AZ_Value", "Time": "20200425", "Text": "The onion needs to start giving their stock picks on CNBC https://t.co/tb01xRAtYn"}, {"Name": "herbgreenberg", "Time": "20200425", "Text": "RT @BarefootCoffee: Both our cafes are open for takeout only. Barefoot Solana Beach has pastries, toasts, sandwiches, Cardiff Crack tri tip…"}, {"Name": "herbgreenberg", "Time": "20200425", "Text": "RT @kevinkrim: Pick a side. I’m with the nurses and doctors. You? https://t.co/UtgBN6pwqS"}, {"Name": "Hedge_FundGirl", "Time": "20200425", "Text": "How is it that @TMZ is scooping all the traditional news outlets on Kim Jong-un? Lower verification standards befor… https://t.co/nT6ogd6VDp"}, {"Name": "Hedge_FundGirl", "Time": "20200425", "Text": "I feel seen. But I actually need this more Tuesday-Friday. The market is closed today so I know it is the weekend. https://t.co/M7ylVwA5vI"}, {"Name": "Hedge_FundGirl", "Time": "20200425", "Text": "@QTRResearch In late 2021?"}, {"Name": "UnionSquareGrp", "Time": "20200425", "Text": "@IvanTheK I think all of the storage has been rented out (or held for regular use by refiners/pipelines), but hasn’t physically been filled"}, {"Name": "UnionSquareGrp", "Time": "20200425", "Text": "@IvanTheK I’ve seen estimates that a third is empty... still early innings perhaps and some non-trivial amount of w… https://t.co/goGGmKWoPf"}, {"Name": "UnionSquareGrp", "Time": "20200425", "Text": "@IvanTheK https://t.co/DC4EImqFQK"}, {"Name": "ShortSightedCap", "Time": "20200425", "Text": "RT @YellowLabLife: Big win for gender equality if true. Not many despotic female leaders even though it's the year 2020. Also, expect signi…"}, {"Name": "footnoted", "Time": "20200425", "Text": "Not sure when this went out, but this 4-page statement on why this hotel company deserves $125 million in PPP loans… https://t.co/LnlKyzwbFn"}, {"Name": "footnoted", "Time": "20200425", "Text": "The statement also discloses far more money in #PPPLoans than previously disclosed. If they wind up getting entire… https://t.co/f7glRUg2IK"}, {"Name": "footnoted", "Time": "20200425", "Text": "Seriously? Seeing this picture makes me angry! https://t.co/iEppwCB5BX"}, {"Name": "adoxen", "Time": "20200425", "Text": "Played 18 holes today. What a beautiful day!"}]