[{"Name": "TruthGundlach", "Time": "20200315", "Text": "Best way to tell how an executive might run a team in the future is how they are running a team now. Take a look at… https://t.co/knIL1NXpWH"}, {"Name": "TruthGundlach", "Time": "20200315", "Text": "The whole point is, how can a Presidential candidate not personally make sure that a new form of communication pote… https://t.co/BRfWpUM7m7"}, {"Name": "AZ_Value", "Time": "20200315", "Text": "8 hours... The geniuses Trump, Kushner, Miller at work again. #ElectionsMatter https://t.co/rIYpZLIDNL"}, {"Name": "AZ_Value", "Time": "20200315", "Text": "Scene at O'hare. Incoming passengers from Europe. Just what you need to fight a pandemic. https://t.co/HirzbrHYOS"}, {"Name": "marketfolly", "Time": "20200315", "Text": "RT @jennablan: Bridgewater's Ray Dalio tells the @Financial Times: “We did not know how to navigate the virus and chose not to because we d…"}, {"Name": "activiststocks", "Time": "20200315", "Text": "RT @JustMeTurtle: I’m a garbageman, I can’t work from home and my job is an essential city service that must get done. It’s a tough job, fr…"}, {"Name": "activiststocks", "Time": "20200315", "Text": "RT @markwby: Here’s something that’s absolutely terrifying: a comparison of the age distributions of Covid-19 cases in Italy, where they ar…"}, {"Name": "ShortSightedCap", "Time": "20200315", "Text": "RT @TheStalwart: New Yorkers are about two or three days away from buying MAGA hats in order to get people to keep their distance. Larry Da…"}, {"Name": "AZ_Value", "Time": "20200315", "Text": "@YoloCapMgmt Hope you guys feel better soon."}, {"Name": "ShortSightedCap", "Time": "20200315", "Text": "@DumbLuckCapital My assumption is that we’re going to trade off second derivative of cases - \n\nBut some sort of lar… https://t.co/1bJukhacJM"}, {"Name": "mjmauboussin", "Time": "20200315", "Text": "RT @MelMitchell1: If you're quarantined or otherwise stuck at home, and yearning to learn some complexity science, check out @sfiscience's…"}, {"Name": "AZ_Value", "Time": "20200315", "Text": "RT @JeremyKlemin: Damn, Norway. https://t.co/IwHskXGkB0"}, {"Name": "FatTailCapital", "Time": "20200315", "Text": "RT @TenYearNote: Take a minute and browse the trending: #HighRiskCovid19"}, {"Name": "Find_Me_Value", "Time": "20200315", "Text": "😳 https://t.co/ni3sTdcltI"}, {"Name": "TruthGundlach", "Time": "20200315", "Text": "Fed just went to zero on Funds and massively ramped up QE4."}, {"Name": "AZ_Value", "Time": "20200315", "Text": "If you had to guess Las Vegas would have been on the list of places that would be most affected. Because it's Vegas… https://t.co/4j0i5K1kA1"}, {"Name": "AZ_Value", "Time": "20200315", "Text": "RT @meganmesserly: \"Now I'm looking back, I've had these patients for weeks, and I know that's what it is based on how sick they were,\" she…"}, {"Name": "AZ_Value", "Time": "20200315", "Text": "RT @meganmesserly: Final thought on this from her: \"At this point, we're not going to be able to stop it, but we need to slow down the spre…"}, {"Name": "AZ_Value", "Time": "20200315", "Text": "@alluvialcapital So, you have the power to speak things into existence and this is how you chose to use it? Ok.."}, {"Name": "ActAccordingly", "Time": "20200315", "Text": "@Bengordon2013 @HotlantaCapital The core biz is now mature and cyclical.  High margin but also facing big secular h… https://t.co/XHR3b5J8dB"}, {"Name": "footnoted", "Time": "20200315", "Text": "Now that schools are closed, I’m wondering if I can train my 9 year-old to read SEC filings?"}, {"Name": "ActAccordingly", "Time": "20200315", "Text": "@Bengordon2013 @HotlantaCapital I'll have some more insights on that in a week or two after finishing a round of checks after this week."}]