[{"Name": "TruthGundlach", "Time": "20200304", "Text": "Bloomberg’s campaign should adopt a signature song.  Classic hits are always a good idea for that.  My suggestion f… https://t.co/EM8tDywSS7"}, {"Name": "activiststocks", "Time": "20200304", "Text": "RT @Matt_NBC4: BREAKING: Gov. DeWine announces the Arnold Classic will happen, but the expo has been cancelled. Most of the events will be…"}, {"Name": "ActAccordingly", "Time": "20200304", "Text": "@herbgreenberg @ClevelandClinic Good luck Herb!"}, {"Name": "AureliusValue", "Time": "20200304", "Text": "$INMD: Don’t Get Your Face Burned Off https://t.co/XAVUG58wMw via @AureliusValue"}, {"Name": "AureliusValue", "Time": "20200304", "Text": "$INMD A broad pattern of undisclosed lawsuits, apparent out of court settlements, and online reviews we obtained al… https://t.co/1MIJi8BKfG"}, {"Name": "AureliusValue", "Time": "20200304", "Text": "$INMD executives have allegedly concealed the existence of  adverse events by failing to report them to the FDA as… https://t.co/9HLK9eoWvg"}, {"Name": "AureliusValue", "Time": "20200304", "Text": "$INMD The sell side has touted “Since the launch of INMD’s devices, it has not experienced a single adverse event”.… https://t.co/cVyqLp6ZJq"}, {"Name": "FCFYield", "Time": "20200304", "Text": "RT @Super70sSports: When a 7-foot tall 12-year-old is playing in a league with normal 12-year-olds on an 8-foot rim ...\n\nhttps://t.co/aXTJE…"}, {"Name": "FundyLongShort", "Time": "20200304", "Text": "@DumbLuckCapital He has no shot.  Plus, he looks actually, truly senile."}, {"Name": "matt_levine", "Time": "20200304", "Text": "This newsletter makes you want to get up in the morning to get on the train from Westport to Grand Central with no… https://t.co/aOzaaL0OYf"}, {"Name": "MicroFundy", "Time": "20200304", "Text": "The price of security... Don't expect Equity upside if you're investing in Fixed Income\n\nMookie Betts is going to m… https://t.co/OyLoS6acpo"}, {"Name": "JohnHuber72", "Time": "20200304", "Text": "Good post demonstrating how short term issues have little impact on underlying value. \"Time arbitrage\" is a recurri… https://t.co/snTE6ZpRUx"}, {"Name": "FundyLongShort", "Time": "20200304", "Text": "@CapitalObserver Narrator: She did not."}, {"Name": "ActAccordingly", "Time": "20200304", "Text": "$PRDO Todd Nelson who drove Apollo Group and Education Management Corp into the ground doing Todd Nelson things at… https://t.co/7wg99W3e1Z"}, {"Name": "State_IO", "Time": "20200304", "Text": "RT @SecPompeo: Congratulations to #Singapore’s Darren Tang on his election as @WIPO Director General. We look forward to working closely wi…"}, {"Name": "matt_levine", "Time": "20200304", "Text": "helpful email https://t.co/7EAt8pGkrB"}, {"Name": "matt_levine", "Time": "20200304", "Text": "@AnnieLowrey honestly a well-stocked yacht seems like ... an obviously great place to hide from coronavirus? okay i… https://t.co/aSsC7BJlHX"}, {"Name": "State_IO", "Time": "20200304", "Text": "RT @statedeptspox: The U.S. congratulates Daren Tang, the new Director General of the World Intellectual Property Organization. Under his l…"}, {"Name": "GrantsPub", "Time": "20200304", "Text": "After today's 50 basis point cut from the BoC, 68% of G10 and G20 central banks have lowered their policy rates sin… https://t.co/hfSFCKPe3h"}, {"Name": "cablecarcapital", "Time": "20200304", "Text": "@FD Additionally, in 2016 EZTD settled charges for unlawfully offering binary options in the US and agreed to pay a… https://t.co/AAuDxPsPHb"}]