[{"Name": "ShortSightedCap", "Time": 20200417, "Text": "@Alphaholic1 I’ve been surprised as well - user feedback is so uniformly positive. But when I look at product demos… https://t.co/0leGu3CFBw"}, {"Name": "ShortSightedCap", "Time": 20200417, "Text": "@SkeleCap Yeah I think about this... a lot. \n\nI think it can work if you’re in a T2 market (SF/Boston/Chi), but if… https://t.co/hnuPs74v29"}, {"Name": "ShortSightedCap", "Time": 20200417, "Text": "@SkeleCap Also an argument against firms that are the only game in town (or close to it). Like if you work for Thor… https://t.co/wfGOxtzug1"}, {"Name": "ShortSightedCap", "Time": 20200417, "Text": "@analogcap @SkeleCap Not a knock on the merits of the employer / location. \n\nMore a question of bargaining power an… https://t.co/n0tmTUbjmp"}, {"Name": "ShortSightedCap", "Time": 20200417, "Text": "@analogcap @SkeleCap But this is why you perform due diligence on potential employers just like you would an invest… https://t.co/oB0S4YHU4a"}, {"Name": "ShortSightedCap", "Time": 20200419, "Text": "@modestproposal1 I’m not totally sure I understand his argument. \n\nIf you want to bring PPE manufacturing back on s… https://t.co/cpMi0u1ZsU"}, {"Name": "ShortSightedCap", "Time": 20200419, "Text": "@modestproposal1 We had a supersonic jet, and we retired it. The market spoke. \n\nI’d say the housing problem he ref… https://t.co/7TjxXrmXEp"}, {"Name": "ShortSightedCap", "Time": 20200419, "Text": "@modestproposal1 We, as consumers, as a society, are making choices all the time. \n\nThe whole essay just seems like… https://t.co/PcuAyc76C1"}, {"Name": "ShortSightedCap", "Time": 20200420, "Text": "This is a cool idea. \n\nI don’t know anything about whiskey, but still find it really interesting. https://t.co/F7bAR68xul"}, {"Name": "ShortSightedCap", "Time": 20200420, "Text": "RT @IgnoreNarrative: Its always so strange when I get reminded that anything can happen in financial markets.  Seriously.  Anything."}, {"Name": "ShortSightedCap", "Time": 20200422, "Text": "@PScatterpatter I’m sure it’s all skill. https://t.co/Z4jBN4H2rU"}, {"Name": "ShortSightedCap", "Time": 20200422, "Text": "@DubraCapital I totally agree.\n\nI think expert networks are increasingly an internal sales tool - so you can tell y… https://t.co/b5yvkp2t5Y"}, {"Name": "ShortSightedCap", "Time": 20200422, "Text": "@DubraCapital I’d carve out an exception for true bet-the-ranch positions (where you do 50+ calls). \n\nBut there are… https://t.co/1xteylmmHf"}, {"Name": "ShortSightedCap", "Time": 20200422, "Text": "@DeadLiftCapital @DubraCapital Yeah, at that point, it’s something akin to an industry survey. And industry can be… https://t.co/u0pMYuERhM"}, {"Name": "ShortSightedCap", "Time": 20200423, "Text": "@IgnoreNarrative Interested to see the reaction. Tidies up Formula One, and addresses liquidity concerns (although… https://t.co/1P7zmXvLGt"}, {"Name": "ShortSightedCap", "Time": 20200423, "Text": "@IgnoreNarrative My take as well. Reduces perceived risk if they they start dropping below 15 races. \n\nIt also make… https://t.co/47v7Pr0QAO"}, {"Name": "ShortSightedCap", "Time": 20200424, "Text": "@IgnoreNarrative @MasaSonCap They are amazing... any other company would have used COVID-19 as an excuse to pause /… https://t.co/Q6B6o3qxyS"}, {"Name": "ShortSightedCap", "Time": 20200424, "Text": "@IgnoreNarrative @MasaSonCap To be clear, I don’t mean “amazing” in a good way."}, {"Name": "ShortSightedCap", "Time": 20200425, "Text": "RT @YellowLabLife: Big win for gender equality if true. Not many despotic female leaders even though it's the year 2020. Also, expect signi…"}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy BAWAG? Haven’t seen many other people in that name. \n\nUltimately sold it because I think the roll-… https://t.co/I4Srznj2Ro"}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy I’m also partial to Safran over Airbus, but that’s a personal preference. \n\nI’m guessing this is a… https://t.co/2EbR9gQUCf"}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy Some defense, yeah. But biggest driver is civil aftermarket. \n\nThe zodiac deal put me off for a wh… https://t.co/iR0KiYROfV"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "LOs: In addition to Cap Group and D&amp;C, T. Rowe has like 2 or 3 guys out there. Also would look at Parnassus. And th… https://t.co/EsBh3C12Gg"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "L/S: Farallon, Partners Fund Mgmt, Route One, Park West, Tensile, Indaba, Valiant. I always liked Standard Pacific,… https://t.co/Gzea4hFb99"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "I'm overlooking a ton of firms that straddle tech focused public equity and VC (e.g. Crosslink). Some HC focused fi… https://t.co/3JjGanms4E"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "And one of my favorite firms - HMI Capital . Love them almost as much as VAC. Huge amount of respect for them. And… https://t.co/bCBauKTQ2S"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "Late to this, but fantastic / hilarious thread. https://t.co/XkeYS4vdmN"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "@GrayFox3006 I have no idea what those guys are doing now (assume most are retired?). \n\nBut they were always my gol… https://t.co/NXagnnDjHY"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "@son2dweeb Oh, that's right - forgot about the Global Eq team. \n\nAnd yeah - SF is an amazingly small market ex-tech… https://t.co/DdZruePXoP"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "@son2dweeb Yeah, I didn't even mention the pods because, as you said... pods. \n\nAnd there are some niche sector fun… https://t.co/BjkTpAgdfq"}, {"Name": "ShortSightedCap", "Time": 20200429, "Text": "RT @bradsling: 'Beach Reads' newsletter from Conor Deveney of WCM Investment Management👀Check it out!\nhttps://t.co/ZoR9Mb1vHt\nSign up:\nhttp…"}, {"Name": "ShortSightedCap", "Time": 20200501, "Text": "@valueterminal This is a tough one. If you just throw out an open question, 90% of people will say “Everything is g… https://t.co/pcbmor62Ze"}, {"Name": "ShortSightedCap", "Time": 20200501, "Text": "@valueterminal It doesn’t cover every issue, but builds rapport (you are coming to them with a problem, and asking… https://t.co/kcDlMZMAxJ"}]