[{"Name": "ShortSightedCap", "Time": 20200423, "Text": "@IgnoreNarrative Interested to see the reaction. Tidies up Formula One, and addresses liquidity concerns (although… https://t.co/1P7zmXvLGt"}, {"Name": "ShortSightedCap", "Time": 20200423, "Text": "@IgnoreNarrative My take as well. Reduces perceived risk if they they start dropping below 15 races. \n\nIt also make… https://t.co/47v7Pr0QAO"}, {"Name": "ShortSightedCap", "Time": 20200424, "Text": "@IgnoreNarrative @MasaSonCap They are amazing... any other company would have used COVID-19 as an excuse to pause /… https://t.co/Q6B6o3qxyS"}, {"Name": "ShortSightedCap", "Time": 20200424, "Text": "@IgnoreNarrative @MasaSonCap To be clear, I don’t mean “amazing” in a good way."}, {"Name": "ShortSightedCap", "Time": 20200425, "Text": "RT @YellowLabLife: Big win for gender equality if true. Not many despotic female leaders even though it's the year 2020. Also, expect signi…"}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy BAWAG? Haven’t seen many other people in that name. \n\nUltimately sold it because I think the roll-… https://t.co/I4Srznj2Ro"}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy I’m also partial to Safran over Airbus, but that’s a personal preference. \n\nI’m guessing this is a… https://t.co/2EbR9gQUCf"}, {"Name": "ShortSightedCap", "Time": 20200426, "Text": "@ConvexityCowboy Some defense, yeah. But biggest driver is civil aftermarket. \n\nThe zodiac deal put me off for a wh… https://t.co/iR0KiYROfV"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "LOs: In addition to Cap Group and D&amp;C, T. Rowe has like 2 or 3 guys out there. Also would look at Parnassus. And th… https://t.co/EsBh3C12Gg"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "L/S: Farallon, Partners Fund Mgmt, Route One, Park West, Tensile, Indaba, Valiant. I always liked Standard Pacific,… https://t.co/Gzea4hFb99"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "I'm overlooking a ton of firms that straddle tech focused public equity and VC (e.g. Crosslink). Some HC focused fi… https://t.co/3JjGanms4E"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "And one of my favorite firms - HMI Capital . Love them almost as much as VAC. Huge amount of respect for them. And… https://t.co/bCBauKTQ2S"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "Late to this, but fantastic / hilarious thread. https://t.co/XkeYS4vdmN"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "@GrayFox3006 I have no idea what those guys are doing now (assume most are retired?). \n\nBut they were always my gol… https://t.co/NXagnnDjHY"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "@son2dweeb Oh, that's right - forgot about the Global Eq team. \n\nAnd yeah - SF is an amazingly small market ex-tech… https://t.co/DdZruePXoP"}, {"Name": "ShortSightedCap", "Time": 20200428, "Text": "@son2dweeb Yeah, I didn't even mention the pods because, as you said... pods. \n\nAnd there are some niche sector fun… https://t.co/BjkTpAgdfq"}, {"Name": "ShortSightedCap", "Time": 20200429, "Text": "RT @bradsling: 'Beach Reads' newsletter from Conor Deveney of WCM Investment Management👀Check it out!\nhttps://t.co/ZoR9Mb1vHt\nSign up:\nhttp…"}, {"Name": "ShortSightedCap", "Time": 20200501, "Text": "@valueterminal This is a tough one. If you just throw out an open question, 90% of people will say “Everything is g… https://t.co/pcbmor62Ze"}, {"Name": "ShortSightedCap", "Time": 20200501, "Text": "@valueterminal It doesn’t cover every issue, but builds rapport (you are coming to them with a problem, and asking… https://t.co/kcDlMZMAxJ"}, {"Name": "ShortSightedCap", "Time": 20200505, "Text": "@justbrosef @bobosacamano Had not heard this... damn, I thought he sounded pretty reasonable in that interview (rec… https://t.co/ypWCvTQYGV"}, {"Name": "ShortSightedCap", "Time": 20200506, "Text": "@HeyMan800 Having recently been through this process - \n\nWhen it comes time to sacrifice the goat, you want to use… https://t.co/0PTZ3pOwkk"}, {"Name": "ShortSightedCap", "Time": 20200506, "Text": "@PalmettoCapital I thought he sounded more reasonable than 95% of PMs in that interview. Those Graham &amp; Doddsville… https://t.co/lz7HNDdHIA"}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@DeadLiftCapital @PalmettoCapital Lots of well-known names in there, but I appreciate HHR, SWI, and the European po… https://t.co/U1xow5JG2X"}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@bobosacamano @DeadLiftCapital @PalmettoCapital Yeah... ok, that’s pretty cringeworthy."}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@bobosacamano @DeadLiftCapital @PalmettoCapital He made some large investments in some small caps ( SHSP SGU ), but… https://t.co/QSkDibK00D"}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "RT @YellowLabLife: Weekly NAV update from Pershing Square Holdings suggests the closed end fund is trading at ~0.65x mark to market NAV.…"}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@KeyserSozeCFA Haven’t seen much in Financials - \n\nChristian Bolu at Autonomous (formerly CS) for brokers. \n\nTom Ga… https://t.co/1T1FFo5XL9"}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@SmallCapLS Agree. Waiting on a vaccine isn’t feasible. Nor are we remotely close to being able to “test and trace”… https://t.co/9BERR6Y4nn"}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@oknotsomuch What is the base case now? Genuinely curious- I thought this was increasingly consensus. \n\nThe only al… https://t.co/8MBo4Z6nJ7"}, {"Name": "ShortSightedCap", "Time": 20200507, "Text": "@justbrosef @ShitFund Didn't like the valuation when they did the roadshow. At the time I thought I'd have the oppo… https://t.co/TeCjPZbFWo"}]