[{"Name": "ShortSightedCap", "Time": 20200310, "Text": "@IgnoreNarrative I bought a little as well today. Seemed like a very reasonable move."}, {"Name": "ShortSightedCap", "Time": 20200310, "Text": "@judsoninvest The US does have a long history of letting airlines go bankrupt... The airlines are just bigger / mor… https://t.co/EWUAQ4UnWP"}, {"Name": "ShortSightedCap", "Time": 20200311, "Text": "Keep wondering whether I should jump into some of these aerospace names (aftermarket or OE).\n\nYou probably do ok ov… https://t.co/vpvYMN7y4P"}, {"Name": "ShortSightedCap", "Time": 20200311, "Text": "I understand the value case for RR.LN , and downside is likely limited... but have a hard time trusting them to exe… https://t.co/Cz03hsYvvw"}, {"Name": "ShortSightedCap", "Time": 20200311, "Text": "Meanwhile, I want more of a pullback in Safran etc. \n\nI’ll probably kick myself for not buying in 12 months, but gi… https://t.co/1zbKzBwz2K"}, {"Name": "ShortSightedCap", "Time": 20200311, "Text": "It’s kind of a chicken sht mean reversion name, but maybe an aircraft lessor is the cleanest choice? \n\nGood chance… https://t.co/mEoP6kQ3IS"}, {"Name": "ShortSightedCap", "Time": 20200311, "Text": "@nosunkcosts Agree that ITP / Def / Power provide some diversification (and downside protection) in RR\n\nAnd, while… https://t.co/XkOwRKoKnz"}, {"Name": "ShortSightedCap", "Time": 20200311, "Text": "@i_know_n0thing @amurjuev Also - lease rates are amazingly stable. Even plane values are fairly stable. \n\nLarger le… https://t.co/VUfRL27vUb"}, {"Name": "ShortSightedCap", "Time": 20200311, "Text": "@judsoninvest In theory, I should be investing for the long term. \n\nIn practice, I am judged annually (and over eve… https://t.co/w9fSYtpUBu"}, {"Name": "ShortSightedCap", "Time": 20200311, "Text": "@PScatterpatter That’s a very good point, especially since numbers are still coming down for most of civil aerospac… https://t.co/76ErVKYbqC"}, {"Name": "ShortSightedCap", "Time": 20200311, "Text": "@PScatterpatter I think I round tripped mine - bought almost a year ago - so nothing to boast here about either. Held on too long."}, {"Name": "ShortSightedCap", "Time": 20200312, "Text": "@goldencaskcap Have likewise gotten some very questionable Twitter ads recently. https://t.co/x1AEPdFA6I"}, {"Name": "ShortSightedCap", "Time": 20200312, "Text": "@_dsyl @goldencaskcap Wow, I didn't remember that at all. But if Twitter's algorithm is using 2014 tweets to inform… https://t.co/vyHflQXHLJ"}, {"Name": "ShortSightedCap", "Time": 20200312, "Text": "@i_know_n0thing @amurjuev Yeah... I’ve never seen AER trade like this."}, {"Name": "ShortSightedCap", "Time": 20200314, "Text": "@6xCovLite @i_know_n0thing @amurjuev Solvency risk for a lessor like $AER is super low. \n\nYou can almost always pla… https://t.co/KCL3bbHybR"}, {"Name": "ShortSightedCap", "Time": 20200314, "Text": "@6xCovLite @i_know_n0thing @amurjuev I’m guessing they tapped their revolver just to be safe, like many other compa… https://t.co/ttZmpmgINx"}, {"Name": "ShortSightedCap", "Time": 20200314, "Text": "@BucephResearch I tend to like dumpster fires... but, yes, there’s a reason (actually, many) I’ve never owned RR.… https://t.co/OkjXQt1yQI"}, {"Name": "ShortSightedCap", "Time": 20200314, "Text": "@BucephResearch It’s a name where I could have argued the value case at many points in the past... but that est of… https://t.co/1bdpyHMcO3"}, {"Name": "ShortSightedCap", "Time": 20200314, "Text": "@6xCovLite @i_know_n0thing @amurjuev Depth of capacity cuts vs duration. And prospects for recovery (and speed of said recovery)."}, {"Name": "ShortSightedCap", "Time": 20200315, "Text": "RT @TheStalwart: New Yorkers are about two or three days away from buying MAGA hats in order to get people to keep their distance. Larry Da…"}, {"Name": "ShortSightedCap", "Time": 20200315, "Text": "@DumbLuckCapital My assumption is that we’re going to trade off second derivative of cases - \n\nBut some sort of lar… https://t.co/1bJukhacJM"}, {"Name": "ShortSightedCap", "Time": 20200316, "Text": "RT @DumbLuckCapital: A bat flutters its wings in Wuhan and suddenly Karen puts Nance in a coma at a Highland Park Costco over a case of Vit…"}, {"Name": "ShortSightedCap", "Time": 20200317, "Text": "@MrMojoRisinX Have wondered what works best as we recover - \n\nA) Generic growth / GARP\n\nB) eye-of-the-storm stocks… https://t.co/9Pjvdc6xAh"}, {"Name": "ShortSightedCap", "Time": 20200317, "Text": "@MrMojoRisinX In truth I bought some names in each of these baskets - don’t have the confidence to say which works best."}, {"Name": "ShortSightedCap", "Time": 20200317, "Text": "RT @YellowLabLife: THREAD on buybacks. I understand the rage everyone has right now about companies that have bought back stock who may nee…"}, {"Name": "ShortSightedCap", "Time": 20200317, "Text": "RT @NonGaap: Some stocks seem to be puking after attempting the pod shop challenge. https://t.co/DTxgxoHehn"}, {"Name": "ShortSightedCap", "Time": 20200318, "Text": "RT @mr_skilling: How am I supposed to get any real work done when I can just look at the red and green blinking lights on my computer scree…"}, {"Name": "ShortSightedCap", "Time": 20200319, "Text": "@DumbLuckCapital @KeyserSozeCFA @Logos_LP Economic turmoil kills people. It’s just not as obvious as a virus. \n\nTak… https://t.co/boGPHnQFGA"}, {"Name": "ShortSightedCap", "Time": 20200319, "Text": "@SkeleCap Had the same thought yesterday. Has held up way better than I would have thought, given capital structure… https://t.co/pDMchSpClK"}, {"Name": "ShortSightedCap", "Time": 20200319, "Text": "@SkeleCap That said, I almost got involved yesterday on the super sophisticated thesis of “Well, they’re pretty unl… https://t.co/JEPv7QWUiy"}, {"Name": "ShortSightedCap", "Time": 20200319, "Text": "@PalmettoCapital Just wanted to say thanks for posting these - the info has been extremely helpful."}, {"Name": "ShortSightedCap", "Time": 20200320, "Text": "@judsoninvest You think Dems would really push hard for that? I realize the Twitter crowd is pretty anti-buyback ri… https://t.co/LzwqCFXPXp"}, {"Name": "ShortSightedCap", "Time": 20200320, "Text": "@judsoninvest You could reasonably argue the companies wouldn’t be in this position but for travel bans/ mandated c… https://t.co/xxwTKV80iF"}, {"Name": "ShortSightedCap", "Time": 20200321, "Text": "@SameStoreGuy Same at many other stores... well intentioned, but potentially counterproductive"}, {"Name": "ShortSightedCap", "Time": 20200322, "Text": "@RandolphDuke7 I don’t know who he is, but I’d be willing to bet he made his money in either (1) real estate or (2) natural resources."}, {"Name": "ShortSightedCap", "Time": 20200322, "Text": "@PScatterpatter But did you churn? Where are you going to go - Verizon? How about Frontier?\n\n(cue Dexter Goei laughing)"}, {"Name": "ShortSightedCap", "Time": 20200323, "Text": "I’ve heard multiple analysts ask companies ask some variation of “what if this shutdown last 6 months? 9 months?”… https://t.co/XINaiechHZ"}, {"Name": "ShortSightedCap", "Time": 20200323, "Text": "@ebitdaddy90 I’m unfortunately talking about private calls, which makes it so much worse."}, {"Name": "ShortSightedCap", "Time": 20200324, "Text": "@Wexboy_Value Have noticed. I think it's almost binary: either it ends up becoming the next TDG, or an amazing shor… https://t.co/j4EKifzy6a"}, {"Name": "ShortSightedCap", "Time": 20200324, "Text": "@AyyouEm Oh no, they're totally right. PE is a very defensive asset class. \n\nSince it has held up so well in this p… https://t.co/sWV3ZP9jZz"}]