[{"Name": "SmallCapLS", "Time": 20200501, "Text": "I think this misses two things. The first: we know A LOT more about the virus now than we did then. Then: we didn't… https://t.co/eE2BvXQfbh"}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "The second thing: we now know the Fed's (and DCs) reaction function. Powell came into this with a mixed track at be… https://t.co/mYdMgKggWi"}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "Now? We know that the actual fatality and case severity rates are very low (a topic for its own thread), the hospit… https://t.co/LVnwfd3sOz"}, {"Name": "SmallCapLS", "Time": 20200501, "Text": "So stuff HAS happened. Important stuff. Tails have changed in size and probability. It's not just about a misguided… https://t.co/NaX6h3GPPr"}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Bit of an unorganized rant in thread form. I am surprised by the amount of people still tracking/citing daily US co… https://t.co/x1eTCYZVds"}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "The lockdown in the US was never about eradication. We were unfortunately too late for that to be a possibility, an… https://t.co/QSbEcr3Mdb"}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "This thread isn't to litigate the decision(s) to reopen. But anyone who thinks the market isn't expecting a very la… https://t.co/LlUIY8ISDW"}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "We are reopening because the fatality rate has proven to be much lower than had initially been feared (and, arguabl… https://t.co/iwdCuyOltr"}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Given this, the main purposes of the lockdown were/are to buy our hospitals time to prepare and to buy us time to l… https://t.co/8hN2ge0bC4"}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Because unless (a lot) more people die than we think or unless our hospitals prove they can't handle, we're staying… https://t.co/LTZSExD7fA"}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "Namely, whether the fatality rate of the virus proves to actually be high enough to warrant waiting out a vaccine (… https://t.co/cFpBuuMBF5"}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "This doesn't speak to the persistence of corporate/individual behavioral shifts and lagged second order economic ef… https://t.co/RlnEMeWPsQ"}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "@pearkes I don't think stocks are trying to price rest of year activity levels or even 1H21. I think they are inste… https://t.co/jXBBe9ay2j"}, {"Name": "SmallCapLS", "Time": 20200507, "Text": "@pearkes I think what matters datawise re: virus is 1. larger serology surveys that continue to validate low fatali… https://t.co/ajQj0a5YKS"}]